{"notes": ["It appears she isn't interested.", "A few days go by, and Jani gets back to me once more."], "title": "Book \"Worm\"", "location": "Abidjan, Cote D'ivoire", "scammer": "Chinweoke Trevor Nwauzor/Jani Adams", "messages": [{"author_role": "scam", "subject": "HELP ME TO SPREAD GOODNESS", "body": "\n\nMy beloved,\n\nIt is my pleasure to contact you for a business venture which I\nintend to establish in your country.Though I have not met with you\nbefore but I believe, one has to risk confiding in someone to succeed\nsometimes in life.\n\nThere is this amount of FIFTEEN Million US Dollars which my Father\ndeposited with a security company which he wanted to used for his\npolitical ambition in our Country before he was kidnapped and killed\nby unknown gun men. Hence my father and mother is dead, I do not\nhave any other hope rather than this funds which is why I contacted\nyou.\n\nNow I have decided to invest these money in your country or any\nwhere safe enough outside Africa for security and political reasons.\nI only give all praises to God who made every thing to be like this,\nmy father is gone, I can count you as my father if you wish to be\na Daddy to me. \n\nHence this investment shall be made in your company upon your withdrawal\nof the consignment, I do not have money to work on this and will\ncommit suicide and die\n if I cannot secure my late\nfather's treasure which he got for his family.\n\nI want you to help us claim and receive the consignment which will\nbe sent to you through diplomatic means to your address to avoid\nany traces of the funds and to enable you plan for the investment\nin your Country.\n\nI will like to invest part of the money into these three investment\nin your Country but, if there is any other business that is better\nthan my suggestion, I will be very glad to follow your advice.\n\n1). Real estate\n2). The transport industry\n3). Five star hotel\n\nIf you can be of an assistance to me, I will be pleased to offer\nto you 20% Of the total fund while the balance will be invested\nby you. I need your understanding and honesty to this project, I\nassure you to always be your brother.\n\nI await your soonest response.\n\nRespectfully yours,\n\nMiss Jani Adams\n\n\n\n", "from_name": "Jani Adams", "date": "April 2007", "raw": "            <p><b>From:</b> Jani Adams<br>\n              <b>To:</b> Michael Palin<br>\n              <b>Date:</b> April 2007<br>\n              <b>Subject:</b> HELP ME TO SPREAD GOODNESS<BR>\n              <BR>\n              &nbsp;<BR>\n              <em>My beloved, <BR>\n              <BR>\n              It is my pleasure to contact you for a business venture which I \n              intend to establish in your country.Though I have not met with you \n              before but I believe, one has to risk confiding in someone to succeed \n              sometimes in life.<BR>\n              <BR>\n              There is this amount of FIFTEEN Million US Dollars which my Father \n              deposited with a security company which he wanted to used for his \n              political ambition in our Country before he was kidnapped and killed \n              by unknown gun men. Hence my father and mother is dead, I do not \n              have any other hope rather than this funds which is why I contacted \n              you.<BR>\n              <BR>\n              Now I have decided to invest these money in your country or any \n              where safe enough outside Africa for security and political reasons. \n              I only give all praises to God who made every thing to be like this, \n              my father is gone, I can count you as my father if you wish to be \n              a Daddy to me.</em><strong> [Pass the sickbag]</strong><em><BR>\n              <BR>\n              Hence this investment shall be made in your company upon your withdrawal \n              of the consignment, I do not have money to work on this and will \n              commit suicide and die </em><strong>[And die? Suicide just isn't \n              good enough these days]</strong><em> if I cannot secure my late \n              father's treasure which he got for his family.<BR>\n              &nbsp;<BR>\n              I want you to help us claim and receive the consignment which will \n              be sent to you through diplomatic means to your address to avoid \n              any traces of the funds and to enable you plan for the investment \n              in your Country.<BR>\n              &nbsp;<BR>\n              I will like to invest part of the money into these three investment \n              in your Country but, if there is any other business that is better \n              than my suggestion, I will be very glad to follow your advice.<BR>\n              <BR>\n              1). Real estate<BR>\n              2). The transport industry<BR>\n              3). Five star hotel<BR>\n              <BR>\n              If you can be of an assistance to me, I will be pleased to offer \n              to you 20% Of the total fund while the balance will be invested \n              by you. I need your understanding and honesty to this project, I \n              assure you to always be your brother.<BR>\n              &nbsp;<BR>\n              I await your soonest response.<BR>\n              &nbsp;<BR>\n              Respectfully yours,<BR>\n              &nbsp;<BR>\n              Miss Jani Adams </em><BR>\n            </p>\n            <p>&nbsp;</p>\n", "comments": ["[Pass the sickbag]","[And die? Suicide just isn't\ngood enough these days]"], "to_name": "Michael Palin"}, {"author_role": "bait", "subject": "", "body": "Dear Miss Adams,\n\nThank you very much for your email, which I must admit I found   very interesting and I have given it some serious thought.  Unfortunately at   this present time I am unable to be of any help to you as my company are   trying to complete a very very important project for one of the UK's largest   book publishing clients.  This current contract is worth over 2.3 million UK pounds to us and I cannot afford to devote my time and resources to any other project at the moment.  It is vital that this project is completed on time.\n\nFor your information, here is some information about my company.\nMy name is Michael Palin and I am the CEO of Pesky Pirate Audio\n& Video productions.  We specialise in freelance video,\nadvertising, and self-help audio programs, with a vast wealth of\ncustomers, including the BBC, CNN, NTV, ABC, Star TV, ATV, CNBC\nand many more private companies.\n\nCurrently we are working on a very large project for a UK book   company to help produce audio books.  We are currently seeking VOICE actors   from all over the world to help with our project, so if you know anyone who   would be interested in working with us, reading and recoding themselves   reading a book for our audio book project then please do get in touch with   me ASAP.\nWe are mainly looking for people in the following continents; Asia,Australia, Africa, Russia.  We already have many English voice actors\nhowever some of our companies require people with Asian, Africa and other accents especially for selling our product to people in those   counties.\n\nWe regularly publish audio books for the blind, and we are   currently have three position available.  Please examine the information   below, and if you think that you would be able to complete such a project   then I would indeed be very interested in arranging payment for the work.    Typically for a reading/recording of a entire book we pay between UK £8,000   and £12,000  (US $16,000 - $24,000) depending on the length of the book in   question.  We would require you to submit an initial recording of you   beforehand to ensure you are able to perform the work.  The quality of your   voice recording equipment for the initial submission is not important.  If   we feel that you are able to do the work then we would send you (by courier)   our own recording equipment.\n\nIt is not important to us whether you   have had experience of such work before.  Because we do a lot of work in the   Asian and African continents, we are looking for people with these regional   and international accents to do the work.  For instance, to sell our work in   Africa (our biggest customers in Africa are in Nairobi, Kenya) we need to   hire people with African accents.\n\nAnyway, please do look through our   information below and on our website, and if you are interested then please do get back to me.    However, I would urge you to act quickly as such positions are usually   filled quite quickly.  As I say, there are three positions available, so   perhaps if you have others who can also help in this area then that would   suit us perfectly.\n\nGetting back to your offer; if you still need help   once our project is completed then please get back to me, however I estimate   our completion date will be sometime around the end of October this   year.\n\nSincerely,\n\nMichael Palin - CEO\nPesky Pirate Audio & Video   Productions Ltd.\n\nVACANCIES:\n\nDo you wish to earn money using your voice to read books for   us?\n\nPresently we are interested in hiring people to read for our Audio   Books, and for this we pay a very generous fee.\n\n1. Can you read   English text?\n2. Are you able to make audio recordings of yourself reading   from a book (we will supply the text)?\n3. Do you have the tools to be   able to send your recordings; for instance by MP3 and an email   attachment?\n\nIf you can answer yes to the above questions then my company   would be very interested in paying generously for your services.  Earn   between £8,000 and £12,000 per book recording.  All fees paid by whichever   means suits you best, such as cheque, bank transfer, Western Union, or cash   in person at our UK offices.\n\nPlease contact our offices quoting the   job reference 18177/RTB/671\n\n\n", "from_name": "Michael Palin", "date": "", "raw": "            <p><b>From:</b> Michael Palin<br>\n              <b>To:</b> Jani Adams</p>\n            <p>Dear Miss Adams,<BR>\n              <BR>\n              Thank you very much for your email, which I must admit I found   very interesting and I have given it some serious thought.&nbsp; Unfortunately at   this present time I am unable to be of any help to you as my company are   trying to complete a very very important project for one of the UK's largest   book publishing clients.&nbsp; This current contract is worth over 2.3 million UK pounds to us and I cannot afford to devote my time and resources to any other project at the moment.&nbsp; It is vital that this project is completed on time.<BR>\n              <BR>\n              For your information, here is some information about my company.&nbsp; \n              My name is Michael Palin and I am the CEO of Pesky Pirate Audio \n              &amp; Video productions.&nbsp; We specialise in freelance video, \n              advertising, and self-help audio programs, with a vast wealth of \n              customers, including the BBC, CNN, NTV, ABC, Star TV, ATV, CNBC \n              and many more private companies.<BR>\n              <BR>\n            Currently we are working on a very large project for a UK book   company to help produce audio books.&nbsp; We are currently seeking VOICE actors   from all over the world to help with our project, so if you know anyone who   would be interested in working with us, reading and recoding themselves   reading a book for our audio book project then please do get in touch with   me ASAP. </p>\n            <p>We are mainly looking for people in the following continents; Asia,Australia, Africa, Russia.&nbsp; We already have many English voice actors <BR>\n              however some of our companies require people with Asian, Africa and other accents especially for selling our product to people in those   counties.<BR>\n              <BR>\n              We regularly publish audio books for the blind, and we are   currently have three position available.&nbsp; Please examine the information   below, and if you think that you would be able to complete such a project   then I would indeed be very interested in arranging payment for the work.&nbsp;   Typically for a reading/recording of a entire book we pay between UK &pound;8,000   and &pound;12,000&nbsp; (US $16,000 - $24,000) depending on the length of the book in   question.&nbsp; We would require you to submit an initial recording of you   beforehand to ensure you are able to perform the work.&nbsp; The quality of your   voice recording equipment for the initial submission is not important.&nbsp; If   we feel that you are able to do the work then we would send you (by courier)   our own recording equipment.<BR>\n              <BR>\n              It is not important to us whether you   have had experience of such work before.&nbsp; Because we do a lot of work in the   Asian and African continents, we are looking for people with these regional   and international accents to do the work.&nbsp; For instance, to sell our work in   Africa (our biggest customers in Africa are in Nairobi, Kenya) we need to   hire people with African accents.<BR>\n              <BR>\n              Anyway, please do look through our   information below and on our website, and if you are interested then please do get back to me.&nbsp;   However, I would urge you to act quickly as such positions are usually   filled quite quickly.&nbsp; As I say, there are three positions available, so   perhaps if you have others who can also help in this area then that would   suit us perfectly.<BR>\n              <BR>\n              Getting back to your offer; if you still need help   once our project is completed then please get back to me, however I estimate   our completion date will be sometime around the end of October this   year.<BR>\n              <BR>\n              Sincerely,<BR>\n              <BR>\n              Michael Palin - CEO<BR>\n              Pesky Pirate Audio &amp; Video   Productions Ltd.</p>\n            <p>&nbsp;</p>\n            <p><strong>VACANCIES:</strong><BR>\n              <BR>\n              Do you wish to earn money using your voice to read books for   us?<BR>\n              <BR>\n              Presently we are interested in hiring people to read for our Audio   Books, and for this we pay a very generous fee.<BR>\n              <BR>\n              1. Can you read   English text?<BR>\n              2. Are you able to make audio recordings of yourself reading   from a book (we will supply the text)?<BR>\n              3. Do you have the tools to be   able to send your recordings; for instance by MP3 and an email   attachment?<BR>\n              <BR>\n              If you can answer yes to the above questions then my company   would be very interested in paying generously for your services.&nbsp; Earn   between &pound;8,000 and &pound;12,000 per book recording.&nbsp; All fees paid by whichever   means suits you best, such as cheque, bank transfer, Western Union, or cash   in person at our UK offices.<BR>\n              <BR>\n            Please contact our offices quoting the   job reference 18177/RTB/671</p>\n            <p><b>Will Jani go for my offer?</b></p>\n            <p>&nbsp;</p>\n", "comments": ["Will Jani go for my offer?"], "to_name": "Jani Adams"}, {"author_role": "scam", "subject": "PLEASE HELP ME / PALIN / JANI", "body": "Dear michael palin - CEO,\n\nPesky Pirate Audio & Video Productions Ltd.\n\nI have received your message, I am not very hesting hence you have other serious project at hand. I will also like to inform you that what is involved in this transaction is far bigger than that you are working on it.\n\nI am talking of Fifteen Million US Dollars which I want you to invest the 50% of the total funds into your company. I am waiting for your response towards this email because I do not mind to hold on while you complete your deals one after the other.\nMy condition is very critical but I hope in God, kindly reply and let me know when you can be of help to me.\n\nRegards,\n\nJani Adams\nI show complete disinterest, and I didn't even bother to reply to Jani. He/she probably thought that I would be tempted by the mention of 15 million dollars.\n\n\n", "from_name": "Jani Adams", "date": "", "raw": "            <p><b>From:</b> Jani Adams<br>\n              <b>To:</b> Michael Palin<br>\n              <b>Subject:</b> PLEASE HELP ME / PALIN / JANI</p>\n            <p><em>Dear michael palin - CEO,<br>\n              <br>\n              Pesky Pirate Audio &amp; Video Productions Ltd.<br>\n              <br>\n              I have received your message, I am not very hesting hence you have other serious project at hand. I will also like to inform you that what is involved in this transaction is far bigger than that you are working on it. <br>\n              <br>\n            I am talking of Fifteen Million US Dollars which I want you to invest the 50% of the total funds into your company. I am waiting for your response towards this email because I do not mind to hold on while you complete your deals one after the other. </em></p>\n            <p><em>My condition is very critical but I hope in God, kindly reply and let me know when you can be of help to me.<br>\n                <br>\n              Regards,<br>\n                <br>\n              Jani Adams</em></p>\n            <p><strong>I show complete disinterest, and I didn't even bother to reply to Jani. He/she probably thought that I would be tempted by the mention of 15 million dollars.</strong></p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Michael Palin"}, {"author_role": "scam", "subject": "I AM READY TO WORK WITH YOU", "body": "Dear Michael Palin,\n\nI just went through your email again, I read in this paragraph that you will also like to work with me in your project as follows:\n\nAnyway, please do look through our information below, and if you are interested then please do get back to me. However, I would urge you to act quickly as such positions are usually filled quite quickly. As I say, there are three positions available, so perhaps if you have others who can also help in this area then that would suit us perfectly.\n\nI Want you to know that I am ready to work with you, please let me know what I have to do, will I be required to travel? How can I be of help to you as to ensure that you complete your own project as to assist me in doing and completing mine?\n\nI need to hear from you, I will like to have your direct telephone number, I have been to your website and I am very interesting, I picked up this number from your website: +44870874XXXX so let me know if it is your directly so that i will call to speak with you or you can reach me on: +2250961XXXX so that we can speak please. I will also be of assistance to you in getting as many as much number of African men and women that you will need.\n\nFriendly Regards,\n\nMiss Jani\nGame on!\n\n\n", "from_name": "Jani Adams", "date": "", "raw": "            <p><b>From:</b> Jani Adams<br>\n              <b>To:</b> Michael Palin<br>\n              <b>Subject:</b> I AM READY TO WORK WITH YOU</p>\n            <p><em>Dear Michael Palin,<br>\n              <br>\n              I just went through your email again, I read in this paragraph that you will also like to work with me in your project as follows:<br>\n            </em></p>\n            <p><em><strong>Anyway, please do look through our information below, and if you are interested then please do get back to me. However, I would urge you to act quickly as such positions are usually filled quite quickly. As I say, there are three positions available, so perhaps if you have others who can also help in this area then that would suit us perfectly. </strong><br>\n            </em></p>\n            <p><em>I Want you to know that I am ready to work with you, please let me know what I have to do, will I be required to travel? How can I be of help to you as to ensure that you complete your own project as to assist me in doing and completing mine?<br>\n                <br>\n              I need to hear from you, I will like to have your direct telephone number, I have been to your website and I am very interesting, I picked up this number from your website: +44870874XXXX so let me know if it is your directly so that i will call to speak with you or you can reach me on: +2250961XXXX so that we can speak please. I will also be of assistance to you in getting as many as much number of African men and women that you will need.<br>\n                <br>\n              Friendly Regards,<br>\n                <br>\n              Miss Jani</em></p>\n            <p><strong>Game on!</strong></p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Michael Palin"}, {"author_role": "bait", "subject": "", "body": "Dear Miss Adams,\n\nThank you for your email and it was nice to hear from you again.  I am pleased that you may be interested in helping us. I will try to explain what we need as clearly and simply as I can.\n\nAs you may have already noted from our website, we are going through a major upgrade and certain parts of our offices have to remain closed during this short period.  You can however contact me directly through either of these two private numbers: + 44 8445 87X XXX or +44 8707 65X XXX\n\nAgain, just to recap: my company provide audio books, which are primarily aimed at people who for some reason or other are not able to read themselves.  Perhaps they are partially or completely blind, or perhaps they simply are unable to read for themselves either due to lack of education, or some other mental/physical impairment.   There are many companies throughout the world that distribute audio books, but unfortunately places such as Eastern Asia,  Russia and Africa are not very well supplied in this area and therefore my company are able to make good inroads in these particular areas.  Needless to say that without too much competition in these places, profits are very easily maximised.  Not only can we supply audio books to these countries for  lower than usual prices, but because there is virtually no competition our profits are approximately 30%-40% higher than they would be in Europe.\n\nWhat we are looking for is people in our target countries, such as Asia, Africa, Russia etc. to help us with creating our audio books.  To this end, we are looking for people to audio record themselves reading from a book. Of course, as we are aiming many of our products in the countries described above, it would be most advantageous to have people reading who have the same accent as the target audience.  This will of course make it much easier for people to understand.\n\nWe do not require professional voice actors.  The most important properties we are looking for is that the person has a good clear voice, and can read English text.\n\nThere would be absolutely no travel involved for this initial submission, however should you become successful in this enterprise it would  require you to come to our offices sometime in 2008 just to help with advertising (brochures, catalogues, interviews etc.) but this would only be required if your services are used 5-6 times.  Of course, all your travel and other expenses would be paid.  Of course, this would all depend on the quality of your initial test submission.\n\nIf you do have people who are able to help with this, this is the procedure we would follow:\n\n1. We would send you (by email attachment) the text of a sample book.\n2. Using your own recording equipment, you would then record yourself (audio only) reading from the book.\n3. Once you have completed the recording, you are to send it back to us by email attachment, or upload it to a site for us to download later.\n4. On receipt of the finished work, we would check the work out, and if we think your voice is suitable we would then send you payment in full.\n\nIf we find that you are suited to the work then we would send (by courier) our own professional audio recording equipment so that you are able to produce further recordings in a more professional way.  Full instructions will be given, in in some cases if we feel that your voice is extremely suitable, we may invite you over to our offices in future to do work in our professional recording studios.\n\nYou will of course be paid for your first test sample, however please note that because of past fraud attempts, we can only send payment on receipt of the completed work.\n\nNOTE: You MUST have the ability to record your own voice clearly, and also be able to send the work to us by MP3 attachment.  Full instructions will be given should you accept this work offer.\n\nPlease get back to me as soon as possible to let me know if you have anyone who would be suitable for this work.  As I mentioned previously, time is very short and we only have three positions available.  We do have one person in Abudja, Nigeria who has promised to complete some work for us so there may only be two positions available.  We expect these to be takenup very quickly.\n\nI hope that is of some help to you Miss Adams, and please do not hesitate to email me or call me if you need further clarification.\n\nSincere regards,\n\nMichael Palin - CEO\nPesky Pirate Audio & Video Productions Ltd.\n\n\n", "from_name": "Michael Palin", "date": "", "raw": "            <p><b>From:</b> Michael Palin<br>\n              <b>To:</b> Jani Adams</p>\n            <p>Dear Miss Adams,<br>\n              <br>\n              Thank you for your email and it was nice to hear from you again.  I am pleased that you may be interested in helping us. I will try to explain what we need as clearly and simply as I can.<br>\n              <br>\n              As you may have already noted from our website, we are going through a major upgrade and certain parts of our offices have to remain closed during this short period.  You can however contact me directly through either of these two private numbers: + 44 8445 87X XXX or +44 8707 65X XXX<br>\n              <br>\n              Again, just to recap: my company provide audio books, which are primarily aimed at people who for some reason or other are not able to read themselves.  Perhaps they are partially or completely blind, or perhaps they simply are unable to read for themselves either due to lack of education, or some other mental/physical impairment.   There are many companies throughout the world that distribute audio books, but unfortunately places such as Eastern Asia,  Russia and Africa are not very well supplied in this area and therefore my company are able to make good inroads in these particular areas.  Needless to say that without too much competition in these places, profits are very easily maximised.  Not only can we supply audio books to these countries for  lower than usual prices, but because there is virtually no competition our profits are approximately 30%-40% higher than they would be in Europe.<br>\n              <br>\n              What we are looking for is people in our target countries, such as Asia, Africa, Russia etc. to help us with creating our audio books.  To this end, we are looking for people to audio record themselves reading from a book. Of course, as we are aiming many of our products in the countries described above, it would be most advantageous to have people reading who have the same accent as the target audience.  This will of course make it much easier for people to understand.<br>\n              <br>\n              We do not require professional voice actors.  The most important properties we are looking for is that the person has a good clear voice, and can read English text.<br>\n              <br>\n              There would be absolutely no travel involved for this initial submission, however should you become successful in this enterprise it would  require you to come to our offices sometime in 2008 just to help with advertising (brochures, catalogues, interviews etc.) but this would only be required if your services are used 5-6 times.  Of course, all your travel and other expenses would be paid.  Of course, this would all depend on the quality of your initial test submission.<br>\n              <br>\n              If you do have people who are able to help with this, this is the procedure we would follow:<br>\n              <br>\n              1. We would send you (by email attachment) the text of a sample book.<br>\n              2. Using your own recording equipment, you would then record yourself (audio only) reading from the book.<br>\n              3. Once you have completed the recording, you are to send it back to us by email attachment, or upload it to a site for us to download later.<br>\n              4. On receipt of the finished work, we would check the work out, and if we think your voice is suitable we would then send you payment in full.<br>\n              <br>\n              If we find that you are suited to the work then we would send (by courier) our own professional audio recording equipment so that you are able to produce further recordings in a more professional way.  Full instructions will be given, in in some cases if we feel that your voice is extremely suitable, we may invite you over to our offices in future to do work in our professional recording studios.<br>\n              <br>\n              You will of course be paid for your first test sample, however please note that because of past fraud attempts, we can only send payment on receipt of the completed work.<br>\n              <br>\n              <strong>NOTE:</strong> You MUST have the ability to record your own voice clearly, and also be able to send the work to us by MP3 attachment.  Full instructions will be given should you accept this work offer.<br>\n              <br>\n              Please get back to me as soon as possible to let me know if you have anyone who would be suitable for this work.  As I mentioned previously, time is very short and we only have three positions available.  We do have one person in Abudja, Nigeria who has promised to complete some work for us so there may only be two positions available.  We expect these to be takenup very quickly.<br>\n              <br>\n              I hope that is of some help to you Miss Adams, and please do not hesitate to email me or call me if you need further clarification.<br>\n              <br>\n              Sincere regards,<br>\n              <br>\n              Michael Palin - CEO<br>\n            Pesky Pirate Audio &amp; Video Productions Ltd.</p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Jani Adams"}, {"author_role": "scam", "subject": "Re: I AM READY TO WORK WITH YOU", "body": "Dear Palin,\n\nI need the samples as you said, I am very sure that I can handle this for you, I am very fluent in English and also have some times been master to several ceremonies which I can also send the pics of some of the occassions.\n\nI am not ready to cheat you, I am looking for money to complete my project as I have told you so if you can personally assist me any how, I will never let you down. I will also call you after sending you this email.\n\nRegards,\n\nMiss Jani Adams\n\n\n", "from_name": "Jani Adams", "date": "", "raw": "            <p><b>From:</b> Jani Adams<br>\n              <b>To:</b> Michael Palin<br>\n              <b>Subject:</b> Re: I AM READY TO WORK WITH YOU</p>\n            <p><em>Dear Palin,<br>\n              <br>\n              I need the samples as you said, I am very sure that I can handle this for you, I am very fluent in English and also have some times been master to several ceremonies which I can also send the pics of some of the occassions.<br>\n              <br>\n              I am not ready to cheat you, I am looking for money to complete my project as I have told you so if you can personally assist me any how, I will never let you down. I will also call you after sending you this email.<br>\n              <br>\n              Regards,<br>\n              <br>\n            Miss Jani Adams</em></p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Michael Palin"}, {"author_role": "bait", "subject": "", "body": "Dear Miss Adams,\n\nThank you for your email and your telephone call.\n\nPlease do note that although we do pay very generously, my company cannot send any payment up-front until we have received the completed sample work.  Unfortunately this is a rule that I cannot change due to many fraud attempts on my company. It is most important that you fully understand this before you start any work for us.   If you are happy with that then we can proceed quickly, and your payment can be made within 24 hours of your completed test submission being sent to us by whatever means best suits you, such as a cheque, bank transfer, Western Union or most other means. \n\nSincerely,\n\nMichael Palin - CEO\nPesky Pirate Audio & Video Productions Ltd.\n\n\n", "from_name": "Michael Palin", "date": "", "raw": "            <p><b>From:</b> Michael Palin<br>\n              <b>To:</b> Jani Adams</p>\n            <p>Dear Miss Adams,<br>\n              <br>\n              Thank you for your email and your telephone call. <br>\n              <br>\n              Please do note that although we do pay very generously, my company cannot send any payment up-front until we have received the completed sample work.  Unfortunately this is a rule that I cannot change due to many fraud attempts on my company. It is most important that you fully understand this before you start any work for us.   If you are happy with that then we can proceed quickly, and your payment can be made within 24 hours of your completed test submission being sent to us by whatever means best suits you, such as a cheque, bank transfer, Western Union or most other means. <strong>[Let me take a wild stab in the dark and guess Jani's going to go with a Western Union payment!]</strong><br>\n              <br>\n              Sincerely,<br>\n              <br>\n              Michael Palin - CEO<br>\n              Pesky Pirate Audio &amp; Video Productions Ltd.</p>\n            <p>&nbsp;</p>\n", "comments": ["[Let me take a wild stab in the dark and guess Jani's going to go with a Western Union payment!]"], "to_name": "Jani Adams"}, {"author_role": "scam", "subject": "Re: I AM READY TO WORK WITH YOU", "body": "Dear Mr. Michael Palin,\n\nThanks for your email and your time on the phone, I am very eager to start doing this work, I want to give you an excellent recording upon my receipt of the work sample, I am so unfortunate that you cannot help me at the moment as you explained but I have no option rather than to follow up with you hence I shall be paid after the work.\n\nI have to meet someone who is a recording D.J so that he will handle the recording work of my voice and note that I shall be sending you the MP3 CD by DHL or FeDex before weekend. I need your understanding and help, I am not a cheat and will never play with this opportunity which God has given to me through you.\n\nI need money, but I cannot worship money, I have takenyour word, I will like to use this medium to let you know that THERE ARE SOME GOOD PEOPLE HERE IN AFRICA. Every body can never be rude, selfish and untrustable, I am waiting for the samples, I just took my birth, I am going out to see the D.J and will expect your call as you promised upon your sending of the files samples.\n\nRegards,\n\nMiss Jani Adams\n\n\n", "from_name": "Jani Adams", "date": "", "raw": "            <p><b>From:</b> Jani Adams<br>\n              <b>To:</b> Michael Palin<br>\n              <b>Subject:</b> Re: I AM READY TO WORK WITH YOU</p>\n            <p><em>Dear Mr. Michael Palin,<br>\n              <br>\n              Thanks for your email and your time on the phone, I am very eager to start doing this work, I want to give you an excellent recording upon my receipt of the work sample, I am so unfortunate that you cannot help me at the moment as you explained but I have no option rather than to follow up with you hence I shall be paid after the work.<br>\n              <br>\n              I have to meet someone who is a recording D.J so that he will handle the recording work of my voice and note that I shall be sending you the MP3 CD by DHL or FeDex before weekend. I need your understanding and help, I am not a cheat and will never play with this opportunity which God has given to me through you.<br>\n              <br>\n              I need money, but I cannot worship money, I have takenyour word, I will like to use this medium to let you know that THERE ARE SOME GOOD PEOPLE HERE IN AFRICA. Every body can never be rude, selfish and untrustable, I am waiting for the samples, I just took my birth, I am going out to see the D.J and will expect your call as you promised upon your sending of the files samples.<br>\n              <br>\n              Regards,<br>\n              <br>\n            Miss Jani Adams</em></p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Michael Palin"}, {"author_role": "bait", "subject": "", "body": "Dear Miss Adams,\n\nPlease find attached a PDF document containing the text.  Here are some rules that need to be followed:\n\n1. The entire text must be recorded for the initial sample.\n\n2. The text is split into chapters, for instance CHAPTER 1, CHAPTER 2, CHAPTER 3 and so on.  Before each chapter is read, you must speak the chapter number. For instance, before you read the text in Chapter 3 you must say \"Chapter 3\".  Allow a short pause (2 or 3 seconds) before you continue to read after announcing the chapter number.\n\n3. For your convenience (if you intend to send the completed work via email attachment) and to keep the sizes of the files you have to send to a minimum, you can split each recording into the short chapters.  For instance, instead of sending one very large recording, you can split the file into the corresponding chapters. Alternatively, if you wish, you can send the recording in one large MP3 file.\n\nBecause this is a test sample, please do not worry if you find any words hard to speak.  At this point that is not important.  For the matter of this test submission, we are just testing the suitability and tone of your voice.  Just read the text loud and clear.  Of course, you can stop the recoding whilst you take a short rest.  Please take care that you do not try to do too much at one time.\n\nAgain, there will be some words that you may find hard to know how to pronounce correctly.  You can either make an attempt or call me if you are unsure how to speak them, however, again do not worry if you find that you are struggling with some words.  This specific book has been chosen exactly because it does contain a lot of unusual words.  You will NOT be penalised if you get some words wrong.\n\nOn completion of the sample and on receipt of the finished recordings, payment will be send to you no less than 24 hours after we receive your sample.  You will have to sign a short release form.  This is just a short form that gives us permission to use your recordings in any future work.\n\nRemember: It is not important this this test submission is perfect.  This submission is just to show us how you can cope with reading and to show us that you can keep reading in the same manner throughout an entire book.  Once we are satisfied that you are able to do the work then we will be providing you with all the help and professional recording equipment that is required.\n\n\nPAYMENT TERMS\n\nPayment for the test submission will be as follows:\n\n1. The sample book contains over 100 but less than 200 pages.  Payment amount due therefore on completion will be UK £8725\n2. The sample audio must be provided in good quality MP3 format - Preferably sampled at a bitrate of at least 128kbps\n3. Absolutely NO MUSIC or other effects, other than the speaker's voice to appear on the recording.\n4. Payment is only made on receipt of COMPLETED work.  Partial work will not be eligible for payment.\n5. Payment shall be made within 24 (twenty four) hours of the COMPLETED work.\n6. Payment shall be made in the form of the payee's choosing.\n\n\nI hope that is clear to you Miss Adams.  Please do get in touch if you need any further clarification.  I would also appreciate it if you were able to give me an approximate date when you think you will be able to provide the finished sample?\n\nSincere regards,\n\nMichael Palin - CEO\nPesky Pirate Audio & Video Productions Ltd.\nHHGTTG PDF ATTACHED\n\n\n", "from_name": "Michael Palin", "date": "", "raw": "            <p><b>From:</b> Michael Palin<br>\n              <b>To:</b> Jani Adams</p>\n            <p>Dear Miss Adams,<br>\n              <br>\n              Please find attached a PDF document containing the text.  Here are some rules that need to be followed:<br>\n              <br>\n              1. The entire text must be recorded for the initial sample.<br>\n              <br>\n              2. The text is split into chapters, for instance CHAPTER 1, CHAPTER 2, CHAPTER 3 and so on.  Before each chapter is read, you must speak the chapter number. For instance, before you read the text in Chapter 3 you must say &quot;Chapter 3&quot;.  Allow a short pause (2 or 3 seconds) before you continue to read after announcing the chapter number.<br>\n              <br>\n              3. For your convenience (if you intend to send the completed work via email attachment) and to keep the sizes of the files you have to send to a minimum, you can split each recording into the short chapters.  For instance, instead of sending one very large recording, you can split the file into the corresponding chapters. Alternatively, if you wish, you can send the recording in one large MP3 file.<br>\n              <br>\n              Because this is a test sample, please do not worry if you find any words hard to speak.  At this point that is not important.  For the matter of this test submission, we are just testing the suitability and tone of your voice.  Just read the text loud and clear.  Of course, you can stop the recoding whilst you take a short rest.  Please take care that you do not try to do too much at one time.<br>\n              <br>\n              Again, there will be some words that you may find hard to know how to pronounce correctly.  You can either make an attempt or call me if you are unsure how to speak them, however, again do not worry if you find that you are struggling with some words.  This specific book has been chosen exactly because it does contain a lot of unusual words.  You will NOT be penalised if you get some words wrong.<br>\n              <br>\n              On completion of the sample and on receipt of the finished recordings, payment will be send to you no less than 24 hours after we receive your sample.  You will have to sign a short release form.  This is just a short form that gives us permission to use your recordings in any future work.<br>\n              <br>\n              Remember: It is not important this this test submission is perfect.  This submission is just to show us how you can cope with reading and to show us that you can keep reading in the same manner throughout an entire book.  Once we are satisfied that you are able to do the work then we will be providing you with all the help and professional recording equipment that is required.<br>\n              <br>\n              <br>\n              <strong>PAYMENT TERMS</strong><br>\n              <br>\n              Payment for the test submission will be as follows:<br>\n              <br>\n              1. The sample book contains over 100 but less than 200 pages.  Payment amount due therefore on completion will be UK &pound;8725<br>\n              2. The sample audio must be provided in good quality MP3 format - Preferably sampled at a bitrate of at least 128kbps<br>\n              3. Absolutely NO MUSIC or other effects, other than the speaker's voice to appear on the recording.<br>\n              4. Payment is only made on receipt of COMPLETED work.  Partial work will not be eligible for payment.<br>\n              5. Payment shall be made within 24 (twenty four) hours of the COMPLETED work.<br>\n              6. Payment shall be made in the form of the payee's choosing. <br>\n              <br>\n              <br>\n              I hope that is clear to you Miss Adams.  Please do get in touch if you need any further clarification.  I would also appreciate it if you were able to give me an approximate date when you think you will be able to provide the finished sample?<br>\n              <br>\n              Sincere regards,<br>\n              <br>\n              Michael Palin - CEO<br>\n            Pesky Pirate Audio &amp; Video Productions Ltd.</p>\n            <p><strong>HHGTTG PDF ATTACHED</strong></p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Jani Adams"}, {"author_role": "scam", "subject": "Re: I AM READY TO WORK WITH YOU", "body": "get some cash up front from me.\nDear Mr. Palin,\nThanks for your email, please note that I have received and opened the file in PDF.\nI will like to tell you that this work will be completed and sent to you before the end of the month becuase I am financially sick and have to look for where to get little coins in other to start.\nYou said that the price for this sample work is Eight Thousand Seven Hundred and Twenty Five British Pounds Sterling (£8, 725.00). I need to be sure of all this before I invest my feeding allowance and start eating grass at the end.\nYou should understand my situation, just help me with only Fifty Pounds, this is just a help am asking from you, I will need to get some good materials, I do not wish to start making mistakes here and also I shall send mp3 cd to you by dhl or fedex.\nThis is a very big tax for me, I have to print the 109 pages of the test sample, hire a DJ who shall conduct the recording and pay for the recording and speed post that shall convey same to you.\nI am just a little confused on how I shall loose this opportunity, Please dear Michael, you have to believe me that I will be sincere to you till death. Help me with just a little coins on your side, I will pay you back as soon as you pay me, I cannot loose this opportunity.\nIt is better for me to die rather than to see my self loosing such better life opportunity which comes but ones.\nYou, I mean you should think about me.\nRegards,\nJani\n\n\n", "from_name": "Jani Adams", "date": "", "raw": "              get some cash up front from me.</strong></p>\n            <p><b>From:</b> Jani Adams<br>\n              <b>To:</b> Michael Palin<br>\n              <b>Subject:</b> Re: I AM READY TO WORK WITH YOU</p>\n            <p><em>Dear Mr. Palin,</em></p>\n            <p><em>Thanks for your email, please note that I have received and opened the file in PDF.</em></p>\n            <p><em>I will like to tell you that this work will be completed and sent to you before the end of the month becuase I am financially sick and have to look for where to get little coins in other to start.</em></p>\n            <p><em>You said that the price for this sample work is Eight Thousand Seven Hundred and Twenty Five British Pounds Sterling (&pound;8, 725.00). I need to be sure of all this before I invest my feeding allowance and start eating grass at the end.</em></p>\n            <p><em>You should understand my situation, just help me with only Fifty Pounds, this is just a help am asking from you, I will need to get some good materials, I do not wish to start making mistakes here and also I shall send mp3 cd to you by dhl or fedex.</em></p>\n            <p><em>This is a very big tax for me, I have to print the 109 pages of the test sample, hire a DJ who shall conduct the recording and pay for the recording and speed post that shall convey same to you.</em></p>\n            <p><em>I am just a little confused on how I shall loose this opportunity, Please dear Michael, you have to believe me that I will be sincere to you till death. Help me with just a little coins on your side, I will pay you back as soon as you pay me, I cannot loose this opportunity.</em></p>\n            <p><em>It is better for me to die rather than to see my self loosing such better life opportunity which comes but ones.</em></p>\n            <p><em>You, I mean you should think about me.</em></p>\n            <p><em>Regards,</em></p>\n            <p><em>Jani</em></p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Michael Palin"}, {"author_role": "bait", "subject": "", "body": "\nDear Miss Adams,\n\nYes, I can confirm that the payment you will receive for the completed work will be UK £8,725 (US $17,850). Payment is usually sent within 24 hours of receiving the submission.\n\nHowever, it appears that I shall now have to find somebody else to do the work because as I have already stated to you three times now, we cannot give any payments in advance of receiving the work, yet you still continue to ask me for money.  I am sorry, but I do not think we have any further business together.  It appears that you are unable to follow simple instructions.\n\nI wish you good luck for the future.\n\nSincerely,\n\nMichael Palin - CEO\nPesky Pirate Audio & Video Productions Ltd.\n\n\n", "from_name": "Michael Palin", "date": "", "raw": "            <p><b>From:</b> Michael Palin<br>\n              <b>To:</b> Jani Adams<br>\n            </p>\n            <p>Dear Miss Adams,<br>\n              <br>\n              Yes, I can confirm that the payment you will receive for the completed work will be UK &pound;8,725 (US $17,850). Payment is usually sent within 24 hours of receiving the submission.<br>\n              <br>\n              However, it appears that I shall now have to find somebody else to do the work because as I have already stated to you three times now, we cannot give any payments in advance of receiving the work, yet you still continue to ask me for money.  I am sorry, but I do not think we have any further business together.  It appears that you are unable to follow simple instructions.<br>\n              <br>\n              I wish you good luck for the future.<br>\n              <br>\n              Sincerely,<br>\n              <br>\n              Michael Palin - CEO<br>\n            Pesky Pirate Audio &amp; Video Productions Ltd.</p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Jani Adams"}, {"author_role": "scam", "subject": "CALM DOWN WE ARE JUST NEGOTIATING", "body": "Dear Mr. Palin,\n\nThanks for your email, note that every business must be delibrated before commencement. I have started working on the project, I shall update you as time permits, you seemed not to believe me.\n\nI have changed and erased the issue of requesting money from you in my mind, I will not beg you any thing again, I will finish and produce this work in 10 days and will then get back to you.\n\nYou should understand that I need your courage though no better adviser than your mind, I have my brother in the hospital, I know what I am into but relax, God will not let me down.\n\nDo not worry again, just always keep in touch good friend.\n\nFriendly regards,\n\nJani\n\n\n", "from_name": "Jani Adams", "date": "", "raw": "            <p><b>From:</b> Jani Adams<br>\n              <b>To:</b> Michael Palin<br>\n              <b>Subject:</b> CALM DOWN WE ARE JUST NEGOTIATING</p>\n            <p><em>Dear Mr. Palin,<br>\n              <br>\n              Thanks for your email, note that every business must be delibrated before commencement. I have started working on the project, I shall update you as time permits, you seemed not to believe me.<br>\n              <br>\n              I have changed and erased the issue of requesting money from you in my mind, I will not beg you any thing again, I will finish and produce this work in 10 days and will then get back to you.<br>\n              <br>\n              You should understand that I need your courage though no better adviser than your mind, I have my brother in the hospital, I know what I am into but relax, God will not let me down.<br>\n              <br>\n              Do not worry again, just always keep in touch good friend.<br>\n              <br>\n              Friendly regards,<br>\n              <br>\n            Jani</em></p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Michael Palin"}, {"author_role": "bait", "subject": "", "body": "Dear Miss Adams,\n\nI will consider your submission on the understanding that you do not make any requests for any payment until we have received the completed work.  I am sorry that I have to be so strict in this particular matter however my company have in the past lost many thousands of dollars to unscrupulous people.  Of course I am not for one moment implying that you are anything less than an honest person however my company operates a strict policy which cannot be changed for any reason.\n\nOf course, once you have completed the test submission and we have established that you are able to supply the work quickly and on time, all future payment will however be paid in advance.\n\nPlease keep me updated frequently on your progress.\n\nSincerely,\n\nMichael Palin - CEO\nPesky Pirate Audio & Video Productions Ltd.\n\n\n", "from_name": "Michael Palin", "date": "", "raw": "            <p><b>From:</b> Michael Palin<br>\n              <b>To:</b> Jani Adams</p>\n            <p>Dear Miss Adams,<br>\n              <br>\n              I will consider your submission on the understanding that you do not make any requests for any payment until we have received the completed work.  I am sorry that I have to be so strict in this particular matter however my company have in the past lost many thousands of dollars to unscrupulous people.  Of course I am not for one moment implying that you are anything less than an honest person <strong>[not until you give me what I want anyway!]</strong> however my company operates a strict policy which cannot be changed for any reason.<br>\n              <br>\n              Of course, once you have completed the test submission and we have established that you are able to supply the work quickly and on time, all future payment will however be paid in advance. <br>\n              <br>\n              Please keep me updated frequently on your progress.<br>\n              <br>\n              Sincerely,<br>\n              <br>\n              Michael Palin - CEO<br>\n              Pesky Pirate Audio &amp; Video Productions Ltd.</p>\n            <p>&nbsp;</p>\n", "comments": ["[not until you give me what I want anyway!]"], "to_name": "Jani Adams"}, {"author_role": "scam", "subject": "thankyou!!!!!!!!!!!", "body": "my life is now in ruins becos of you!!!!!!!!!!!!!!!!!\n\n\n", "from_name": "Jani Adams", "date": "", "raw": "            <p><b>From:</b> Jani Adams<br>\n              <b>To:</b> Michael Palin<br>\n              <b>Subject:</b> thankyou!!!!!!!!!!!</p>\n            <p>my life is now in ruins becos of you!!!!!!!!!!!!!!!!!</p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Michael Palin"}, {"author_role": "bait", "subject": "", "body": "Dear Chinweoke,\n\nPlease can you supply me with the details of the payee for this project?  It will speed things up greatly if I can prepare the payment paperwork with the details of who the payment is to me made to.\n\nI shall require the following:\n\nFull name of payee.\nFull mailing address.\nContact telephone number.\nFax number (if applicable)\n\nI will need to know how you wish to receive the payment (cheque, bank transfer, Western Union etc.)?\n\nPlease keep me updated frequently on your progress.\n\nSincerely,\n\nTom Cook - CEO\nPesky Pirate Audio & Video Productions Ltd.\n\n\n", "from_name": "Thomas Cook", "date": "", "raw": "            <p><b>From:</b> Thomas Cook<br>\n              <b>To:</b> Chinweoke Trevor Nwauzor</p>\n            <p>Dear Chinweoke,<br>\n            </p>\n            <p>Please can you supply me with the details of the payee for this project?  It will speed things up greatly if I can prepare the payment paperwork with the details of who the payment is to me made to.<br>\n              <br>\n              I shall require the following:<br>\n              <br>\n              Full name of payee.<br>\n              Full mailing address.<br>\n              Contact telephone number.<br>\n              Fax number (if applicable)<br>\n              <br>\n              I will need to know how you wish to receive the payment (cheque, bank transfer, Western Union etc.)?<br>\n              <br>\n              Please keep me updated frequently on your progress.<br>\n              <br>\n              Sincerely,<br>\n              <br>\n              Tom Cook - CEO<br>\n              Pesky Pirate Audio &amp; Video Productions Ltd.</p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Chinweoke Trevor Nwauzor"}, {"author_role": "scam", "subject": "information", "body": "Dear Thomas,\n\nThanks for your email, here are my complete details:\n\nName on my passport: Chinweoke Trevor Nwauzor\nMy Address: COCCODY ANGREY, ABIDJAN COTE D' IVOIRE\nMy Telephone:00225096XXXXX\nPersonal Email: xxxxxChinweoke@yahoo.ca\nI do not have a fax number but will get one soonest.\n\nI will prefer western union  because it will be very easy and convinient for me, please do reply me through my person email address onwards. I have to take this business more serious now so that you can be sure of what we are doing.\n\nI do not have US dollar account which can receive money internationally, I do not have mailling address but will get from a friend if very necessary. Please note that i have printed all the 109 pages, I am currently studying it so as to be very fluent while reading and recording in order to give you the accurate results.\nAnother plea for free stuff follows:\nPlease, if it is possible for you, help me with a good recording equipment to facilitate the earliest completion of this project because I am so much in need of completing and sending over so you have to help me.\n\nI shall keep you updated with any latest.\n\nChinweoke\n\n\n", "from_name": "Chinweoke Trevor Nwauzor", "date": "", "raw": "            <p><b>From:</b> Chinweoke Trevor Nwauzor<br>\n              <b>To:</b> Thomas Cook<br>\n              <b>Subject:</b> information</p>\n            <p><em>Dear Thomas,<br>\n              <br>\n              Thanks for your email, here are my complete details:<br>\n              <br>\n              Name on my passport: Chinweoke Trevor Nwauzor<br>\n              My Address: COCCODY ANGREY, ABIDJAN COTE D' IVOIRE<br>\n              My Telephone:00225096XXXXX<br>\n              Personal Email: xxxxxChinweoke@yahoo.ca<br>\n              I do not have a fax number but will get one soonest. <br>\n              <br>\n              I will prefer western union </em><strong>[surprise surprise!]</strong><em> because it will be very easy and convinient for me, please do reply me through my person email address onwards. I have to take this business more serious now so that you can be sure of what we are doing.<br>\n              <br>\n            I do not have US dollar account which can receive money internationally, I do not have mailling address but will get from a friend if very necessary. Please note that i have printed all the 109 pages, I am currently studying it so as to be very fluent while reading and recording in order to give you the accurate results.</em></p>\n            <p><strong>Another plea for free stuff follows:</strong></p>\n            <p><em>Please, if it is possible for you, help me with a good recording equipment to facilitate the earliest completion of this project because I am so much in need of completing and sending over so you have to help me.<br>\n              <br>\n              I shall keep you updated with any latest.<br>\n              <br>\n            Chinweoke</em></p>\n            <p>&nbsp;</p>\n", "comments": ["[surprise surprise!]"], "to_name": "Thomas Cook"}, {"author_role": "bait", "subject": "", "body": "Dear Chinweoke,\n\nI have now lost patience with you.  I have told you FOUR TIMES that we cannot send you ANYTHING in advance of receiving the finished work, and yet you still persist.    Let me make this quite clear to you:\n\nI WILL NOT SEND YOU ANYTHING IN ADVANCE OF RECEIVING THE FINISHED WORK\n\nI WILL NOT SEND YOU ANYTHING IN ADVANCE OF RECEIVING THE FINISHED WORK\n\nI WILL NOT SEND YOU ANYTHING IN ADVANCE OF RECEIVING THE FINISHED WORK\n\nI WILL NOT SEND YOU ANYTHING IN ADVANCE OF RECEIVING THE FINISHED WORK\n\nIs that clear enough for you?\n\nI need to employ people with a professional attitude, yet time after time you give me yet another stumbling block.  I am sorry, but I am not going to have my time wasted any further.\n\nNow please; I would appreciate it if you do not contact me any more. This work needs to be completed within 7 days.  It is quite obvious to me that you are not able to do it.  I will pass your work over to people who will not give me further excuses.\n\nSincerely,\n\nTom Cook - CEO\nPesky Pirate Audio & Video Productions Ltd.\n\n\n", "from_name": "Thomas Cook", "date": "", "raw": "            <p><b>From:</b> Thomas Cook<br>\n              <b>To:</b> Chinweoke Trevor Nwauzor</p>\n            <p>Dear Chinweoke,<br>\n              <br>\n              I have now lost patience with you.  I have told you FOUR TIMES that we cannot send you ANYTHING in advance of receiving the finished work, and yet you still persist.    Let me make this quite clear to you:<br>\n              <br>\n              I WILL NOT SEND YOU ANYTHING IN ADVANCE OF RECEIVING THE FINISHED WORK<br>\n              <br>\n              I WILL NOT SEND YOU ANYTHING IN ADVANCE OF RECEIVING THE FINISHED WORK<br>\n              <br>\n              I WILL NOT SEND YOU ANYTHING IN ADVANCE OF RECEIVING THE FINISHED WORK<br>\n              <br>\n              I WILL NOT SEND YOU ANYTHING IN ADVANCE OF RECEIVING THE FINISHED WORK<br>\n              <br>\n              Is that clear enough for you?<br>\n              <br>\n              I need to employ people with a professional attitude, yet time after time you give me yet another stumbling block.  I am sorry, but I am not going to have my time wasted any further.<br>\n              <br>\n              Now please; I would appreciate it if you do not contact me any more. This work needs to be completed within 7 days.  It is quite obvious to me that you are not able to do it.  I will pass your work over to people who will not give me further excuses.<br>\n              <br>\n              Sincerely,<br>\n              <br>\n              Tom Cook - CEO<br>\n            Pesky Pirate Audio &amp; Video Productions Ltd.</p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Chinweoke Trevor Nwauzor"}, {"author_role": "scam", "subject": "please contact me as soon as possible", "body": "Dear Thomas,\nI am working with my friend whom I told you is a DJ and I hope to complete same before next week end as I have informed you earlier, he told me that he will do a clean work in reloading the recorded cassette into MP3 to erase the little underground noise.\nI am doing a very good work, I have gotten all I need, I will give you a suprise to this job and we shall all come to believe and trust each other. I really understand how you feel but must tell you to calm down.\nI have done the recording of the introduction and the chapter one is on the move now, I have completed my personal test and came to see and learn how I can work with the little equipments that is with me at present.\nYou should calm down please, I never mean to be hash to you but my concern is to work with good results, I am not here for testing again, upon your receipt of my work, you will find out that it will be better than a testing work so to say.\nI am sorry please, I look forward to your response while I am working here right away.\nRegards,\nChinweoke\n\n\n", "from_name": "Chinweoke Trevor Nwauzor", "date": "", "raw": "            <p><b>From:</b> Chinweoke Trevor Nwauzor<br>\n              <b>To:</b> Thomas Cook<br>\n              <b>Subject:</b> please contact me as soon as possible</p>\n            <p><em>Dear Thomas,</em></p>\n            <p><em>I am working with my friend whom I told you is a DJ and I hope to complete same before next week end as I have informed you earlier, he told me that he will do a clean work in reloading the recorded cassette into MP3 to erase the little underground noise.</em></p>\n            <p><em>I am doing a very good work, I have gotten all I need, I will give you a suprise to this job and we shall all come to believe and trust each other. I really understand how you feel but must tell you to calm down.</em></p>\n            <p><em>I have done the recording of the introduction and the chapter one is on the move now, I have completed my personal test and came to see and learn how I can work with the little equipments that is with me at present.</em></p>\n            <p><em>You should calm down please, I never mean to be hash to you but my concern is to work with good results, I am not here for testing again, upon your receipt of my work, you will find out that it will be better than a testing work so to say.</em></p>\n            <p><em>I am sorry please, I look forward to your response while I am working here right away.</em></p>\n            <p><em>Regards,</em></p>\n            <p><em>Chinweoke</em></p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Thomas Cook"}, {"author_role": "bait", "subject": "", "body": "I will give you until Friday 27th July to send the work to me, not one day later.  This is my final offer, and again I shall repeat for the final time that my company will not send anything to you until you have proved to us that you are able to complete the sample.\nSincerely,\nTom Cook - CEO\nPesky Pirate Audio & Video Productions Ltd.\n\n\n", "from_name": "Thomas Cook", "date": "", "raw": "            <p><b>From:</b> Thomas Cook<br>\n              <b>To:</b> Chinweoke Trevor Nwauzor</p>\n            <p>I will give you until Friday 27th July to send the work to me, not one day later.  This is my final offer, and again I shall repeat for the final time that my company will not send anything to you until you have proved to us that you are able to complete the sample.</p>\n            <p>Sincerely,</p>\n            <p>Tom Cook - CEO<br>\n              Pesky Pirate Audio &amp; Video Productions Ltd.</p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Chinweoke Trevor Nwauzor"}, {"author_role": "scam", "subject": "Re: please contact me as soon as possible", "body": "Dear Thomas,\nSir,\nI am very sorry for my action, I understand how serious you want me to be, I promise to come up with the project at the appointed date.\nPlease do not keep away from being in touch with me as I am here doing my possible best to arrive at your demand in order to establish a good and friendly business relationship with you. I have fully started the work and will complete it before the deadline, I may send it to you via attachment since I can also do it very easier that way.\nI have made upto page 30 as at Friday-Saturday, I shall commence later in the evening and will update you as I progress. My workman cassette recorder spoiled yesterday so I have stop and get another one later today. I am waiting for someone so that I can go and get it.\nI am sorry pls, I will keep to your advise.\nChinweoke\n\n\n", "from_name": "Chinweoke Trevor Nwauzor", "date": "", "raw": "            <p><b>From:</b> Chinweoke Trevor Nwauzor<br>\n              <b>To:</b> Thomas Cook<br>\n              <b>Subject:</b> Re: please contact me as soon as possible</p>\n            <p><em>Dear Thomas,</em></p>\n            <p><em>Sir, </em></p>\n            <p><em>I am very sorry for my action, I understand how serious you want me to be, I promise to come up with the project at the appointed date.</em></p>\n            <p><em>Please do not keep away from being in touch with me as I am here doing my possible best to arrive at your demand in order to establish a good and friendly business relationship with you. I have fully started the work and will complete it before the deadline, I may send it to you via attachment since I can also do it very easier that way.</em></p>\n            <p><em>I have made upto page 30 as at Friday-Saturday, I shall commence later in the evening and will update you as I progress. My workman cassette recorder spoiled yesterday so I have stop and get another one later today. I am waiting for someone so that I can go and get it. </em></p>\n            <p><em>I am sorry pls, I will keep to your advise.</em></p>\n            <p><em>Chinweoke</em></p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Thomas Cook"}, {"author_role": "bait", "subject": "", "body": "Dear Mr. Nwauzor,\n\nThank you for your prompt reply.\n\nYou say that you are going to send the sample by attachment.  Please note that obviously a recording of such length in MP3 format may be very large indeed, so sending a single file containing the reading of the entire book may be too large to send by email attachment as many email companies (including Yahoo such as you are using) do not allow very large files to be sent in a single attachment.    The solution of course would be to send the file as smaller pieces.  For instance, break up the recording into the 35 separate chapters and send 35 separate attachments (35 smaller MP3 files).\n\nI do not know if you have the technical ability to break down the recording into MP3 chapters, but I shall assume that the DJ who is helping you knows all about this.\n\nSome of our employee use the online service www.megaupload.com to send very large files.  It is a fairly easy service to use, but again please note that the maximum file size that you can store there  is 500 megabytes.  The problem is that the larger the file is that you are sending, the more likelihood that there may be corruption in the download, so again I would advise your to split the large MP3 in the smaller MP3s and send then by email attachment.  You may want to try sending a test sample ASAP if you can, or wait until you have completed the entire work.\n\nIf the experienced DJ is making the MP3 files for you, please ask him to sample the audio at a speed of at least 128kbps. If he does not understand this then just ensure he records the MP3 in good quality.\n\nIf you have any questions at all about sending the attachments etc. then please do get back to me as soon as possible.  Do not leave it until the last day if you are unclear about anything.\n\nSincerely,\n\nTom Cook - CEO\nPesky Pirate Audio & Video Productions Ltd.\n\n\n", "from_name": "Thomas Cook", "date": "", "raw": "            <p><b>From:</b> Thomas Cook<br>\n              <b>To:</b> Chinweoke Trevor Nwauzor</p>\n            <p>Dear Mr. Nwauzor,<br>\n              <br>\n              Thank you for your prompt reply.<br>\n              <br>\n              You say that you are going to send the sample by attachment.  Please note that obviously a recording of such length in MP3 format may be very large indeed, so sending a single file containing the reading of the entire book may be too large to send by email attachment as many email companies (including Yahoo such as you are using) do not allow very large files to be sent in a single attachment.    The solution of course would be to send the file as smaller pieces.  For instance, break up the recording into the 35 separate chapters and send 35 separate attachments (35 smaller MP3 files). <br>\n              <br>\n              I do not know if you have the technical ability to break down the recording into MP3 chapters, but I shall assume that the DJ who is helping you knows all about this.<br>\n              <br>\n              Some of our employee use the online service www.megaupload.com to send very large files.  It is a fairly easy service to use, but again please note that the maximum file size that you can store there  is 500 megabytes.  The problem is that the larger the file is that you are sending, the more likelihood that there may be corruption in the download, so again I would advise your to split the large MP3 in the smaller MP3s and send then by email attachment.  You may want to try sending a test sample ASAP if you can, or wait until you have completed the entire work. <br>\n              <br>\n              If the experienced DJ is making the MP3 files for you, please ask him to sample the audio at a speed of at least 128kbps. If he does not understand this then just ensure he records the MP3 in good quality.<br>\n              <br>\n              If you have any questions at all about sending the attachments etc. then please do get back to me as soon as possible.  Do not leave it until the last day if you are unclear about anything.<br>\n              <br>\n              Sincerely,<br>\n              <br>\n              Tom Cook - CEO<br>\n            Pesky Pirate Audio &amp; Video Productions Ltd.</p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Chinweoke Trevor Nwauzor"}, {"author_role": "scam", "subject": "Re: please contact me as soon as possible", "body": "Dear Mr. Thomas,\nThanks for your email, please note that I have just recorded it with a laptop which I hired yesterday and I can attach them and send to you but I needed to edit some mistakes before sending it. Advise me if I should just send them over now so that I will attached them and send to you. Because this will even be more easier to as you know that I did not pay the DJ and we have no money get all the equipment for this recording.\nI have from the page 1 to 48 which is chapter 1 to 11 so advise me if I should send it now, I will sleep a little and will complete the rest later today.\nI am waiting for your email before I go to bed or please call me on 00225045XXXXX as soon as you send me an email so that I will do according to your advise.\nI am very serious with this job, I just started the recording yesterday and did it to page 48 because I was using cassette and it later spoiled so that was why I have to hire a laptop because I do not have any but needed it in order to fasting my job.\nI am waiting for your response.\nRegards,\nChinweoke Trevor Nwauzor\n\n\n", "from_name": "Chinweoke Trevor Nwauzor", "date": "", "raw": "            <p><b>From:</b> Chinweoke Trevor Nwauzor<br>\n              <b>To:</b> Thomas Cook<br>\n              <b>Subject:</b> Re: please contact me as soon as possible</p>\n            <p><em>Dear Mr. Thomas,</em></p>\n            <p><em>Thanks for your email, please note that I have just recorded it with a laptop which I hired yesterday and I can attach them and send to you but I needed to edit some mistakes before sending it. Advise me if I should just send them over now so that I will attached them and send to you. Because this will even be more easier to as you know that I did not pay the DJ and we have no money get all the equipment for this recording.</em></p>\n            <p><em>I have from the page 1 to 48 which is chapter 1 to 11 so advise me if I should send it now, I will sleep a little and will complete the rest later today. </em></p>\n            <p><em>I am waiting for your email before I go to bed or please call me on 00225045XXXXX as soon as you send me an email so that I will do according to your advise.</em></p>\n            <p><em>I am very serious with this job, I just started the recording yesterday and did it to page 48 because I was using cassette and it later spoiled so that was why I have to hire a laptop because I do not have any but needed it in order to fasting my job.</em></p>\n            <p><em>I am waiting for your response.</em></p>\n            <p><em>Regards,</em></p>\n            <p><em>Chinweoke Trevor Nwauzor</em></p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Thomas Cook"}, {"author_role": "bait", "subject": "", "body": "Dear Mr. Nwauzor,\n\nYes, please do try to send the work you have done so far, that way I can advise you if any changes may be required.\n\nSincerely,\n\nTom Cook - CEO\nPesky Pirate Audio & Video Productions Ltd.\n\n\n", "from_name": "Thomas Cook", "date": "", "raw": "            <p><b>From:</b> Thomas Cook<br>\n              <b>To:</b> Chinweoke Trevor Nwauzor</p>\n            <p>Dear Mr. Nwauzor,<br>\n              <br>\n              Yes, please do try to send the work you have done so far, that way I can advise you if any changes may be required.<br>\n              <br>\n              Sincerely,<br>\n              <br>\n              Tom Cook - CEO<br>\n            Pesky Pirate Audio &amp; Video Productions Ltd.</p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Chinweoke Trevor Nwauzor"}, {"author_role": "scam", "subject": "NEARLY COMPLETE", "body": "Dear Mr. Thomas,\nThanks for your email and the call, I am currently transferring the files to MP3 so that I will send it to you today.\nWhat is the possibility of having my payment today upon your receipt because I have ran into several debts and will be into a very big trouble any moment from now because my brother who I am living with just threw my bags away from his house and I am just stranded after borrowing money from people and getting some equipments on credit.\nPlease call me, I am banking my hope on you now because I do not have any other thing to do.\nChinweoke.\n\n\n", "from_name": "Chinweoke Trevor Nwauzor", "date": "", "raw": "            <p><b>From:</b> Chinweoke Trevor Nwauzor<br>\n              <b>To:</b> Thomas Cook<br>\n              <b>Subject:</b> NEARLY COMPLETE</p>\n            <p><em>Dear Mr. Thomas,</em></p>\n            <p><em>Thanks for your email and the call, I am currently transferring the files to MP3 so that I will send it to you today.</em></p>\n            <p><em>What is the possibility of having my payment today upon your receipt because I have ran into several debts and will be into a very big trouble any moment from now because my brother who I am living with just threw my bags away from his house and I am just stranded after borrowing money from people and getting some equipments on credit.</em></p>\n            <p><em>Please call me, I am banking my hope on you now because I do not have any other thing to do.</em></p>\n            <p><em>Chinweoke.</em></p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Thomas Cook"}, {"author_role": "scam", "subject": "CHECK THE DOWNLOAD", "body": "Dear Mr. Thomas,\nI have attached 1 and 2 for you though I need to know from you if you got it, I have opened an account with the megaupload\nLogin name: ChinweokeXXXX\nPassword: ChinweokeXXXX\nPlease check it and get back to me, I am going home to complete the rest of the downloads so call me now please.\n\n\n", "from_name": "Chinweoke Trevor Nwauzor", "date": "", "raw": "            <p><b>From:</b> Chinweoke Trevor Nwauzor<br>\n              <b>To:</b> Thomas Cook<br>\n              <b>Subject:</b> CHECK THE DOWNLOAD</p>\n            <p><em>Dear Mr. Thomas,</em></p>\n            <p><em>I have attached 1 and 2 for you though I need to know from you if you got it, I have opened an account with the megaupload</em></p>\n            <p><em>Login name: ChinweokeXXXX<br>\n              Password: ChinweokeXXXX</em></p>\n            <p><em>Please check it and get back to me, I am going home to complete the rest of the downloads so call me now please.</em></p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Thomas Cook"}, {"author_role": "bait", "subject": "", "body": "Dear Mr. Nwauzor,\nI checked the download but unfortunately, although your voice sounds perfect on the MP3 file, the loud buzzing noise makes it completely unacceptable to us.  We cannot accept any files with such bad quality recording.\n\nYour VOICE is 100% perfect.  Your SPEECH is 100% perfect.  The way that you are reading is 100% perfect however we CANNOT accept any of your work. The sound quality is so very bad because of the loud buzzing noise.  All I can suggest is that you do the recording again with proper equipment and check that there is NO NOISE before you convert it to MP3.\n\nI am sorry that I cannot offer you better news, however in the current state the samples are completely useless for my company and we can not pay for any work which we are unable to make use of.\n\nIf you still want to try to send if another submission I suggest you make a SHORT recording to test the quality and check with me before you waste further time reading the entire book.\nSincerely,\nTom Cook - CEO\nPesky Pirate Audio & Video Productions Ltd.\n\n\n", "from_name": "Thomas Cook", "date": "", "raw": "            <p><b>From:</b> Thomas Cook<br>\n              <b>To:</b> Chinweoke Trevor Nwauzor</p>\n            <p>Dear Mr. Nwauzor,</p>\n            <p>I checked the download but unfortunately, although your voice sounds perfect on the MP3 file, the loud buzzing noise makes it completely unacceptable to us.  We cannot accept any files with such bad quality recording.<br>\n              <br>\n              Your VOICE is 100% perfect.  Your SPEECH is 100% perfect.  The way that you are reading is 100% perfect however we CANNOT accept any of your work. The sound quality is so very bad because of the loud buzzing noise.  All I can suggest is that you do the recording again with proper equipment and check that there is NO NOISE before you convert it to MP3.<br>\n              <br>\n              I am sorry that I cannot offer you better news, however in the current state the samples are completely useless for my company and we can not pay for any work which we are unable to make use of.  <br>\n              <br>\n            If you still want to try to send if another submission I suggest you make a SHORT recording to test the quality and check with me before you waste further time reading the entire book.</p>\n            <p>Sincerely,</p>\n            <p>Tom Cook - CEO<br>\n              Pesky Pirate Audio &amp; Video Productions Ltd.</p>\n            <p>&nbsp;</p>\n", "comments": [], "to_name": "Chinweoke Trevor Nwauzor"}, {"author_role": "scam", "subject": "Re: CHECK THE DOWNLOAD", "body": "Dear Mr. Thomas,\nThanks for your email and well understood. Please what do you want me to do now? I have ran into big trouble and I will just have to kill my self if I can not just settle this debts.\nSo all my sufferings have become in vain, how am I going to refund all the monies that I have borrowed? How am I going to pay the people who worked for me? Well you have tried very well, I will commit my soul to God to have mercy on me.\nChinweoke.\n\n\n\n\n\n\n", "from_name": "Chinweoke Trevor Nwauzor", "date": "", "raw": "            <p><b>From:</b> Chinweoke Trevor Nwauzor<br>\n              <b>To:</b> Thomas Cook<br>\n              <b>Subject:</b> Re: CHECK THE DOWNLOAD</p>\n            <p><em>Dear Mr. Thomas,</em></p>\n            <p><em>Thanks for your email and well understood. Please what do you want me to do now? I have ran into big trouble and I will just have to kill my self if I can not just settle this debts.</em></p>\n            <p><em>So all my sufferings have become in vain, how am I going to refund all the monies that I have borrowed? How am I going to pay the people who worked for me? Well you have tried very well, I will commit my soul to God to have mercy on me.</em></p>\n            <p><em>Chinweoke.</em></p>\n            <p>&nbsp;</p>\n            <p align=\"center\"><a href=\"booked2.htm\"><img src=\"../images/nxt_page.gif\" width=\"100\" height=\"25\" border=\"0\"></a></p>\n            </td>\n        </tr>\n      </table>\n", "comments": [], "to_name": "Thomas Cook"}], "baiter": "Shiver Metimbers as Michael Palin & Thomas"}
