{"title": "baiters/advance_fee/sources/scamorama/dodgson_abacha.html", "scammer": null, "location": null, "baiter": null, "notes": [], "messages": [{"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Good day, \n\n\n I am Dr. (Mrs.) Maryam Abacha, the wife of the late Nigerian Head of states, General Sani Abacha who died On the 8th June 1998 of heart problems while on active Duty as the head of State and Commander in chief of the armed forces Federal Republic of Nigeria. I am contacting you because of my present need to engage in a mutually beneficial business partnership with person whom I have not had dealings before and who do not have any political indignation in my country, Nigeria. \n\n\nSince the death of my husband in 1998, the Nigerian Government has subjected my family to all sorts of harassment, intimidation and persecution. This is because the people in the government now are people who believe that my husband victimized them while he was in power. They have frozen numerous bank accounts and seized monies and assets running into hundreds of millions of dollars belonging to my family under the excuse that my late husband stole the money. It is in view of this that I seek the assistance of honest, God fearing people like you to help me.\nPresently I have with me the sum of US$45 million, which I wish to transfer abroad as discreetly and as expeditiously as possible and I wish with your help to apply this fund towards investment purposes in Your country. This money was my husband's share in a debt buy back contract deal between my husband and a Russian company in our country's multi-billion dollar Ajaokuta Steel project. The Russian company Returned my husband's share of US$65 million after his death and lodged it in my late husband's security company in which I am a beneficiary As his next of kin.\nWith the intensification of the Nigeria Government probe into my family's finances and the consequent detention of my son Mohammed on trumped up charges, I acted fast to deposit this money in a security company abroad, waiting to have an honest person that will assist me in withdrawing and investing the money in his or her country.\n\n Now I wish to solicit for your assistance to transfer this money out of the security company and into your account to be applied towards investment in your country. For your assistance I propose to give you a commission of 15% of the total sum involved, which you shall deduct immediately the money is paid into your account. Please, I implore you to exercise the utmost discretion in keeping this matter very confidential, whatever your decision will be please forward your response to me immediately at dmaryam1@excite.com  Thank you Yours faithfully, Dr. Mrs. Maryam. Abacha.", "raw": "<tr>\n<td width=15%></td>\n<td width=70%>   \n\n<font face = \"Georgia,Arial,Verdana\">\n<font color=\"red\"><b>MRS ABACHA</b></font><br><br>\n\n\n Good day, <br><br>\n\n\n I am Dr. (Mrs.) Maryam Abacha, the wife of the late Nigerian Head of states, General Sani Abacha who died On the 8th June 1998 of heart problems while on active Duty as the head of State and Commander in chief of the armed forces Federal Republic of Nigeria. I am contacting you because of my present need to engage in a mutually beneficial business partnership with person whom I have not had dealings before and who do not have any political indignation in my country, Nigeria. \n<br><br>\n\nSince the death of my husband in 1998, the Nigerian Government has subjected my family to all sorts of harassment, intimidation and persecution. This is because the people in the government now are people who believe that my husband victimized them while he was in power. They have frozen numerous bank accounts and seized monies and assets running into hundreds of millions of dollars belonging to my family under the excuse that my late husband stole the money. It is in view of this that I seek the assistance of honest, God fearing people like you to help me.<br>\nPresently I have with me the sum of US$45 million, which I wish to transfer abroad as discreetly and as expeditiously as possible and I wish with your help to apply this fund towards investment purposes in Your country. This money was my husband's share in a debt buy back contract deal between my husband and a Russian company in our country's multi-billion dollar Ajaokuta Steel project. The Russian company Returned my husband's share of US$65 million after his death and lodged it in my late husband's security company in which I am a beneficiary As his next of kin.<br>\nWith the intensification of the Nigeria Government probe into my family's finances and the consequent detention of my son Mohammed on trumped up charges, I acted fast to deposit this money in a security company abroad, waiting to have an honest person that will assist me in withdrawing and investing the money in his or her country.<br><br>\n\n Now I wish to solicit for your assistance to transfer this money out of the security company and into your account to be applied towards investment in your country. For your assistance I propose to give you a commission of 15% of the total sum involved, which you shall deduct immediately the money is paid into your account. Please, I implore you to exercise the utmost discretion in keeping this matter very confidential, whatever your decision will be please forward your response to me immediately at dmaryam1@excite.com  Thank you Yours faithfully, Dr. Mrs. Maryam. Abacha. <br><br>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "dmaryam1@excite.com", "date": "2004-08-10 04:46", "subject": "re your $45 million dollars business proposal", "author_role": "bait", "body": "Dear Mrs Abacha\n\nI am not sure that this is meant for me? I am in Oxford, England and have never heard of your General Abach. It sounds like a fairy story. But I must that if there was a chance of this really happening then I would truly be in wonderland!\n\nCharles\n\nRev Charles Lutwidge Dodgson\n1, Lapin Blanc\nWarren Down\nOxford\nEngland\nFU2 GIT", "raw": "<hr>\n<font face = \"Arial,Verdana\">\n<font color=\"blue\"><b>CHARLES DODGSON</b></font><br><br>\n\nTo: \tdmaryam1@excite.com<br>\nDate: \t10 Aug 2004, 04:46:43 AM<br>\nSubject: \tre your $45 million dollars business proposal<br><br>\n\nDear Mrs Abacha\n<br><br>\nI am not sure that this is meant for me? I am in Oxford, England and have never heard of your General Abach. It sounds like a fairy story. But I must that if there was a chance of this really happening then I would truly be in wonderland!\n<br><br>\nCharles\n<br><br>\nRev Charles Lutwidge Dodgson<br>\n1, Lapin Blanc<br>\nWarren Down<br>\nOxford<br>\nEngland<br>\nFU2 GIT<br><br>\n\n", "comments": []}, {"from_name": "\"Maryam Abacha\" <dmaryam1@excite.com>", "to_name": "dmaryam1@excite.com", "date": "2004-08-10 07:48", "subject": "Urgent about the $45 million Dollars transfer", "author_role": "scam", "body": "Dear sir,I am very pleased to receive your response to my last mail. Infact I must first thank you for your willingness to help me invest this fund abroad,may the Almighty God continue to uphold you and help you and myself in this transaction. I believe that my coming to you is God's plan and I do not want you to look at it as business relationship but I want you to take me as your relative and by the grace of God,our union will bring good fruit and blessings to both of us. One thing I have told God is to direct me in this matter.... please I am entrusting the whole of my life and other members of the family into your hands,please do not let us down and may the Lord God Almighty continue to bless and uphold you expecially at this critical time you have come up to help us. ALL YOU NEED TO DO IS TO PROVIDE OR SET UP A TRUSTED ACCOUNT WHERE THE MONEY WILL BE PAID INTO IN YOUR COUNTRY.I WILL THEN USE THE ACCOUNT INFORMATION TO LODGE LETTERS OF CLAIM TO THE SECURITY COMPANY IN EUROPE .To start with, I am Dr mrs Maryam Abacha, the wife of the former president of Nigeria, General Sanni Abacha who died on 8th June, 1998 from heart failure. Infact this money in my possession, was my husband's share in a debt buy back contract deal between my husband and a Russian company in our country's multi-billion dollar Ajaokuta Steel project. The Russian company returned my husband's share of US$45 million after his death and it was lodged in a security company by me being his beneficiary. After his death, the present Government out of wickedness want to suffer me and my children for something we dont know anything about. The origin of the matter is that, when my husband was in power, as the head of State and Commander in chief of Nigeria Armed Forces, the present head of State, General Olusegun Obasanjo, planned coup against the Government of my husband and the coup was failed and he was jailed with other officers.Now that he is out of prison, he contested election and won as the democractic elected president, since then, he refused to see anything good in the hands of my family as if it was me and my children that jailed him. he has subjected my family to intimidations. My children were banned from travelling outside of Nigeria while I was subjected to house arrest since 1999 he came to power till date. Our properties both in Nigeria and abroad was seized, our bank accounts in Nigeria and abroad frozen.The Government said that if they allow me to move freely, I will use my connection with world leaders to work against his government.Poor me, a widow, I don't know how I can fight a whole federal Government of a country instead of looking for a way to take care of my children to me, every thing is witch hunting because I don't see anything to justify my arrest.But as God may have it for my family, As my late husband next of kin I have now seized the opportunity to lodge the $45 million U.S Dollars cash in a vault in one of the security and finance companies in Netherlands, Europe and this money is what I want you to assist me and my family invest in any lucrative business of your choice in your country or any other country. For your assistance I propose to give you a commission of 15% of the total sum involved and I have also reserve 5% for any expenses that you may incur in the process of this transaction,which you shall deduct immediately the money is paid into your account,pending when I will be free from this illegal house arrest. I can assure you that there is no illegality associated with this money. it has nothing to do with money laundering or drug. it was genuinly acquired, so there is no cause for alarm because the business is 100% risk free. My assurance to you is that I will never involve you in anything that will dent my image or yours. We have all the legal documents to cover the money which if you wish, we can change to your name.We have arranged for an attorney in Netherlands and the attorney has made an arrangements with the Bank Manager of ABN AMRO in Netherlands, to help us open a non- residence Bank account on your name\nand lodge the money there for further transfer to your country or any other country of your choice via swift transfer (K.T.T.). But to open the account on your behalf in Netherlands,you will be required to forward a copy of your international passport or driving licence or national identity card to the attorney in Netherlands so as to open the non-residence bank account in your name. Note that the whole process of claiming the funds from the security company and as well transfer it into your chosen account in your country will only take 5 working days with your full cooperation.Furthermore,the efforts of Nigeria government is to freeze all my family bank account both in Nigeria and abroad and to deal with this matter with care as recommended by the attorney,all the necessary documents pertaining to this $45 million deposit at the security company in Europe which is now in possession of the attorney must be changed into your name and I believe when the attorney contacts you,he will be in better position to furnish you with more information about the whole process of the transfer. For the attorney to commence on this transaction however,I am required to pay his professional fee and all the necessary cost that he will use to procure all the documents that will foster the transfering of the ownership of the money into your name and now that I am still under house arrest here in Nigeria and the $45 million dollars in question is deposited in a vault in one of the securtiy company in Netherlands Europe and my continous stay under this illegal house arrest has really made me to be financially handicapped and if I may crave your indulgence, I will need your financial assistance to assist me pay for the attorney professional fee and all other cost that he will use to procure all the necessary documents in order to convert the ownership of the funds into your name and once the money is transfered into your account, you will first deduct every cost you might have incured on my behalf in the process of this transaction. Don't forget to treat this business with utmost priority, regards and confidentiality it requires,untill after this transaction. hoping that this will be the begining of a good business relationship that will enhance our future. As we proceed, the attorney will give you all the relevant documents that covers this transaction as soon as he procures them. hoping to hear from you immediately and don't forget to give me your private phone number for easy communication. Note\" In my fear of losing this $45 million to Nigeria government,I have attached to this mail a copy of the photo I made for the funds as it was arranged in a vault in 100 and 50 dollars bill before it was deposited at the security company in Netherlands, so as to fully establish good faith in you that your urgent attention in this transaction will be highly appreciated by me and the entire of my family. If I may ask sir which kind of lucrative investment will you assist me to secure with my own share of the funds and I will be very glad to hear that from you in your next response. May God guide you to continue helping us. All I know is that your efforts will never be in vain. God bless you. Please indicate your phone number in your reply for easy communication so that I can instruct the attorney to contact you on phone since I am still under house arrest. Please this is highly confidential. Keep it only to yourself. \" Please enderavour to see the attachment. May this mail receive its earliest attention. Dr Mrs Maryam Abacha\n\nAttachment: MaryamMoney.JPG (831.32KB)", "raw": "<hr>\n<font face = \"Georgia,Arial,Verdana\">\n<font color=\"red\"><b>MRS ABACHA</b></font><br><br>\n\nFrom: \"Maryam Abacha\" &lt;dmaryam1@excite.com&gt;<br>\nReply-To: dmaryam1@excite.com<br>\nSubject: Urgent about the $45 million Dollars transfer<br>\nDate: Tue, 10 Aug 2004 07:48:30 -0400 (EDT)<br><br>\n\nDear sir,I am very pleased to receive your response to my last mail. Infact I must first thank you for your willingness to help me invest this fund abroad,may the Almighty God continue to uphold you and help you and myself in this transaction. I believe that my coming to you is God's plan and I do not want you to look at it as business relationship but I want you to take me as your relative and by the grace of God,our union will bring good fruit and blessings to both of us. One thing I have told God is to direct me in this matter.... please I am entrusting the whole of my life and other members of the family into your hands,please do not let us down and may the Lord God Almighty continue to bless and uphold you expecially at this critical time you have come up to help us. ALL YOU NEED TO DO IS TO PROVIDE OR SET UP A TRUSTED ACCOUNT WHERE THE MONEY WILL BE PAID INTO IN YOUR COUNTRY.I WILL THEN USE THE ACCOUNT INFORMATION TO LODGE LETTERS OF CLAIM TO THE SECURITY COMPANY IN EUROPE .To start with, I am Dr mrs Maryam Abacha, the wife of the former president of Nigeria, General Sanni Abacha who died on 8th June, 1998 from heart failure. Infact this money in my possession, was my husband's share in a debt buy back contract deal between my husband and a Russian company in our country's multi-billion dollar Ajaokuta Steel project. The Russian company returned my husband's share of US$45 million after his death and it was lodged in a security company by me being his beneficiary. After his death, the present Government out of wickedness want to suffer me and my children for something we dont know anything about. The origin of the matter is that, when my husband was in power, as the head of State and Commander in chief of Nigeria Armed Forces, the present head of State, General Olusegun Obasanjo, planned coup against the Government of my husband and the coup was failed and he was jailed with other officers.Now that he is out of prison, he contested election and won as the democractic elected president, since then, he refused to see anything good in the hands of my family as if it was me and my children that jailed him. he has subjected my family to intimidations. My children were banned from travelling outside of Nigeria while I was subjected to house arrest since 1999 he came to power till date. Our properties both in Nigeria and abroad was seized, our bank accounts in Nigeria and abroad frozen.The Government said that if they allow me to move freely, I will use my connection with world leaders to work against his government.Poor me, a widow, I don't know how I can fight a whole federal Government of a country instead of looking for a way to take care of my children to me, every thing is witch hunting because I don't see anything to justify my arrest.But as God may have it for my family, As my late husband next of kin I have now seized the opportunity to lodge the $45 million U.S Dollars cash in a vault in one of the security and finance companies in Netherlands, Europe and this money is what I want you to assist me and my family invest in any lucrative business of your choice in your country or any other country. For your assistance I propose to give you a commission of 15% of the total sum involved and I have also reserve 5% for any expenses that you may incur in the process of this transaction,which you shall deduct immediately the money is paid into your account,pending when I will be free from this illegal house arrest. I can assure you that there is no illegality associated with this money. it has nothing to do with money laundering or drug. it was genuinly acquired, so there is no cause for alarm because the business is 100% risk free. My assurance to you is that I will never involve you in anything that will dent my image or yours. We have all the legal documents to cover the money which if you wish, we can change to your name.We have arranged for an attorney in Netherlands and the attorney has made an arrangements with the Bank Manager of ABN AMRO in Netherlands, to help us open a non- residence Bank account on your name<br>\nand lodge the money there for further transfer to your country or any other country of your choice via swift transfer (K.T.T.). But to open the account on your behalf in Netherlands,you will be required to forward a copy of your international passport or driving licence or national identity card to the attorney in Netherlands so as to open the non-residence bank account in your name. Note that the whole process of claiming the funds from the security company and as well transfer it into your chosen account in your country will only take 5 working days with your full cooperation.Furthermore,the efforts of Nigeria government is to freeze all my family bank account both in Nigeria and abroad and to deal with this matter with care as recommended by the attorney,all the necessary documents pertaining to this $45 million deposit at the security company in Europe which is now in possession of the attorney must be changed into your name and I believe when the attorney contacts you,he will be in better position to furnish you with more information about the whole process of the transfer. For the attorney to commence on this transaction however,I am required to pay his professional fee and all the necessary cost that he will use to procure all the documents that will foster the transfering of the ownership of the money into your name and now that I am still under house arrest here in Nigeria and the $45 million dollars in question is deposited in a vault in one of the securtiy company in Netherlands Europe and my continous stay under this illegal house arrest has really made me to be financially handicapped and if I may crave your indulgence, I will need your financial assistance to assist me pay for the attorney professional fee and all other cost that he will use to procure all the necessary documents in order to convert the ownership of the funds into your name and once the money is transfered into your account, you will first deduct every cost you might have incured on my behalf in the process of this transaction. Don't forget to treat this business with utmost priority, regards and confidentiality it requires,untill after this transaction. hoping that this will be the begining of a good business relationship that will enhance our future. As we proceed, the attorney will give you all the relevant documents that covers this transaction as soon as he procures them. hoping to hear from you immediately and don't forget to give me your private phone number for easy communication. Note\" In my fear of losing this $45 million to Nigeria government,I have attached to this mail a copy of the photo I made for the funds as it was arranged in a vault in 100 and 50 dollars bill before it was deposited at the security company in Netherlands, so as to fully establish good faith in you that your urgent attention in this transaction will be highly appreciated by me and the entire of my family. If I may ask sir which kind of lucrative investment will you assist me to secure with my own share of the funds and I will be very glad to hear that from you in your next response. May God guide you to continue helping us. All I know is that your efforts will never be in vain. God bless you. Please indicate your phone number in your reply for easy communication so that I can instruct the attorney to contact you on phone since I am still under house arrest. Please this is highly confidential. Keep it only to yourself. \" Please enderavour to see the attachment. May this mail receive its earliest attention. Dr Mrs Maryam Abacha<br><br>\n\nAttachment: MaryamMoney[1].JPG (831.32KB)<br><br>\n\n\n", "comments": []}, {"from_name": "", "to_name": "dmaryam1@excite.com", "date": "2004-08-10 05:04", "subject": "", "author_role": "bait", "body": "Dear Mrs Abacha\n\nI am still amazed that this opportunity should be made available to me, it really is curiouser and curiouser. I must admit that I am a bit out of my depth with such things, leading rather a secluded life here far from your own country. Should I involve my financial advisors Tweedle, Dum & Dee? I so want to do things properly.\n\nBut before I give you my home number, please reassure me that I am not being made a fool of and that you are 100% serious, as I am very nervous and things are moving so quickly.\n\nCharles\n\nRev Charles Lutwidge Dodgson", "raw": "<hr>\n<font face = \"Arial,Verdana\">\n<font color=\"blue\"><b>CHARLES DODGSON</b></font><br><br>\n\nTo: \tdmaryam1@excite.com<br>\nDate: \t10 Aug 2004, 05:04:18 AM<br><br>\n\nDear Mrs Abacha<br><br>\n\nI am still amazed that this opportunity should be made available to me, it really is curiouser and curiouser. I must admit that I am a bit out of my depth with such things, leading rather a secluded life here far from your own country. Should I involve my financial advisors Tweedle, Dum & Dee? I so want to do things properly.<br><br>\n\nBut before I give you my home number, please reassure me that I am not being made a fool of and that you are 100% serious, as I am very nervous and things are moving so quickly.<br><br>\n\nCharles<br><br>\n\nRev Charles Lutwidge Dodgson\n<br><br>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2004-08-10 08:17", "subject": "", "author_role": "scam", "body": "Dear charles,\n                      I am very pleased to receive your response to my mail. I believe you are a God fearing person that is why I extended such my urgent mail to you. Infact in fear of not losing this funds to Nigeria Government and as a matter of urgency this matter demands I will advise you not to disclose this transaction to anybody but you must keep it only to yourself because it is very confidential. You know the Nigeria government efforts is to seize any money found in the name of myself and the entire of my family (Abacha family). If I may crave your indulgence,I would appreciate if you can keep this transaction top secret until the funds is totally transfered into your care. Sir if i may ask which kind of lucrative investment will you help me secure with my own share of the deal. Please let me know in your next response.\nDr Mrs Abacha", "raw": "<hr>\n<font face = \"Georgia,Arial,Verdana\">\n<font color=\"red\"><b>MRS ABACHA</b></font><br><br>\n\n\nDate: Tue, 10 Aug 2004 08:17:56 -0400 (EDT)<br><br>\n\nDear charles,<br><br>\n                      I am very pleased to receive your response to my mail. I believe you are a God fearing person that is why I extended such my urgent mail to you. Infact in fear of not losing this funds to Nigeria Government and as a matter of urgency this matter demands I will advise you not to disclose this transaction to anybody but you must keep it only to yourself because it is very confidential. You know the Nigeria government efforts is to seize any money found in the name of myself and the entire of my family (Abacha family). If I may crave your indulgence,I would appreciate if you can keep this transaction top secret until the funds is totally transfered into your care. Sir if i may ask which kind of lucrative investment will you help me secure with my own share of the deal. Please let me know in your next response.<br>\nDr Mrs Abacha<br><br>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2004-08-10 06:12", "subject": "", "author_role": "bait", "body": "Dear Maryam\n\nMany thanks for writing back so quickly. I am not sure if I am the right person to advise you on investments as I have so financial interests myself. My main business from this point of view is a quarter share in a local pub, The Walrus & Carpenter, a few miles away in Smegaroon, which returns a very modest dividend each year, very far from the likely results of the business in hand!\n\nNaturally I will keep this whole matter between us confidential, you have my word on that.\n\nIs there any more information you can give me?\n\nCharles", "raw": "<hr>\n<font face = \"Arial,Verdana\">\n<font color=\"blue\"><b>CHARLES DODGSON</b></font><br><br>\n\n\nDate: \t10 Aug 2004, 06:12:52 AM\n<br><br>\nDear Maryam<br><br>\n\nMany thanks for writing back so quickly. I am not sure if I am the right person to advise you on investments as I have so financial interests myself. My main business from this point of view is a quarter share in a local pub, The Walrus & Carpenter, a few miles away in Smegaroon, which returns a very modest dividend each year, very far from the likely results of the business in hand!<br><br>\n\nNaturally I will keep this whole matter between us confidential, you have my word on that.<br><br>\n\nIs there any more information you can give me?<br><br>\n\nCharles\n<br><br>\n\n", "comments": []}, {"from_name": "\"Barrister Ibrahim\" <ibuka1@excite.com>", "to_name": "ibuka1@excite.com", "date": "2004-08-10 11:51", "subject": "Concerning the transfer of the $45 million dollars", "author_role": "scam", "body": "Dear sir,This is Barrister Ibrahim Buka the attorney of Dr Mrs maryam Abacha the wife of ex-president of Nigeria. Infact,I am very pleased to write you this mail which is in connection to the transfer of $45 million dollars Mrs abacha intends to transfer into your care for safekeeping and for investment purpose. Firstly, I must first crave your indulgence to supply me all the necessary personal information about yourself and this information you are to give me will be used by me to open a non-residence bank account in your name by the ABN AMRO here in Netherlands as already arranged by the bank manager,so that when the clearing of the consignment from the security company here in Netherlands is approved,the money will be lodged into this non-residence account in your name for further transfer into any account of your choice in your country. Infact the transfer of the money will be made through Swift bank transfer and that will only take 2 working days before the money is completely wired or transfered into your chosen account in your country. To start with,based on the documents given to me by Dr Mrs Maryam Abacha concerning this money deposited at the security company, I must inform you that the money has been initially deposited in the name of her eldest son Musa Abacha at the security company here Netherlands and the efforts of Nigeria government is to confiscate any assets or freeze any account or seize any money found belonging to Dr Mrs Maryam Abacha and her family both within Nigeria and abroad. However,in order to deal with this matter with whole care, as her attorney,I must first change the ownership of the money into your name by procuring all the necessary documents such as the certificate of legal right of ownership from the Federal ministry of Finance in Netherlands which must be issued in your name and i will as well change the certificate of deposit initially issued in the name of Mr Musa abacha (the eldest son of Mrs abacha) at the security company into your name for the sum of $45 million dollars here in Netherlands using my power of attorney and this will cost the sum euro 1,200 together with the procesing cost, please bear that in mind. To procure this Certificate of legal rigt of claim in your name from the federal ministry of finance in netherlands and thereby convert the ownership of the sum $45 million dollars into your name however,I have informed Dr mrs Maryam Abacha to write a letter of confirmation that during her husband president Sanni Abacha's regime,contract worth of $350 million dollars was awarded to your company and your own commission in the contract is $45 million dollars which he president Sanni Abacha personally collect on your behalf for further transfer into your foreign account and this couple with his untimely death as a result of heart failure. While the money was still at home,Dr mrs Maryam Abacha as his next of kin,took the responsibility of depositing the money in her son's name with the Devcon security company in netherlands whereas the original owner of the money is Mr which is you. A copy of the certificate of legal right of ownership issued in your name will be forwarded to the security company to inform them that you are the original owner of the sum $45 million dollars deposited with them in the name of Mr musa abacha. The security company having received a copy of this certificate of legal right of ownership, will issue a new certificate of deposit bearing your name with them and these two certificates will now be used by me to clear the consignment from the security company in your name together with other documents given to me by Mrs Abacha and then lodge the money into the Non-residence account which I will open here in your name by the ABN AMRO BANK HERE IN NETHERLANDS for further transfer.In a retrospect,I would like you to supply me the below information by filling the claim processing form which I have attached to this mail.Sir,for me to open the non-residence bank account in your name here in netherlands,you are required to send to me a copy of your driving lic\nence,or national identity card or international passports for this is the requirement for opening a non-residence bank account onbehalf of any foreign nationals or persons who cannot be in netherlands in person to officially open this account.The information you are to supply me is as follows:Full Name:Address: Company Name: Country of birth: Account number: Sir, the arrangement with the bank manager is that once the consignment is cleared from the security company and deposited into the non-residence account which I will be opening in your name here in netherlands,the next thing is to further the transfer into your required account in your country and the bank manager told me that it will only take 2 working days to wire or transfer the money into your chosen account in your country, therefore as a matter of urgency this matter demands, I would like you to fill the claim processing form which i have attached to this mail, so that you can provide me with your personal information,the account information and the necessary wiring instruction concerning the transfer so that the transfer can commence immediately.\nDr Mrs maryam abacha today during her visiting hours in Nigeria, wrote me today and request of me to ask you concerning the type of investment you will help her secure with her own share,and I quite believe that she would be very happy to hear about the investments which you think is lucrative to secure on her behalf and she prayed that God will continue to uphold and bless you more in everything you are and will be doing concerning this transaction. Myself, I am very happy to see a very sincere person like you coming up to help Dr Mrs Maryam Abacha in this her critical situation,may the good lord uphold and bless you more (amen)Conclusively, I want you to send to me in your next response the required account information and as well inform your banker about this arrangement that the money will be in your account by next week Unfailingly. NOTE: a copy of the claim processing form from my office has been attached to this mail please endeavor to open and fill the form. Please endearvour to open the attachment. May this mail receive its earliest attention.Yours faithfully,Barrister Ibrahim Buka\n\nAttachment: claim processing form.doc (830.64KB)\nAttachment: claim processing form.doc (830.64KB)", "raw": "<hr>\n<font face = \"Georgia,Arial,Verdana\">\n<font color=\"brown\"><b>BARRISTER IBRAHIM</b></font><br><br>\n\nFrom: \"Barrister Ibrahim\" &lt;ibuka1@excite.com&gt;<br>\nReply-To: ibuka1@excite.com<br>\nSubject: Concerning the transfer of the $45 million dollars<br>\nDate: Tue, 10 Aug 2004 11:51:02 -0400 (EDT)<br><br>\n\nDear sir,This is Barrister Ibrahim Buka the attorney of Dr Mrs maryam Abacha the wife of ex-president of Nigeria. Infact,I am very pleased to write you this mail which is in connection to the transfer of $45 million dollars Mrs abacha intends to transfer into your care for safekeeping and for investment purpose. Firstly, I must first crave your indulgence to supply me all the necessary personal information about yourself and this information you are to give me will be used by me to open a non-residence bank account in your name by the ABN AMRO here in Netherlands as already arranged by the bank manager,so that when the clearing of the consignment from the security company here in Netherlands is approved,the money will be lodged into this non-residence account in your name for further transfer into any account of your choice in your country. Infact the transfer of the money will be made through Swift bank transfer and that will only take 2 working days before the money is completely wired or transfered into your chosen account in your country. To start with,based on the documents given to me by Dr Mrs Maryam Abacha concerning this money deposited at the security company, I must inform you that the money has been initially deposited in the name of her eldest son Musa Abacha at the security company here Netherlands and the efforts of Nigeria government is to confiscate any assets or freeze any account or seize any money found belonging to Dr Mrs Maryam Abacha and her family both within Nigeria and abroad. However,in order to deal with this matter with whole care, as her attorney,I must first change the ownership of the money into your name by procuring all the necessary documents such as the certificate of legal right of ownership from the Federal ministry of Finance in Netherlands which must be issued in your name and i will as well change the certificate of deposit initially issued in the name of Mr Musa abacha (the eldest son of Mrs abacha) at the security company into your name for the sum of $45 million dollars here in Netherlands using my power of attorney and this will cost the sum euro 1,200 together with the procesing cost, please bear that in mind. To procure this Certificate of legal rigt of claim in your name from the federal ministry of finance in netherlands and thereby convert the ownership of the sum $45 million dollars into your name however,I have informed Dr mrs Maryam Abacha to write a letter of confirmation that during her husband president Sanni Abacha's regime,contract worth of $350 million dollars was awarded to your company and your own commission in the contract is $45 million dollars which he president Sanni Abacha personally collect on your behalf for further transfer into your foreign account and this couple with his untimely death as a result of heart failure. While the money was still at home,Dr mrs Maryam Abacha as his next of kin,took the responsibility of depositing the money in her son's name with the Devcon security company in netherlands whereas the original owner of the money is Mr which is you. A copy of the certificate of legal right of ownership issued in your name will be forwarded to the security company to inform them that you are the original owner of the sum $45 million dollars deposited with them in the name of Mr musa abacha. The security company having received a copy of this certificate of legal right of ownership, will issue a new certificate of deposit bearing your name with them and these two certificates will now be used by me to clear the consignment from the security company in your name together with other documents given to me by Mrs Abacha and then lodge the money into the Non-residence account which I will open here in your name by the ABN AMRO BANK HERE IN NETHERLANDS for further transfer.In a retrospect,I would like you to supply me the below information by filling the claim processing form which I have attached to this mail.Sir,for me to open the non-residence bank account in your name here in netherlands,you are required to send to me a copy of your driving lic<br>\nence,or national identity card or international passports for this is the requirement for opening a non-residence bank account onbehalf of any foreign nationals or persons who cannot be in netherlands in person to officially open this account.The information you are to supply me is as follows:Full Name:Address: Company Name: Country of birth: Account number: Sir, the arrangement with the bank manager is that once the consignment is cleared from the security company and deposited into the non-residence account which I will be opening in your name here in netherlands,the next thing is to further the transfer into your required account in your country and the bank manager told me that it will only take 2 working days to wire or transfer the money into your chosen account in your country, therefore as a matter of urgency this matter demands, I would like you to fill the claim processing form which i have attached to this mail, so that you can provide me with your personal information,the account information and the necessary wiring instruction concerning the transfer so that the transfer can commence immediately.\nDr Mrs maryam abacha today during her visiting hours in Nigeria, wrote me today and request of me to ask you concerning the type of investment you will help her secure with her own share,and I quite believe that she would be very happy to hear about the investments which you think is lucrative to secure on her behalf and she prayed that God will continue to uphold and bless you more in everything you are and will be doing concerning this transaction. Myself, I am very happy to see a very sincere person like you coming up to help Dr Mrs Maryam Abacha in this her critical situation,may the good lord uphold and bless you more (amen)Conclusively, I want you to send to me in your next response the required account information and as well inform your banker about this arrangement that the money will be in your account by next week Unfailingly. NOTE: a copy of the claim processing form from my office has been attached to this mail please endeavor to open and fill the form. Please endearvour to open the attachment. May this mail receive its earliest attention.Yours faithfully,Barrister Ibrahim Buka<br><br>\n\nAttachment: claim processing form.doc (830.64KB)<br>\nAttachment: claim processing form.doc (830.64KB) <br><br>\n\n\n<font face = \"Arial,Verdana\">\n<i>He really is living in a fantasy world of his own making...</i><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "ibuka1@excite.com", "date": "2004-08-10 09:06", "subject": "", "author_role": "bait", "body": "Cc: \tdmaryam1@excite.com\n\nDear Mr Ibrahaim\n\nThank you very much for the claim form. I am having computer problems at the moment (what does the message JAB-ERR WOCKY/419.69 mean, do you know?) So it will be better perhaps if I just type out the information you need:\n\nFull Name: Charles Lutwidge Dodgson\nAddress: 1, Lapin Blanc, Warren Down,Oxford, England FU2 GIT\nCompany Name: none\nCountry of birth: England\nBank name:  Farnes, Barnes and Totalboloks Ltd (London & Hong Kong)\nAccount number: 47392392 - 0\n\nEither Mr Snark Taminov the account manager, or Mr Farnes Barnes will be able to assist.\n\nI hope that this will do.\n\nPlease let me know if you need any more help. I cannot thank you for this opportunity and I am sure Mrs Abacah will get what she deserves.\n\nCharles\n\nRev Charles Lutwidge Dodgson\n1, Lapin Blanc\nWarren Down\nOxford\nEngland\nFU2 GIT", "raw": "<hr>\n<font face = \"Arial,Verdana\">\n<font color=\"blue\"><b>CHARLES DODGSON</b></font><br><br>\n\n\nTo: \tibuka1@excite.com<br>\nCc: \tdmaryam1@excite.com<br>\nDate: \t10 Aug 2004, 09:06:11 AM<br><br>\n\nDear Mr Ibrahaim<br><br>\n\nThank you very much for the claim form. I am having computer problems at the moment (what does the message JAB-ERR WOCKY/419.69 mean, do you know?) So it will be better perhaps if I just type out the information you need:<br><br>\n\nFull Name: Charles Lutwidge Dodgson<br>\nAddress: 1, Lapin Blanc, Warren Down,Oxford, England FU2 GIT<br>\nCompany Name: none<br>\nCountry of birth: England<br>\nBank name:  Farnes, Barnes and Totalboloks Ltd (London & Hong Kong)<br>\nAccount number: 47392392 - 0<br><br>\n\nEither Mr Snark Taminov the account manager, or Mr Farnes Barnes will be able to assist.<br><br>\n\nI hope that this will do.<br><br>\n\nPlease let me know if you need any more help. I cannot thank you for this opportunity and I am sure Mrs Abacah will get what she deserves.<br><br>\n\nCharles<br><br>\n\nRev Charles Lutwidge Dodgson<br>\n1, Lapin Blanc<br>\nWarren Down<br>\nOxford<br>\nEngland<br>\nFU2 GIT <br><br>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2004-08-10 09:10", "subject": "", "author_role": "bait", "body": "Dear Mr Ibrahaim\n\nI have just noticed that you suggest I open up a fresh offshore bank account to accomodate this business. This is fine with me but I want to chose one that is reliable, I do not want this money to disappear down some financial rabbit hole. Are your people reliable?\n\nCharles", "raw": "<hr>\n<font face = \"Arial,Verdana\">\n<font color=\"blue\"><b>CHARLES DODGSON</b></font><br><br>\n\nDate: \t10 Aug 2004, 09:10:58 AM\n<br><br>\nDear Mr Ibrahaim<br><br>\n\nI have just noticed that you suggest I open up a fresh offshore bank account to accomodate this business. This is fine with me but I want to chose one that is reliable, I do not want this money to disappear down some financial rabbit hole. Are your people reliable?<br><br>\n\nCharles <br><br>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2004-08-10 13:07", "subject": "Concerning the processing cost", "author_role": "scam", "body": "Dear charles,\n                  I am very pleased to receive your response and to start with, for me to commence on this transaction,you must first pay the sum euro 1200 which will be used to procure all the necessary documents so as to convert the ownership of the money into your name together with my professional fee. You are required to send it through western union money transfer to my financial accountant. The name of the financial accountant is Mr matthew j richland. Once the money is sent today or tomorrow you must inform me by sending the pay slip you receive from the western union office to me as attacment.Hope to read from you soon\nBarrister Buka", "raw": "<hr>\n<font face = \"Georgia,Arial,Verdana\">\n<font color=\"brown\"><b>BARRISTER IBRAHIM</b></font><br><br>\n\n\n\nSubject: Concerning the processing cost<br>\nDate: Tue, 10 Aug 2004 13:07:52 -0400 (EDT)<br><br>\n\nDear charles,<br>\n                  I am very pleased to receive your response and to start with, for me to commence on this transaction,you must first pay the sum euro 1200 which will be used to procure all the necessary documents so as to convert the ownership of the money into your name together with my professional fee. You are required to send it through western union money transfer to my financial accountant. The name of the financial accountant is Mr matthew j richland. Once the money is sent today or tomorrow you must inform me by sending the pay slip you receive from the western union office to me as attacment.Hope to read from you soon<br>\nBarrister Buka<br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2004-08-10 15:00", "subject": "", "author_role": "bait", "body": "Dear Mr Buka\n\nI need a few days to raise this sort of capital and may need to call my brokers Mimsy & Borogoves in London about cashing in some securities. How long can you wait?\n\nCharles", "raw": "<hr>\n<font face = \"Arial,Verdana\">\n<font color=\"blue\"><b>CHARLES DODGSON</b></font><br><br>\n\n\nDate: \t10 Aug 2004, 03:00:59 PM<br><br>\n\nDear Mr Buka<br><br>\n\nI need a few days to raise this sort of capital and may need to call my brokers Mimsy & Borogoves in London about cashing in some securities. How long can you wait?<br><br>\n\nCharles \n<br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2004-08-11 07:13", "subject": "Urgent about the processing cost", "author_role": "scam", "body": "Dear charles,\n                     The only thing delaying this transaction is the authorization fee of  euro 1200  which you are required to pay and it is when I receive this money that I can be able to procure all the necessary documents pertainning to this funds so as to officially convert the ownership of the money into your name. If you pay the money today by western union money transfer,I will commence on this transaction immediately. Sir the protocol of my chamber requires you to send the money through western union money transfer or through money gram to my financial accountant. The name of my financial accountant if Mr Mathew J Richland. The protocol of my chamber is not to receive any amount below euro 10,000 into our company account,that is why you are required to send the euro 1200 through western union money transfer to my company financial accountant immediately to procure those documents. Sir if I may ask when should I be expecting the money,today or tomorrow please let me know to avoid delay in this transaction. May this mail receive its earliest attention.\nBarrister Buka", "raw": "<hr>\n<font face = \"Georgia,Arial,Verdana\">\n<font color=\"brown\"><b>BARRISTER IBRAHIM</b></font><br><br>\n\nSubject: Urgent about the processing cost<br>\nDate: Wed, 11 Aug 2004 07:13:39 -0400 (EDT)<br><br>\n\nDear charles,<br>\n                     The only thing delaying this transaction is the authorization fee of  euro 1200  which you are required to pay and it is when I receive this money that I can be able to procure all the necessary documents pertainning to this funds so as to officially convert the ownership of the money into your name. If you pay the money today by western union money transfer,I will commence on this transaction immediately. Sir the protocol of my chamber requires you to send the money through western union money transfer or through money gram to my financial accountant. The name of my financial accountant if Mr Mathew J Richland. The protocol of my chamber is not to receive any amount below euro 10,000 into our company account,that is why you are required to send the euro 1200 through western union money transfer to my company financial accountant immediately to procure those documents. Sir if I may ask when should I be expecting the money,today or tomorrow please let me know to avoid delay in this transaction. May this mail receive its earliest attention.<br>\nBarrister Buka <br><br>\n\n\n", "comments": []}, {"from_name": "", "to_name": "Reverend Charles Dodgson", "date": "2004-08-11 03:20", "subject": "Your Finances", "author_role": "bait", "body": "Cc: \tibuka1@excite.com\n\nDear Reverend Dodgson,\n\nThank you for your enquiry regarding the state of your bank accounts and a possible transfer of funds to Mr Buka.\n\nAt present you have £127.558.45 in your deposit account and £19,840.69 in your current account although next Thursday the monthly direct debit of £500 to Mr Blanc-Lapin will fall due.\n\nPlease do not hesitate to contact me if I can be of any further assistance.\n\nYours sincerely,\n\nCharles Farnes-Barnes BSc \n\nSenior Vice President \n\nMimsy & Borogoves Merchant Bankers", "raw": "<hr>\n<font face = \"Arial,Verdana\">\n<font color=\"purple\"><b>CHARLES FARNES-BARNES</b></font><br><br>\n\nTo: \tReverend Charles Dodgson<br>\nCc: \tibuka1@excite.com<br>\nDate: \t11 Aug 2004, 03:20:24 AM<br>\nSubject: \tYour Finances<br><br>\n\nDear Reverend Dodgson,<br><br>\n\nThank you for your enquiry regarding the state of your bank accounts and a possible transfer of funds to Mr Buka.<br><br>\n\nAt present you have &pound;127.558.45 in your deposit account and &pound;19,840.69 in your current account although next Thursday the monthly direct debit of &pound;500 to Mr Blanc-Lapin will fall due.<br><br>\n\nPlease do not hesitate to contact me if I can be of any further assistance.\n\nYours sincerely,<br><br>\n\nCharles Farnes-Barnes BSc [Economics]<br>\n\nSenior Vice President [United Kingdom & Europe]<br>\n\nMimsy & Borogoves Merchant Bankers<br><br>\n\n \n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2004-08-11 08:01", "subject": "", "author_role": "bait", "body": "Dear Mr Buka\n\nHave you replied to Mr Farnes Barnes in regards to this business? To a certain extent I am in his hands. It would be frabjous if you could could do this at once.\n\nCharles", "raw": "<hr>\n<font face = \"Arial,Verdana\">\n<font color=\"blue\"><b>CHARLES DODGSON</b></font><br><br>\n\nDate: \t11 Aug 2004, 08:01:19 AM\n<br><br>\n\nDear Mr Buka\n<br><br>\nHave you replied to Mr Farnes Barnes in regards to this business? To a certain extent I am in his hands. It would be frabjous if you could could do this at once.<br><br>\n\nCharles <br><br>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "ibuka1@excite.com", "date": "2004-08-11 09:27", "subject": "TRANSACTION", "author_role": "bait", "body": "Cc: \tReverend Charles Dodgson\n\nDear Mr Buka,\n\nReverend Dodgson and myself have scheduled a meeting tomorrow afternoon to decide on how best to proceed with this matter. So you will hear from us shortly.\nYours sincerely,\n\nCharles Farnes-Barnes", "raw": "<hr>\n<font face = \"Arial,Verdana\">\n<font color=\"purple\"><b>CHARLES FARNES-BARNES</b></font><br><br>\nTo: \tibuka1@excite.com<br>\nCc: \tReverend Charles Dodgson<br>\nDate: \t11 Aug 2004, 09:27:45 AM<br>\nSubject: \tTRANSACTION<br><br>\n\nDear Mr Buka,<br><br>\n\nReverend Dodgson and myself have scheduled a meeting tomorrow afternoon to decide on how best to proceed with this matter. So you will hear from us shortly.<br><br>\nYours sincerely,<br><br>\n\nCharles Farnes-Barnes<br><br>\n\n<a name=\"aug26\">\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "20 Aug 2004\n\nDear Mr Buka\n\nI have not heard back from you. Is everything all right?\n\nIncidentally do you know the difference between a raven and a writing desk? Someone has asked me this and I have vexed with finding the solution all day.\n\nCharles", "raw": "<hr>\n<font face = \"Arial,Verdana\">\n<font color=\"blue\"><b>CHARLES DODGSON</b></font><br><br>\n\n\n20 Aug 2004<br><br>\n\nDear Mr Buka<br><br>\n\nI have not heard back from you. Is everything all right?<br><br>\n\nIncidentally do you know the difference between a raven and a writing desk? Someone has asked me this and I have vexed with finding the solution all day.<br><br>\n\nCharles<br><br>\n\n\n\n\n", "comments": []}, {"from_name": "\"Barrister Ibrahim\" <ibuka1@excite.com>", "to_name": "", "date": "2004-08-21 10:14", "subject": "Extremely urgent", "author_role": "scam", "body": "Dear charles,\n                  I am very pleased to receive your response to my last mail. The thrust of this mail is that for me to further on this transaction you are required to pay the sum euro 1200 so that I may procure those documents on your behalf. Therefore you are to  as follows to my financial accountant.\nName:Matthew Olatunde Jolaosho Richland\nBarrister Ibrahim Buka", "raw": "<hr>\n<font face = \"Georgia,Arial,Verdana\">\n<font color=\"brown\"><b>BARRISTER IBRAHIM</b></font><br><br>\n\nFrom: \"Barrister Ibrahim\" &lt;ibuka1@excite.com&gt;<br>\nSubject: Extremely urgent<br>\nDate: Sat, 21 Aug 2004 10:14:09 -0400 (EDT)<br><br>\n\nDear charles,<br>\n                  I am very pleased to receive your response to my last mail. The thrust of this mail is that for me to further on this transaction you are required to pay the sum euro 1200 so that I may procure those documents on your behalf. Therefore you are to <b><font size=+3><font color=\"red\"><i>send the western union money transfer</i></font></font></b> as follows to my financial accountant.<br>\nName:Matthew Olatunde Jolaosho Richland<br>\nBarrister Ibrahim Buka<br>\n\n\n<br>\n<font size=-1><b>[highlighted for the scam-o-challenged]</b></font><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2004-08-24 04:00", "subject": "", "author_role": "bait", "body": "Hello\n\nDid you get the money? This is not a fantasy my friend.\n\nRev Charles Lutwidge Dodgson", "raw": "<hr>\n<font face = \"Arial,Verdana\">\n<font color=\"purple\"><b>CHARLES FARNES-BARNES</b></font><br><br>\n\nDate: \t24 Aug 2004, 04:00:27 AM<br><br>\n\nHello<br><br>\n\nDid you get the money? This is not a fantasy my friend.<br><br>\n\nRev Charles Lutwidge Dodgson <br><br>\n\n\n\n\n\n\n", "comments": []}]}