{"title": "baiters/advance_fee/sources/scamorama/eliza_johnson.html", "scammer": null, "location": null, "baiter": null, "notes": [], "messages": [{"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "01/06/2006\nWALTER TUBE COMPANY LONDON\nWestminster, London United Kingdom.\nATTN\nDear Friend,\nBefore I introduce myself, I wish to inform you that thisletter is not a hoax mail and I urge you to treat it serious.\nI am Mr.Johnson Shirt, a personal assistant to Mr.Wallter Hangal,the managing director of WALTER TUBE COMPANY LONDON England.\nI am Mr. Wallter Hangal's personal assistant for six years now; Mr.Wallter Hangal has a beautiful wife Mrs. Cathrine Hangal and three children.\nMr.Wallter Hangal is the managing director of WALTER TUBE COMPANY LONDON ENGLAND,Mr.Wallter Hangal is 68 years old, Mr.Wallter Hangalwas From_Germany, who unfortunately died in tsunami incident on 26th December 2004. \nYou will read more stories about the tsunami victims on visiting this website,www.ems.narenthorn.thaigov.net/tsunami_e/tsunamilist.php?.\nMr. Wallter Hangal died in tsunami incident in Thailand together with his wife and three blessed children on 26th December 2004, since after the incident I have been trying to locate any of his relation or brother,I later discovered that Mr. Wallter Hangal is the only issue to his family.\nBefore his death on 26th December 2004 Mr.Wallter Hangal left with a bank a total sum of $58 million United State Dollars. \nI came across your name and contact, on the course of my personal searching for reliable and honest \nperson whom will transact this business with me so i decided to contact you for this project.\nI am contacting you to assist in repatriating and securing the wealth left behind in a fixed deposit account by Mr. Wallter Hangal before they get confiscated or declared unserviceable by the Bank.\nThe board of the directors in the Bank has issued a notice that after 2 months from now and no next of kin shown up for the claim, the funds will be confiscated and declared unserviceable. \nSince I the personal assistant have been unsuccessful in locating Mr. Wallter Hangal's relatives for sometime now, I seek your consent to present you as the Next of Kin of the deceased since you are a foreigner, so that the proceed of this deposit valued at $USD 58 Million Dollars can be released to you. The Bank will release the funds to any foreigner who has all related information/documents of Mr. Wallter Hangal . I myself have successfully gotten all the necessary documents and contacts of his account with the bank, Your application will be directed to his account officer department For verification and approval. Everything is under my control.\nI shall Provide you all the information and copy of the certificate of deposit issued o Mr. Wallter \nHangal when he deposited the funds in the Bank.\nI shall also involve a good attorney who shall represent you in all the appropriate offices for the claim. I shall destroy all the documents used for the claim and leave no traces. After everything, you shall have 30% of the total sum, while 70% for me.\nAll requires is your honest cooperation to enable us seeing this business successful.\nI guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law.\nMr. Wallter Hangal was a very good man and it is not wise to allow his hard earned wealth to be stolen by the reedy directors of the bank.\nFurther details awaits your response by email.\nPlease treat this proposal very strictly and confidential.\nBest Regards and God bless you.\nMr. Johnson Shirt.", "raw": "<tr>\n<td width=15%></td>\n<td width=70%> \n\n<span class=\"edc\">Who have we here?</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n\n01/06/2006<br>\nWALTER TUBE COMPANY LONDON<br>\nWestminster, London United Kingdom.<br>\nATTN<br>\nDear Friend,<br>\nBefore I introduce myself, I wish to inform you that thisletter is not a hoax mail and I urge you to treat it serious.<br>\nI am Mr.Johnson Shirt, a personal assistant to Mr.Wallter Hangal,the managing director of WALTER TUBE COMPANY LONDON England.<br>\nI am Mr. Wallter Hangal's personal assistant for six years now; Mr.Wallter Hangal has a beautiful wife Mrs. Cathrine Hangal and three children.<br>\nMr.Wallter Hangal is the managing director of WALTER TUBE COMPANY LONDON ENGLAND,Mr.Wallter Hangal is 68 years old, Mr.Wallter Hangalwas From_Germany, who unfortunately died in tsunami incident on 26th December 2004. <br>\nYou will read more stories about the tsunami victims on visiting this website,www.ems.narenthorn.thaigov.net/tsunami_e/tsunamilist.php?.<br>\nMr. Wallter Hangal died in tsunami incident in Thailand together with his wife and three blessed children on 26th December 2004, since after the incident I have been trying to locate any of his relation or brother,I later discovered that Mr. Wallter Hangal is the only issue to his family.\nBefore his death on 26th December 2004 Mr.Wallter Hangal left with a bank a total sum of $58 million United State Dollars. <br>\nI came across your name and contact, on the course of my personal searching for reliable and honest \nperson whom will transact this business with me so i decided to contact you for this project.\nI am contacting you to assist in repatriating and securing the wealth left behind in a fixed deposit account by Mr. Wallter Hangal before they get confiscated or declared unserviceable by the Bank.\nThe board of the directors in the Bank has issued a notice that after 2 months from now and no next of kin shown up for the claim, the funds will be confiscated and declared unserviceable. <br>\nSince I the personal assistant have been unsuccessful in locating Mr. Wallter Hangal's relatives for sometime now, I seek your consent to present you as the Next of Kin of the deceased since you are a foreigner, so that the proceed of this deposit valued at $USD 58 Million Dollars can be released to you. The Bank will release the funds to any foreigner who has all related information/documents of Mr. Wallter Hangal . I myself have successfully gotten all the necessary documents and contacts of his account with the bank, Your application will be directed to his account officer department For verification and approval. Everything is under my control.<br>\nI shall Provide you all the information and copy of the certificate of deposit issued o Mr. Wallter \nHangal when he deposited the funds in the Bank.<br>\nI shall also involve a good attorney who shall represent you in all the appropriate offices for the claim. I shall destroy all the documents used for the claim and leave no traces. After everything, you shall have 30% of the total sum, while 70% for me.<br>\nAll requires is your honest cooperation to enable us seeing this business successful.<br>\nI guarantee that this will be executed under a legitimate arrangement that will protect you from any breach of the law.<br>\nMr. Wallter Hangal was a very good man and it is not wise to allow his hard earned wealth to be stolen by the reedy directors of the bank.<br>\nFurther details awaits your response by email.<br>\nPlease treat this proposal very strictly and confidential.<br>\nBest Regards and God bless you.<br>\nMr. Johnson Shirt. \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mr Shirt,\nPlease confirm that you meant this for me.\nRegards,\nEliza Dane", "raw": "<hr>\n\n<span class=\"edc\">Ha, another <a href=\"bankcustomer.html\" target=\"_blank\">Dead Bank Customer</a>, tied to a recent tragic event. I've said it before; for the Lads, every disaster is an opportunity. <br>\nSo, let's get this one firmly on the hook.</span><br><br>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nDear Mr Shirt,<br>\nPlease confirm that you meant this for me.<br>\nRegards,<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "01/06/2006\nDear Eliza,\nThank you very much for your email response to my proposal. \nThis business is reality and 100% risk free, i want you to bear in mind that had it been i can handle this business alone i would have get to conclusion of this business, but in this case it needed a trust worthy person to assist me as a brother/sister in this transaction to act as the next of kin and follow all the guide lines to claim this fund. \nThis is not a joke, is reality and 100% risk free.\nI attached statement of account of Late Mr Walter Hangal regarding to this transaction, I believe that this statement of account shall tell you more about the reality of this fund to convince you more about this business, I attached two statement with different date for you.\nI did not sent my first email to wrong person, i sent it direct to you for you to know that i did not sent my first email to wrong person ok, yes i know this email came to you as a surprise. I just needed your assistance ok. \nI assure you once you follow my directives this fund shall be in your account as planed, nobody knows about this fund presently with Barclays Bank London, i have destroyed all the information relating to this business in Mr Walter's office to avoid any jeopardy. \nAll my dream is to have a peaceful life together with my family, the people around to manage this fund is the Board of directors of the companies in which if i review this fund to them they will share the money between them self and sit on it without considering the people around. \nThis is my opportunity to claim this fund and give out some to Charity home, after all the process i took i understand along the line that i cannot claim it while am in London bearing the same name as personal assistance to late Mr Walter Hangal, i need a foreigner to assist me and save guide this fund for the good of both families. \nI will guide you on how to contact the bank, i will also give an application together with all the bank contact for you to contact the bank and process the claim in order to save guide this fund as soon as it enters into your account. \nBut before then i must have your word and trust, i will also give you an agreement for you to sign and send back to me, but before signing you must go through the agreement and understand the terms before signing ok. \nI need your word and trust, bear in mind what ever good you did in respect of this business is for the good of both families. \nI assure you that you will never regret assisting me in respect of this transaction.\nHowever, what i expect from you is honesty and brotherhood for us to achieve our mission. \nI believe in God Almighty. Indeed, his the one helping me in what ever am doing in life. More so, as regards this business, he will definitely see me through to the end of this business. Meanwhile, no body else knows about this except you and me. I will give to you information and guideline in future in respect of this business. \nI need a God fearing person to help me, and since you came to help me I believed is God sent and all my trust is brotherhood. \nOnce more, i need your assurance and honesty as regards to this business. \nI will give you more details about this business immediately i see your response.\nPlease give me your word and assurance.\nRegards and God bless you,\nJohnson Shirt.\n\n\n\n\n\nDear Mr Shirt,\nI appreciate you sending me the statements, but... Holy Odin! They're tiny! I could cover both of them with my thumbs - literally. \nI'm more than willing to help, and to be as discreet as needed, but this is not a good start.\nBest regards,\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">Gotcha!<br>\nHe attached two images that came out as 3kb JPEGS - totally useless.<br>\nHere is the first instance of the annoying use of the word '<span class=\"ok\">ok</span>' as a kind of full stop. </span><br><br>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n\n\n01/06/2006<br>\nDear Eliza,<br>\nThank you very much for your email response to my proposal. <br>\nThis business is reality and 100% risk free, i want you to bear in mind that had it been i can handle this business alone i would have get to conclusion of this business, but in this case it needed a trust worthy person to assist me as a brother/sister in this transaction to act as the next of kin and follow all the guide lines to claim this fund. <br>\nThis is not a joke, is reality and 100% risk free.<br>\nI attached statement of account of Late Mr Walter Hangal regarding to this transaction, I believe that this statement of account shall tell you more about the reality of this fund to convince you more about this business, I attached two statement with different date for you.<br>\nI did not sent my first email to wrong person, i sent it direct to you for you to know that i did not sent my first email to wrong person <span class=\"ok\">ok</span>, yes i know this email came to you as a surprise. I just needed your assistance <span class=\"ok\">ok</span>. <br>\nI assure you once you follow my directives this fund shall be in your account as planed, nobody knows about this fund presently with Barclays Bank London, i have destroyed all the information relating to this business in Mr Walter's office to avoid any jeopardy. <br>\nAll my dream is to have a peaceful life together with my family, the people around to manage this fund is the Board of directors of the companies in which if i review this fund to them they will share the money between them self and sit on it without considering the people around. \nThis is my opportunity to claim this fund and give out some to Charity home, after all the process i took i understand along the line that i cannot claim it while am in London bearing the same name as personal assistance to late Mr Walter Hangal, i need a foreigner to assist me and save guide this fund for the good of both families. <br>\nI will guide you on how to contact the bank, i will also give an application together with all the bank contact for you to contact the bank and process the claim in order to save guide this fund as soon as it enters into your account. <br>\nBut before then i must have your word and trust, i will also give you an agreement for you to sign and send back to me, but before signing you must go through the agreement and understand the terms before signing <span class=\"ok\">ok</span>. <br>\nI need your word and trust, bear in mind what ever good you did in respect of this business is for the good of both families. <br>\nI assure you that you will never regret assisting me in respect of this transaction.<br>\nHowever, what i expect from you is honesty and brotherhood for us to achieve our mission. <br>\nI believe in God Almighty. Indeed, his the one helping me in what ever am doing in life. More so, as regards this business, he will definitely see me through to the end of this business. Meanwhile, no body else knows about this except you and me. I will give to you information and guideline in future in respect of this business. <br>\nI need a God fearing person to help me, and since you came to help me I believed is God sent and all my trust is brotherhood. <br>\nOnce more, i need your assurance and honesty as regards to this business. <br>\nI will give you more details about this business immediately i see your response.<br>\nPlease give me your word and assurance.<br>\nRegards and God bless you,<br>\nJohnson Shirt.\n</span><br><br>\n\n<img src=\"images/eliza_johnson_account_statement_01_small.jpg\">\n\n<img src=\"images/eliza_johnson_account_statement_02_small.jpg\">\n\n<span class=\"edc\">Late decision; this Eliza is the pagan Goth variant.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nDear Mr Shirt,<br>\nI appreciate you sending me the statements, but... Holy Odin! They're tiny! I could cover both of them with my thumbs - literally. <br>\nI'm more than willing to help, and to be as discreet as needed, but this is not a good start.<br>\nBest regards,<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "02/06/2006\nDear Eliza,\nThank you very much for your email response, \nI'm very glad to see your response my dear friend, also i want you to know that what ever good and effort you put in this business, you did it for the good of our respectable families, \nAm very happy to see your response and i assure you once you follow my directives, we shall fly above the sky. \nEvery arrangement about this business is perfectly arranged, I have an insider in the bank to monitor the fund for me and to help us and get this transaction smoothly without any further delay. \nSorry for the attachment that refused to open propare, i did re-attach it again. Is statement of account of late Mr. Walter Hangal. I also attached my international passport. Please you have to download the attachment, you can expect it to download by its self, I have attached it for you, and what you will do is to download it and make it bigger, yes I know is tiny and that the way it will be because is jpg attachment, please I don't like the word you use in your last email, that the attachment is to tiny and because of that is not a good start.\nDownload the attachment and it will appear bigger on your screen ok.\nI hope this fund shall be save in your account as soon as it enters into your account, I cannot afford to lose this fund is all I have to make my future and my family future brighter. \nI got your contact information through a friend who work with Chamber of commerce and industry here in London, I did not disclose this business to him, i only enquire from him on how to look for a foreigner in business, so he guide me and thought me how to browse on business contact.\nMy dear friend the most important part of this project is for you to become the next of kin to late Mr. Walter Hangal, I have an Attorney which i shall use his chamber t make you the next of kin to late Mr. Walter Hangal, yes i know it will cost me a lot of money but i have to do it for the good of this business, i discussed abut this next of kin with Barrister Glenn J Franklin, initially he refused and after some days i called which he later agree to help us. i did it so that when i have a partner it will be a smooth project for us.\nAs i told you the fund is presently with a bank called Barclays Bank London, and the total sum is $58 Million united state dollars, nobody knows about this fund accept you and me. \nPlease keep this business very strict and confidential to avoid any jeopardy, is preferable to discuss about this business when the fund hit your account, with one mind we achieve our aim.\nAs soon as you become the next of kin, I will give you an application to send to the bank, I will also give you the bank contact information and who to contact regard to this fund, you will contact the bank with the application i shall give to you together with affidavit of fact which is the document represent you as next of kin, the bank shall investigate on it and that is why i have to make everything to be genuine and authentic to avoid any jeopardy ok. \nHad it been i can handle this business alone i would have done it without seeking for any body's help, but since i needed somebody to help me that is why i contacted you for assistance. \nAm very much careful about what am doing because i don't want to lose this fund, so what ever am doing am very careful in it to avoid any jeopardy. \nAs i told you in my last email, i told you i need a God fearing person with trusted. \nThis fund in question can not be possible for me alone to claim it after going through it and all my investigation i found out i must need some body to act as the next of kin, before i got an insider that is guiding me on process to claim this fund.\nMy dear friend, for this fund to be in your account, you have to work together with me to make sure everything we does goes with one mind to avoid any mistake in future.\nYou must be sure that your account can carry up to $58 million United State Dollars to avoid any question from your government.\nI will draft an agreement for you to sign and send back to me, the agreement shall guide us in this project ok.\nPlease send to me all this information for our trust and security of this business ok.\n1) Your full name and address\n2) Your direct phone and fax numbers\n3) Your marital status and age\n4) Your occupation and position in your working place\n5) Any identification letter such as international passport or drivers license and your Religion.\nI attached my international passport for you to keep for our trust and security of this business.\nCall me on this number, +447040110447. Call me anytime of the day i will let it open for you ok.\nPlease always feel very free to ask me any question regarding to this business. \nI await your call and response. \nRegards to your family and God bless you.\nMr. Johnson Shirt.", "raw": "<hr>\n\n<span class=\"edc\">He sends not only larger versions of the documents, but a totally, blatantly obvious fake passport. Keep that last in mind.<br>\nHe is being patronising. That Eliza does not like.<br>\nAlso; this is probably the longest single message from a Lad, in my experience.<br>\nUse of '<span class=\"ok\">ok</span>' as mentioned previously; 8</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n02/06/2006<br>\nDear Eliza,<br>\nThank you very much for your email response, <br>\nI'm very glad to see your response my dear friend, also i want you to know that what ever good and effort you put in this business, you did it for the good of our respectable families, <br>\nAm very happy to see your response and i assure you once you follow my directives, we shall fly above the sky. <br>\nEvery arrangement about this business is perfectly arranged, I have an insider in the bank to monitor the fund for me and to help us and get this transaction smoothly without any further delay. \nSorry for the attachment that refused to open propare, i did re-attach it again. Is statement of account of late Mr. Walter Hangal. I also attached my international passport. Please you have to download the attachment, you can expect it to download by its self, I have attached it for you, and what you will do is to download it and make it bigger, yes I know is tiny and that the way it will be because is jpg attachment, please I don't like the word you use in your last email, that the attachment is to tiny and because of that is not a good start.<br>\nDownload the attachment and it will appear bigger on your screen <span class=\"ok\">ok</span>.<br>\nI hope this fund shall be save in your account as soon as it enters into your account, I cannot afford to lose this fund is all I have to make my future and my family future brighter. <br>\nI got your contact information through a friend who work with Chamber of commerce and industry here in London, I did not disclose this business to him, i only enquire from him on how to look for a foreigner in business, so he guide me and thought me how to browse on business contact.<br>\nMy dear friend the most important part of this project is for you to become the next of kin to late Mr. Walter Hangal, I have an Attorney which i shall use his chamber t make you the next of kin to late Mr. Walter Hangal, yes i know it will cost me a lot of money but i have to do it for the good of this business, i discussed abut this next of kin with Barrister Glenn J Franklin, initially he refused and after some days i called which he later agree to help us. i did it so that when i have a partner it will be a smooth project for us.<br>\nAs i told you the fund is presently with a bank called Barclays Bank London, and the total sum is $58 Million united state dollars, nobody knows about this fund accept you and me. <br>\nPlease keep this business very strict and confidential to avoid any jeopardy, is preferable to discuss about this business when the fund hit your account, with one mind we achieve our aim.<br>\nAs soon as you become the next of kin, I will give you an application to send to the bank, I will also give you the bank contact information and who to contact regard to this fund, you will contact the bank with the application i shall give to you together with affidavit of fact which is the document represent you as next of kin, the bank shall investigate on it and that is why i have to make everything to be genuine and authentic to avoid any jeopardy <span class=\"ok\">ok</span>. <br>\nHad it been i can handle this business alone i would have done it without seeking for any body's help, but since i needed somebody to help me that is why i contacted you for assistance. \nAm very much careful about what am doing because i don't want to lose this fund, so what ever am doing am very careful in it to avoid any jeopardy. <br>\nAs i told you in my last email, i told you i need a God fearing person with trusted. <br>\nThis fund in question can not be possible for me alone to claim it after going through it and all my investigation i found out i must need some body to act as the next of kin, before i got an insider that is guiding me on process to claim this fund.<br>\nMy dear friend, for this fund to be in your account, you have to work together with me to make sure everything we does goes with one mind to avoid any mistake in future.<br>\nYou must be sure that your account can carry up to $58 million United State Dollars to avoid any question from your governmen<br>t.\nI will draft an agreement for you to sign and send back to me, the agreement shall guide us in this project <span class=\"ok\">ok</span>.<br>\nPlease send to me all this information for our trust and security of this business <span class=\"ok\">ok</span>.<br>\n1) Your full name and address<br>\n2) Your direct phone and fax numbers<br>\n3) Your marital status and age<br>\n4) Your occupation and position in your working place<br>\n5) Any identification letter such as international passport or drivers license and your Religion.<br>\nI attached my international passport for you to keep for our trust and security of this business.<br>\nCall me on this number, +447040110447. Call me anytime of the day i will let it open for you <span class=\"ok\">ok</span>.<br>\nPlease always feel very free to ask me any question regarding to this business. <br>\nI await your call and response. <br>\nRegards to your family and God bless you.<br>\nMr. Johnson Shirt.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mr Skirt,\nWhat does \"we shall fly above the sky mean\"? Is that some rapture reference?\nListen, I'm not a noob, I know how to view attachments, and the first ones you sent me were only about 3 KB each - full size! I think you saved the thumbnails as full images!\nAnyway, the ones you sent now are fine.\nAs for the other matters...\n1) Your full name and address\nElizabeth Danielle Dane; 35 Westmoreland Grove, Glebe, Sydney\n2) Your direct phone and fax numbers\nNo fax. \nAs for the phone, I have to ask, does it need to be a secure line? Gotta know.\n3) Your marital status and age\nSingle, 22.\n4) Your occupation and position in your working place\nPhoto model; position, in front of the camera - sorry, couldn't resist. :  ) \nMy boyfriend takes the pix and handles my portfolio. \nI have investments that keep us pretty well.  \n5) Any identification letter such as international passport or drivers license and your Religion.\nDon't have a driver's licence... as for my passport, I think there's a DFAT rule that images (including scans) are forbidden... I'll check. \nReligion - Aesir.\nRegards,\nEliza Dane", "raw": "<hr>\n\n<span class=\"edc\">\nJust for the record; \"Aesir\" refers to the people of Asgard, i.e. the Norse Gods.\n</span><br><br>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nDear Mr Skirt,<br>\nWhat does \"we shall fly above the sky mean\"? Is that some rapture reference?<br>\nListen, I'm not a noob, I know how to view attachments, and the first ones you sent me were only about 3 KB each - full size! I think you saved the thumbnails as full images!<br>\nAnyway, the ones you sent now are fine.<br>\nAs for the other matters...<br>\n1) Your full name and address<br>\nElizabeth Danielle Dane; 35 Westmoreland Grove, Glebe, Sydney<br>\n2) Your direct phone and fax numbers<br>\nNo fax. <br>\nAs for the phone, I have to ask, does it need to be a secure line? Gotta know.<br>\n3) Your marital status and age<br>\nSingle, 22.<br>\n4) Your occupation and position in your working place<br>\nPhoto model; position, in front of the camera - sorry, couldn't resist. :  ) <br>\nMy boyfriend takes the pix and handles my portfolio. <br>\nI have investments that keep us pretty well.  <br>\n5) Any identification letter such as international passport or drivers license and your Religion.<br>\nDon't have a driver's licence... as for my passport, I think there's a DFAT rule that images (including scans) are forbidden... I'll check. <br>\nReligion - Aesir.<br>\nRegards,<br>\nEliza Dane\n\n</span><br><br>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "03/06/2006\nDear Eliza, \nThank you very much for your quick email response. \nI have been working through out today for your next of kin process, I thank God things are working out for me. \nSky will be our limit simply means the future will be bright for us, and we shall fly but not above the sky, that future shall be in best position to tell us ok, because I know the future shall tell us more about partnership.\nI was very happy when I checked my mail this night and I saw your response. \nI will like to use this opportunity to figure out something's,\nFirst I gave you my trust and brotherhood regard to this transaction, I contacted you as a friend and I took you as a sister for us to be able to achieve our aim, when ever I read your email I saw good person in you, I always see good partnership in us.\nAs partners we have to bear in mind one mind move the mountain, sincerely opens the door, truthful send down the joy for the good of both families in future.\nBear in mind that my security is the trust I have in me and I contacted you for assistance with good mind and love for the future, yes I know we don't know each other before, but if I may ask how do we know each other, is simply just like this.\nI believe as time goes on you will understand more about this, because I come to you with truthful and honest just for your assistance, as am typing am seeing the good friendship between us, if only you can allow it flow in us.\nSuch a business like this need us to understand each other, without understanding tell me how it will work out, I told you to send your passport and you didn't, now I asked my self if you really believe in this business or do you have any question you wanted to ask, please feel very free to ask me any question regard to this transaction and I will be happy to answer you.\nI have started treating on your next of kin, am working on it seriously. I used your information on it for legally approval without any jeopardy in future, am very careful on what am doing.\nAfter this I have to send to you the document backing you as the next of kin to late Mr. Walter Hangal, and also I shall give you the bank contact information for you to contact the bank with an application which I shall draft and send to you, you will include the Affidavit of fact which shows you are the legitimate next of kin to late Mr. Walter Hangal, you will send it along with application to the bank and we wait for the answer.\nI will be guiding you on the letters to contact the bank, bear in mind what ever good you did in respect of this business, what ever effort you put in this business is for the good of both families. \nThis transaction shall last only three working days as soon as the bank approves the transfer.\nSo my dear good friend and partner, I need you to be free with me and ask me any question in order for us to go with on mind, and remember with one mind we achieve our aim. \nPlease do scan your passport and send to me just for our trust ok.\nIs very important you send your identification letter to me as a partner, I mean send your passport.\nI have a question, your age is 22yrs, are you sure this fund shall be secure in your position, pls let me know is important?\nCall me on this number pls +447040110447, I will be glad to hear your voice.\nI await your responseand call ok.\nRegards and God be with you.\nJohnson.", "raw": "<hr><span class=\"edc\">This guy doesn't know when to stop, does he?\nUse of '<span class=\"ok\">ok</span>'; 10</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n03/06/2006<br>\nDear Eliza, <br>\nThank you very much for your quick email response. <br>\nI have been working through out today for your next of kin process, I thank God things are working out for me. \nSky will be our limit simply means the future will be bright for us, and we shall fly but not above the sky, that future shall be in best position to tell us <span class=\"ok\">ok</span>, because I know the future shall tell us more about partnership.\nI was very happy when I checked my mail this night and I saw your response. \nI will like to use this opportunity to figure out something's,\nFirst I gave you my trust and brotherhood regard to this transaction, I contacted you as a friend and I took you as a sister for us to be able to achieve our aim, when ever I read your email I saw good person in you, I always see good partnership in us.\nAs partners we have to bear in mind one mind move the mountain, sincerely opens the door, truthful send down the joy for the good of both families in future.<br>\nBear in mind that my security is the trust I have in me and I contacted you for assistance with good mind and love for the future, yes I know we don't know each other before, but if I may ask how do we know each other, is simply just like this.<br>\nI believe as time goes on you will understand more about this, because I come to you with truthful and honest just for your assistance, as am typing am seeing the good friendship between us, if only you can allow it flow in us.<br>\nSuch a business like this need us to understand each other, without understanding tell me how it will work out, I told you to send your passport and you didn't, now I asked my self if you really believe in this business or do you have any question you wanted to ask, please feel very free to ask me any question regard to this transaction and I will be happy to answer you.<br>\nI have started treating on your next of kin, am working on it seriously. I used your information on it for legally approval without any jeopardy in future, am very careful on what am doing.<br>\nAfter this I have to send to you the document backing you as the next of kin to late Mr. Walter Hangal, and also I shall give you the bank contact information for you to contact the bank with an application which I shall draft and send to you, you will include the Affidavit of fact which shows you are the legitimate next of kin to late Mr. Walter Hangal, you will send it along with application to the bank and we wait for the answer.<br>\nI will be guiding you on the letters to contact the bank, bear in mind what ever good you did in respect of this business, what ever effort you put in this business is for the good of both families. <br>\nThis transaction shall last only three working days as soon as the bank approves the transfer.<br>\nSo my dear good friend and partner, I need you to be free with me and ask me any question in order for us to go with on mind, and remember with one mind we achieve our aim. <br>\nPlease do scan your passport and send to me just for our trust <span class=\"ok\">ok</span>.\nIs very important you send your identification letter to me as a partner, I mean send your passport.<br>\nI have a question, your age is 22yrs, are you sure this fund shall be secure in your position, pls let me know is important?<br>\nCall me on this number pls +447040110447, I will be glad to hear your voice.<br>\nI await your responseand call <span class=\"ok\">ok</span>.\nRegards and God be with you.<br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mr Shirt,\nI think you have a new career path - writing those airport novels, you know, the ones as thick as a brick? Man, you write long messages! \nAnyway - I'll skip the metaphors and speak plainly.\nI checked my paperwork and it's as I remembered - DFAT made it compulsory in early 2002 for anyone getting a new passport (as I did in 2003) to sign a legally binding agreement that, among other things, forbids copies of the passport - which includes colour xeroxes and scans. \nSo, the reason for not sending my passport has nothing to do with being difficult, it's because I don't want to (at the very least) lose the ability to travel freely - vital in what I do.  \n\"ow I asked my self if you really believe in this business\" - c'mon, Johnson, you trust your god, don't you?  \nWhat I can supply is one of my passport pix, if that'll keep you happy.\nNow you wonder if I'm too young to handle money. Holy Mother Frigga! I am not going to rush out and spend all the money on a thirty-metre yacht or twenty matched His and Hers pairs of Harley-Davidsons. \nIf that's what you mean by your question, then no, I am not that dumb. \nSo, what's next?\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nDear Mr Shirt,\nI think you have a new career path - writing those airport novels, you know, the ones as thick as a brick? Man, you write long messages! \nAnyway - I'll skip the metaphors and speak plainly.\nI checked my paperwork and it's as I remembered - DFAT made it compulsory in early 2002 for anyone getting a new passport (as I did in 2003) to sign a legally binding agreement that, among other things, forbids copies of the passport - which includes colour xeroxes and scans. \nSo, the reason for not sending my passport has nothing to do with being difficult, it's because I don't want to (at the very least) lose the ability to travel freely - vital in what I do.  \n\"[N]ow I asked my self if you really believe in this business\" - c'mon, Johnson, you trust your god, don't you?  \nWhat I can supply is one of my passport pix, if that'll keep you happy.\nNow you wonder if I'm too young to handle money. Holy Mother Frigga! I am not going to rush out and spend all the money on a thirty-metre yacht or twenty matched His and Hers pairs of Harley-Davidsons. \nIf that's what you mean by your question, then no, I am not that dumb. \nSo, what's next?\nEliza Dane\n</span><br><br>\n\n<span class=\"edc\">That opening phrase about \"thick as a brick\" was totally unintentional, but appropriate nonetheless. <br>\nIncidentally, AFAIK, there's no such rule about passport scans or other sorts of copies, but there should be...</span><br><br>\n\n<img src=\"images/eliza_johnson_ed_passport.jpg\"><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "03/06/2006\nDear Eliza,\nThank you very much for your email,\nI have your photo with me, is ok but i need to be save with my side. yes i trust my God but you can't aspect me to deal with you without any insurance and security from your side.\nThe fun d involve is a huge amount of money, yes am taking risk to finalise this business but i don't want to live on risk, so i will like you to end to me your drivers license or your international passport for security purposes.\nI have already given you my international passport, without thinking what you just stated out in your email, so my dear i want you to send it and i will be glad to have it ok.\nSecondly, i want to hear your voice, i gave you my number to call me and i want you to call me please, call me with the number i gave you and then give me your direct phone number ok.\nRegards and have a nice day.\nJohnson.", "raw": "<hr>\n\n\n<br>\n\n<span class=\"edc\">He still wants a passport copy and he wants a phone call... a challenge here. I can't use my usual locked phone modality. <br>\nWhat to do...<br>\nUse of '<span class=\"ok\">ok</span>'; 12</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n03/06/2006<br>\nDear Eliza,<br>\nThank you very much for your email,<br>\nI have your photo with me, is <span class=\"ok\">ok</span> but i need to be save with my side. yes i trust my God but you can't aspect me to deal with you without any insurance and security from your side.<br>\nThe fun d involve is a huge amount of money, yes am taking risk to finalise this business but i don't want to live on risk, so i will like you to end to me your drivers license or your international passport for security purposes.<br>\nI have already given you my international passport, without thinking what you just stated out in your email, so my dear i want you to send it and i will be glad to have it <span class=\"ok\">ok</span>.<br>\nSecondly, i want to hear your voice, i gave you my number to call me and i want you to call me please, call me with the number i gave you and then give me your direct phone number <span class=\"ok\">ok</span>.<br>\nRegards and have a nice day.<br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt:\nI can't send you a driver's licence because I don't have one. I won't send you my passport because I don't want to take a stupid risk. I'm not to blame if you sent me yours.\nI'll call when I can (this is a busy household, and it's hard to speak undisturbed), but I'm puzzled about what it's going to prove. \nMy voice would indicate nothing to you.\nEliza Dane", "raw": "<hr>\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt:<br>\nI can't send you a driver's licence because I don't have one. I won't send you my passport because I don't want to take a stupid risk. I'm not to blame if you sent me yours.<br>\nI'll call when I can (this is a busy household, and it's hard to speak undisturbed), but I'm puzzled about what it's going to prove. <br>\nMy voice would indicate nothing to you.<br>\nEliza Dane\n</span><br><br>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Short,\nWhat the Hel is wrong with your phone? \nI've tried five times now... three times I got static, once I got some guy who kept saying something like \"Kutto vee\" over and over, and when I thought I'd got through it turned out to be the Stretem branch of Spudyoulike or something like that. \nThe guy who answered laughed a lot, told me he wasn't with Barclays Bank, but did tell me that Chile bean fillings were on special.\nI don't think your god likes me!\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">\"Kutto Vee\" is a very loose rendering of the Russian phrase for \"Who are you?\"\nThe \"Stretem branch of Spudyoulike\" (Streatham branch of Spud-U-Like) reference is from Drop The Dead Donkey.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Short,<br>\nWhat the Hel is wrong with your phone? <br>\nI've tried five times now... three times I got static, once I got some guy who kept saying something like \"Kutto vee\" over and over, and when I thought I'd got through it turned out to be the Stretem branch of Spudyoulike or something like that. <br>\nThe guy who answered laughed a lot, told me he wasn't with Barclays Bank, but did tell me that Chile bean fillings were on special.<br>\nI don't think your god likes me!<br>\nEliza Dane  \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "05/06/2006\nDear Eliza,\nThank you very much for our email,\nFirst I switched off my phone yesterday night, and I have checked the time I different and understood maybe you called.\nBut not my phone, because I switched it off and nobody can answer my call, I never told you that I work with Barclays bank, am not a staff but we have some fund which I contacted you to assist me on to claim it from the bank.\nI have all the necessary arrangement to claim this fund, all I want from you is your assistance.\nYou have not guaranty me for me to see the reality of you, sorry I cannot do this business with you if you still refuse not to call me and not to send your international passport.\nThis is not a childish business and am very careful in what ever am doing.\nBest regards.\nJohnson.", "raw": "<hr>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n05/06/2006<br>\nDear Eliza,<br>\nThank you very much for our email,<br>\nFirst I switched off my phone yesterday night, and I have checked the time I different and understood maybe you called.<br>\nBut not my phone, because I switched it off and nobody can answer my call, I never told you that I work with Barclays bank, am not a staff but we have some fund which I contacted you to assist me on to claim it from the bank.<br>\nI have all the necessary arrangement to claim this fund, all I want from you is your assistance.<br>\nYou have not guaranty me for me to see the reality of you, sorry I cannot do this business with you if you still refuse not to call me and not to send your international passport.<br>\nThis is not a childish business and am very careful in what ever am doing.<br>\nBest regards.<br>\nJohnson.\n</span><br><br>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nI should have remembered you're not with Barclay's Bank but it was on the email where you gave your number, and I guess these things happen, ok?\nYou say this is not a childish business - well, guess what, I'm not a child, by Thor. \nDon't patronise me just because I'm young and blonde. \nDon't accuse me of not trying to call you (I assume that's what you meant by \"if you still refuse not to call me\" which means quite the opposite) when I tried FIVE times and you admit switching your phone off! \nI'm standing firm on this issue. I am not sending you my passport. Your mistake doesn't mandate one from me. \nYour call.\nEliza Dane", "raw": "<hr>\n\n<span class=\"edc\">Eliza never handles being patronised... and she is very stubborn.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nI should have remembered you're not with Barclay's Bank but it was on the email where you gave your number, and I guess these things happen, <span class=\"ok\">ok</span>?\nYou say this is not a childish business - well, guess what, I'm not a child, by Thor. <br>\nDon't patronise me just because I'm young and blonde. <br>\nDon't accuse me of not trying to call you (I assume that's what you meant by \"if you still refuse not to call me\" which means quite the opposite) when I tried FIVE times and you admit switching your phone off! <br>\nI'm standing firm on this issue. I am not sending you my passport. Your mistake doesn't mandate one from me. <br>\nYour call.<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "06/06/2006\nDear Eliza,\nThank you very much for your email, i never meant to say like that is just because you find it little difficult to understand me.\nI was especting you to prove your sincere to me by sending your passport, fearless because we are partners and your identification is for our trust and security of this business, be sinecer with your self if you are under my shoe wiull you just transact such a huge amount of money like this with a foriegner without his identification, then tell me how do we know each other.\nIts simply means we have to see face to face or you send your passport for our trust and security of this business, i have nothing to do with your picture, is beautifull and i like it but for the respect of this trsnasction i need your passport.\nMy phone is open, call me anytime and you will get me ok, +447040110447.\nI await your response and call.\nRegards.\nJohnson.", "raw": "<hr>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n06/06/2006<br>\nDear Eliza,<br>\nThank you very much for your email, i never meant to say like that is just because you find it little difficult to understand me.<br>\nI was especting you to prove your sincere to me by sending your passport, fearless because we are partners and your identification is for our trust and security of this business, be sinecer with your self if you are under my shoe wiull you just transact such a huge amount of money like this with a foriegner without his identification, then tell me how do we know each other.<br>\nIts simply means we have to see face to face or you send your passport for our trust and security of this business, i have nothing to do with your picture, is beautifull and i like it but for the respect of this trsnasction i need your passport.<br>\nMy phone is open, call me anytime and you will get me <span class=\"ok\">ok</span>, +447040110447.<br>\nI await your response and call.<br>\nRegards.<br>\nJohnson.</span><br><br>\n\n\n<span class=\"edc\">Use of '<span class=\"ok\">ok</span>'; 13\nI was baffled by \"if you are under my shoe\"; discussion with friends and colleagues led to the eventual conclusion that he'd meant to say something like \"If you are in my shoes\", but in typical Lad fashion, mangled the phrase.</span><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nA little difficult to understand you? Try \"fucking impossible\" a lot of the time. \n\"e sinecer with your self if you are under my shoe wiull you just transact such a huge amount of money like this with a foriegner without his identification, then tell me how do we know each other\". Holy Mother Frigga - have you been drinking?\nListen, sport, this is the post-S11 world.  You don't get my passport, and that's all she wrote. You can rant until Ragnarok, and I ain't bending. \nYou chose to contact me - I don't have to follow your rules just because you say so.\nAnd get your fucking phone fixed, I hate getting a dead line. \nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nA little difficult to understand you? Try \"fucking impossible\" a lot of the time.<br> \n\"[B]e sinecer with your self if you are under my shoe wiull you just transact such a huge amount of money like this with a foriegner without his identification, then tell me how do we know each other\". Holy Mother Frigga - have you been drinking?<br>\nListen, sport, this is the post-S11 world.  You don't get my passport, and that's all she wrote.<br> You can rant until Ragnar<span class=\"ok\">ok</span>, and I ain't bending.<br> \nYou chose to contact me - I don't have to follow your rules just because you say so.<br>\nAnd get your fucking phone fixed, I hate getting a dead line.<br> \nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nNothing from you since Monday.\nIs it something I said?\nEliza Dane", "raw": "<hr>\n\n<span class=\"edc\">Four days later... did I overdo it?</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nNothing from you since Monday.<br>\nIs it something I said?<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "12/06/2006\nDear Eliza,\nThank you very much for your email,\nI check it all and I don't want to risk this money, I can't afford to lose this fund.\nAm doing everything I can to make this transfer success, after going through your email I understand you don't want to follow my ideas in order to have this fund in your account.\nYou refuse to send your identification the tell me how can I risk this fund with a trust and assurance from you.\nMy dear friend if you really want to assist me then prove it and go ahead to assist me ok.\nI await your response.\nJohnson.", "raw": "<hr>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n12/06/2006<br>\nDear Eliza,<br>\nThank you very much for your email,<br>\nI check it all and I don't want to risk this money, I can't afford to lose this fund.<br>\nAm doing everything I can to make this transfer success, after going through your email I understand you don't want to follow my ideas in order to have this fund in your account.<br>\nYou refuse to send your identification the tell me how can I risk this fund with a trust and assurance from you.<br>\nMy dear friend if you really want to assist me then prove it and go ahead to assist me <span class=\"ok\">ok</span>.<br>\nI await your response.<br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nI don't like repeating myself, but by Thor and by Sif the Golden, if I have to...\nI'm not sending you my passport for two reasons. \nFirstly, it's against the law, and if I'm caught doing this, I risk a conviction and loss of my passport, which would ruin my career.\nSecondly, letting an uncontrolled copy of my passport get loose is an act of folly. \nAnd I didn't ask for your passport in the first place, so there's no percentage in you keeping on pleading that...\nI want to help you, but I won't be bullied in doing things I don't wish to. There you have it.\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">The duel of egos continues.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nI don't like repeating myself, but by Thor and by Sif the Golden, if I have to...<br>\nI'm not sending you my passport for two reasons.<br> \nFirstly, it's against the law, and if I'm caught doing this, I risk a conviction and loss of my passport, which would ruin my career.<br>\nSecondly, letting an uncontrolled copy of my passport get loose is an act of folly.<br> \nAnd I didn't ask for your passport in the first place, so there's no percentage in you keeping on pleading that...\nI want to help you, but I won't be bullied in doing things I don't wish to.<br> There you have it.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "13/06/2006\nDear Eliza,\nThank you very much for your email,\nIs good to have you as my partner and am glad, I came for good.\nFor you to send to me your identification letter is not a crime, we are business partners and the amount involve is a huge amount which needed us to see face to face but because of time and the different countries I now committed everything about this business unto the hand of God and I gave you my trust but you cannot tell me because of this I have go ahead and m\\commence with you without any identification letter of yours.\nCheck it if you are under my shoe.\nMy dear Eliz you can't tell me you don't have any other identity since you don't want to give out your passport, at least you can send your drivers license or your working i.d just for security reason to be on save side.\nYes I know you want to help me if not you wouldn't have been replying me emails, am glad. But check it by your self and you will understand more about this, sending you my passport does not mean anything but just for our trust and security reason.\nWe should have been talking on which day should I be in Australia because this fund would have been in your account by now if only you did what I ask you and follow my directives.\nI need an assurance from you that you want to help me, I mean it I really need an assurance from you in respect of this transaction.   \nYou sent to me one picture some days ago, I don't need it, I don't need to watch your picture because is not what I came for, I just need you to prove your honesty and trust and the only way is to send to me your identification latter and I will be glad to have it.\nSo please let stop going around on one word the other, let commence just do what I ask you to do just for the good of future, by now we should have been talking on future investment and not this.\nPlease call me on this number +447040110447, I await your call ok.\nI await your response.\nRegards and have a nice day.\nJohnson.", "raw": "<hr>\n\n<span class=\"edc\">There's that \"under my shoe\" line again...<br>\nUse of '<span class=\"ok\">ok</span>'; 15</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n13/06/2006<br>\nDear Eliza,<br>\nThank you very much for your email,<br>\nIs good to have you as my partner and am glad, I came for good.<br>\nFor you to send to me your identification letter is not a crime, we are business partners and the amount involve is a huge amount which needed us to see face to face but because of time and the different countries I now committed everything about this business unto the hand of God and I gave you my trust but you cannot tell me because of this I have go ahead and m\\commence with you without any identification letter of yours.<br>\nCheck it if you are under my shoe.<br>\nMy dear Eliz you can't tell me you don't have any other identity since you don't want to give out your passport, at least you can send your drivers license or your working i.<br>d just for security reason to be on save side.<br>\nYes I know you want to help me if not you wouldn't have been replying me emails, am glad.<br> But check it by your self and you will understand more about this, sending you my passport does not mean anything but just for our trust and security reason.<br>\nWe should have been talking on which day should I be in Australia because this fund would have been in your account by now if only you did what I ask you and follow my directives.<br>\nI need an assurance from you that you want to help me, I mean it I really need an assurance from you in respect of this transaction.<br>   \nYou sent to me one picture some days ago, I don't need it, I don't need to watch your picture because is not what I came for, I just need you to prove your honesty and trust and the only way is to send to me your identification latter and I will be glad to have it.<br>\nSo please let stop going around on one word the other, let commence just do what I ask you to do just for the good of future, by now we should have been talking on future investment and not this.<br>\nPlease call me on this number +447040110447, I await your call <span class=\"ok\">ok</span>.<br>\nI await your response.<br>\nRegards and have a nice day.<br>\nJohnson.</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nI really don't know where to take this.\nI can't send you my passport. \nI don't have a driving licence. \nThere is no national ID card that I can scan. \nI'm a model, not an office worker, so I don't have a work ID. \nWhat the Hel is left? I don't know. \nAnd just what do you mean by \"Check it if you are under my shoe\"?\nYou insist on me calling you. Tell me - what would it prove? That I am a young woman. Or do you doubt even that? Thor's beard, are you that paranoid? If you are, perhaps we should end it here.\nI'll give you my passport number - 7530-66-107-1001-AUS-01-426-8047. \nI don't know if that's enough, but maybe you can think of something - anything - that might convince you.\nEliza Dane", "raw": "<hr>\n\n<span class=\"edc\">\nI took a bit of a chance in even mentioning the possibility that Eliza Dane might not actually be real.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nI really don't know where to take this.<br>\nI can't send you my passport.<br> \nI don't have a driving licence.<br> \nThere is no national ID card that I can scan.<br> \nI'm a model, not an office worker, so I don't have a work ID.<br> \nWhat the Hel is left? I don't know.<br> \nAnd just what do you mean by \"Check it if you are under my shoe\"?\nYou insist on me calling you.<br> Tell me - what would it prove? That I am a young woman.<br> Or do you doubt even that? Thor's beard, are you that paranoid? If you are, perhaps we should end it here.<br>\nI'll give you my passport number - 7530-66-107-1001-AUS-01-426-8047.<br> \nI don't know if that's enough, but maybe you can think of something - anything - that might convince you.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "14/06/2006\nDear Eliza,\nThank you very much for your email and passport number, yes am ok with your passport number.\nI have done everything about your affidavit of fact proving you are the rightfull next of kin to late Mr Walter Hangal, the documents shall take almost a week to come out, so contact the bank with the bank contacts listed below and the application listed below, your name is with Royal court of Justice London, if the bank investigate they shall see your name as the next of kin.\nEverything is perfectly ok, i will also like you to contact me on my telephone so that we can talk, is important we talk please call me on my number. i will be waiting for your call regards to this.\nYou will be contacting the bank by tomorrow or immediately since time different are not the same regards to this claim.\nHere is the application below, go through it and fill the gape of your details of account.\nHere is the contact of the bank and who to contact.\nName             : Mr Kevin Callaghan\nEmail address : barcforiegnremittancedepartment@yahoo.co.uk \nPhone            :  +447031905273\nMy dear friend send the application to this email address contact written above, the person written his name is the operation manager that will take care of our case, I assure you in three working days this fund shall be in your account and then you shall see the prove of brotherhood in our partnership.\nI need to rest, I have so much stress today regard to your next of kin, please send the application so that we wait for the bank information ok.\nIf you still needed to confirm some information from me, please don't fail to call me urgently ok.\nTHE BOARD OF DIRECTORS\nINTERNATIONAL REMMITTANCE &  FOREIGN OPERATIONS\nBarclays Bank Plc  58 SOUTHAMPTON ROW, \nHOLBORN LONDON,WC1B 4MB ENGLAND.\nTEL/FAX: +447031905273\nEmail: (barcforiegnremittancedepartment@yahoo.co.uk ) \nRe: Release of $58,000,000.00 U.S. dollars, (FIFTY EIGHT  MILLION USD ONLY) on account number 58588-8 of LATE Mr. WALTER HANGAL,  \nWALTER HANGAL Died in 26TH  day of DEC 2004.\nAPPLICATION FOR REMITTANCE\nDear Sir,\nREFERENCE TO THE ABOVE STATED ACCOUNT NO. 58588-8 OF THE LATE Mr. WALTER HANGAL, WITH A CREDIT BALANCE OF $58 MILLION U.S. DOLLARS ONLY.\nI have been advised by counsel that I am the designated beneficiary to the above referenced, dormant account, held by the late Mr. WALTER HANGAL.\nAs such, I wish to apply for the release of the total said amount. \nIn accordance with the National and International Laws of Inheritance, kindly remit the stated amount in full to my account number stated below:\nBANK NAME: \nBANK ADDRESS:   \nACCOUNT NAME: \nACCOUNT NUMBER:   \nROUTING/SWIFT CODE:   \nThis request is predicated on the fact that since the death Mr. WALTER HANGAL, who was entrusted with The Management of WALTER TUBE COMPANY LONDON. The need for the transfer of the money in the account becomes imperative.\nI shall therefore be very grateful if this request meets with your favorable consideration.\nThank you.\nSincerely,\n***  \nName: Mrs Eliza  ...................................       Contact \nDetails: Phone & Email\nSign: .........................................                         ...........................................\n**\nNote: Please include your particulars, like your Bank Account details and your contact details: Phone and email.\nSend the application to the bank immediately so that we wait for the bank response and know what next.\nRegards and have a nice day.\nJohnson.", "raw": "<hr>\n\n<span class=\"edc\">\nBreakthrough! But that is one crappy letter he's drafted...<br>\nUse of '<span class=\"ok\">ok</span>'; 17\n</span><br><br>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n14/06/2006<br>\nDear Eliza,<br>\nThank you very much for your email and passport number, yes am <span class=\"ok\">ok</span> with your passport number.<br>\nI have done everything about your affidavit of fact proving you are the rightfull next of kin to late Mr Walter Hangal, the documents shall take almost a week to come out, so contact the bank with the bank contacts listed below and the application listed below, your name is with Royal court of Justice London, if the bank investigate they shall see your name as the next of kin.<br>\nEverything is perfectly <span class=\"ok\">ok</span>, i will also like you to contact me on my telephone so that we can talk, is important we talk please call me on my number.<br> i will be waiting for your call regards to this.<br>\nYou will be contacting the bank by tomorrow or immediately since time different are not the same regards to this claim.<br>\nHere is the application below, go through it and fill the gape of your details of account.<br>\nHere is the contact of the bank and who to contact.<br>\nName             : Mr Kevin Callaghan<br>\nEmail address : barcforiegnremittancedepartment@yahoo.co.uk <br>\nPhone            :  +447031905273<br>\nMy dear friend send the application to this email address contact written above, the person written his name is the operation manager that will take care of our case, I assure you in three working days this fund shall be in your account and then you shall see the prove of brotherhood in our partnership.<br>\nI need to rest, I have so much stress today regard to your next of kin, please send the application so that we wait for the bank information <span class=\"ok\">ok</span>.<br>\nIf you still needed to confirm some information from me, please don't fail to call me urgently <span class=\"ok\">ok</span>.<br>\nTHE BOARD OF DIRECTORS<br>\nINTERNATIONAL REMMITTANCE &  FOREIGN OPERATIONS<br>\nBarclays Bank Plc  58 SOUTHAMPTON ROW, <br>\nHOLBORN LONDON,WC1B 4MB ENGLAND.<br>\nTEL/FAX: +447031905273<br>\nEmail: (barcforiegnremittancedepartment@yahoo.co.uk ) \nRe: Release of $58,000,000.00 U.S. dollars, (FIFTY EIGHT  MILLION USD ONLY) on account number 58588-8 of LATE Mr. WALTER HANGAL, [GEOLOGIST] \nWALTER HANGAL Died in 26TH  day of DEC 2004.<br>\nAPPLICATION FOR REMITTANCE\nDear Sir,\nREFERENCE TO THE ABOVE STATED ACCOUNT NO. 58588-8 OF THE LATE Mr. WALTER HANGAL, WITH A CREDIT BALANCE OF $58 MILLION U.S. DOLLARS ONLY.<br>\nI have been advised by counsel that I am the designated beneficiary to the above referenced, dormant account, held by the late Mr. WALTER HANGAL.<br>\nAs such, I wish to apply for the release of the total said amount.<br> \nIn accordance with the National and International Laws of Inheritance, kindly remit the stated amount in full to my account number stated below:<br>\nBANK NAME: <br>\nBANK ADDRESS:   <br>\nACCOUNT NAME: <br>\nACCOUNT NUMBER:  <br> \nROUTING/SWIFT CODE:   <br>\nThis request is predicated on the fact that since the death Mr. WALTER HANGAL, who was entrusted with The Management of WALTER TUBE COMPANY LONDON.<br> The need for the transfer of the money in the account becomes imperative.<br>\nI shall therefore be very grateful if this request meets with your favorable consideration.<br>\nThank you.<br>\nSincerely,<br>\n***  <br>\nName: Mrs Eliza  ...................................       Contact <br>\nDetails: Phone & Email<br>\nSign: .........................................<br>                         ...........................................<br>\n**<br>\nNote: Please include your particulars, like your Bank Account details and your contact details: Phone and email.<br>\nSend the application to the bank immediately so that we wait for the bank response and know what next.<br>\nRegards and have a nice day.<br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nFine. We're reconciled. \nGood, let's move on.\nIt all seems pretty straightforward, however - let's get some facts worked out - what sort of relationship are you planning to put on the documents? Let's be singing from the same songbook, ok? Also - for Odin's sake, don't put me down as Mrs Eliza Dane - I'm single!\nPlease sort this out and let me know if there are any other possible hiccups we can avoid.\nHave a rest and get back to me. \nTry to relax.  AJ (my boyfriend) says a blowjob is very relaxing; he should know.  ; )  \nAs a matter of fact, he was looking very tense and distracted yesterday.  I really should help him calm down...\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">Time to be nice - it won't last.<br>\nCan I embarrass him?</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nFine. We're reconciled.<br> \nGood, let's move on.<br>\nIt all seems pretty straightforward, however - let's get some facts worked out - what sort of relationship are you planning to put on the documents? Let's be singing from the same songbook, ok? Also - for Odin's sake, don't put me down as Mrs Eliza Dane - I'm single!<br>\nPlease sort this out and let me know if there are any other possible hiccups we can avoid.<br>\nHave a rest and get back to me.<br> \nTry to relax.  AJ (my boyfriend) says a blowjob is very relaxing; he should know.  ; )  \nAs a matter of fact, he was looking very tense and distracted yesterday.  I really should help him calm down...<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "14/06/2006\nDear Eliza,\nThank you very much for your email,\nSorry for my mistake, I will be going to Royal court to see the Attorney in charge of this in order to correct the mistake from Mrs.  to Ms. \nYou are a relative to late Mr. WALTER Hangal and the Affidavit of fact proves you as the rightful next of kin to late Mr. WALTER Hangal.\nSo please go ahead and send the application to the bank ok.\nRegards.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">\nApparently not...\nUse of '<span class=\"ok\">ok</span>'; 18\n</span><br><br>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n14/06/2006<br>\nDear Eliza,<br>\nThank you very much for your email,<br>\nSorry for my mistake, I will be going to Royal court to see the Attorney in charge of this in order to correct the mistake from Mrs.  to Ms. <br>\nYou are a relative to late Mr. WALTER Hangal and the Affidavit of fact proves you as the rightful next of kin to late Mr. WALTER Hangal.<br>\nSo please go ahead and send the application to the bank <span class=\"ok\">ok</span>.<br>\nRegards.<br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt, \nGood, we're working together, that's kewl. \nBut - please don't think I'm picky - what should I put relation-wise? I'm assuming niece is the best bet, but I never second-guess.\nEliza Dane", "raw": "<hr>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br> \nGood, we're working together, that's kewl.<br> \nBut - please don't think I'm picky - what should I put relation-wise? I'm assuming niece is the best bet, but I never second-guess.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "15/06/2006\nDear Eliza,\nThank you very much for your email.\nPlease you are a relative to late Mr Walter Hangal, the Affidavit made it clear you are a relative to late Mr Walter Hangal. so pls use relative.\nHave you send the application, let me know ifg you have ok.\nRegards.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">\nUse of '<span class=\"ok\">ok</span>'; 19\n</span><br><br>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n15/06/2006<br>\nDear Eliza,<br>\nThank you very much for your email.<br>\nPlease you are a relative to late Mr Walter Hangal, the Affidavit made it clear you are a relative to late Mr Walter Hangal.<br> so pls use relative.<br>\nHave you send the application, let me know ifg you have <span class=\"ok\">ok</span>.<br>\nRegards.<br><br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "THE BOARD OF DIRECTORS\nINTERNATIONAL REMMITTANCE &  FOREIGN OPERATIONS\nBarclays Bank Plc  58 SOUTHAMPTON ROW, \nHOLBORN LONDON,WC1B 4MB ENGLAND.\nTEL/FAX: +447031905273\nEmail: (barcforiegnremittancedepartment@yahoo.co.uk ) \nRe: Release of $58,000,000.00 U.S. dollars, (FIFTY EIGHT  MILLION USD ONLY) on account number 58588-8 of LATE Mr. WALTER HANGAL,  \nWALTER HANGAL Died in 26TH  day of DEC 2004.\nAPPLICATION FOR REMITTANCE\nDear Sir,\nREFERENCE TO THE ABOVE STATED ACCOUNT NO.  58588-8 OF THE LATE Mr. WALTER HANGAL, WITH A CREDIT BALANCE OF $58 MILLION U.S. DOLLARS ONLY.\nI have been advised by counsel that I am the designated beneficiary to the above referenced, dormant account, held by the late Mr. WALTER HANGAL.\nAs such, I wish to apply for the release of the total said amount. \nIn accordance with the National and International Laws of Inheritance, kindly remit the stated amount in full to my account number stated below:\nBANK NAME: National Bank of Australia\nBANK ADDRESS: 134 Liverpool Street, Sydney, NSW 2000   \nACCOUNT NAME: Ms Elizabeth D. Dane\nACCOUNT NUMBER:  G937 641 587\nROUTING/SWIFT CODE: Unknown  \nACCOUNT INFORMATION: Please clarify this detail\nResidential Address: 35 Westmoreland Grove, Glebe, Sydney, NSW, Australia\nTelephone number: (02) 9439 7282 \nThis request is predicated on the fact that since the death Mr. WALTER HANGAL, who was entrusted with The Management of WALTER TUBE COMPANY LONDON.  The need for the transfer of the money in the account becomes imperative.\nI shall therefore be very grateful if this request meets with your favorable consideration.\nSincerely,\nMs Elizabeth Dane", "raw": "<hr>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nTHE BOARD OF DIRECTORS<br>\nINTERNATIONAL REMMITTANCE &  FOREIGN OPERATIONS<br>\nBarclays Bank Plc  58 SOUTHAMPTON ROW, <br>\nHOLBORN LONDON,WC1B 4MB ENGLAND.<br>\nTEL/FAX: +447031905273<br>\nEmail: (barcforiegnremittancedepartment@yahoo.co.uk ) <br>\nRe: Release of $58,000,000.00 U.S. dollars, (FIFTY EIGHT  MILLION USD ONLY) on account number 58588-8 of LATE Mr. WALTER HANGAL, [GEOLOGIST] <br>\nWALTER HANGAL Died in 26TH  day of DEC 2004.<br>\nAPPLICATION FOR REMITTANCE<br>\nDear Sir,<br>\nREFERENCE TO THE ABOVE STATED ACCOUNT NO.  58588-8 OF THE LATE Mr. WALTER HANGAL, WITH A CREDIT BALANCE OF $58 MILLION U.S. DOLLARS ONLY.<br>\nI have been advised by counsel that I am the designated beneficiary to the above referenced, dormant account, held by the late Mr. WALTER HANGAL.<br>\nAs such, I wish to apply for the release of the total said amount.<br> \nIn accordance with the National and International Laws of Inheritance, kindly remit the stated amount in full to my account number stated below:<br>\nBANK NAME: National Bank of Australia<br>\nBANK ADDRESS: 134 Liverpool Street, Sydney, NSW 2000   <br>\nACCOUNT NAME: Ms Elizabeth D. Dane<br>\nACCOUNT NUMBER:  G937 641 587<br>\nROUTING/SWIFT CODE: Unknown  <br>\nACCOUNT INFORMATION: Please clarify this detail<br>\nResidential Address: 35 Westmoreland Grove, Glebe, Sydney, NSW, Australia<br>\nTelephone number: (02) 9439 7282 <br>\nThis request is predicated on the fact that since the death Mr. WALTER HANGAL, who was entrusted with The Management of WALTER TUBE COMPANY LONDON.  The need for the transfer of the money in the account becomes imperative.<br>\nI shall therefore be very grateful if this request meets with your favorable consideration.<br>\nSincerely,<br>\nMs Elizabeth Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt, \nI sent the message (see below). \nIt now rests with wyrd.\nEliza Dane", "raw": "<hr>\n\n<span class=\"edc\">\"Wyrd\" = \"Fate\".</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br> \nI sent the message (see below).<br> \nIt now rests with wyrd.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "15/06/06\nBARCLAYS BANK PLC\nDear Ms Elizabeth Dane,\nAcknowledgement of your application dated on Thu, 15th Jun 2006 :29:4d+1000.\nYour application on under process and has been taken care by its department.\nFirst accept our sympathy on tragedy that took place in Thailand, Mr. WALTER Hangal is a good customer to our honorable bank, Mr. WALTER Hangal is a good and gentile man, may his soul rest in perfect peace.\nHis credit in account number 58588-8 with account name Walter Hangal is valid and has been taken good care by. Total sum is $58 Million United State Dollars.\nThe bank has confirmed you the next of kin to Mr. WALTER Hangal. \nYour account brought forward by you is incorrect, we advised you to give us your swift code number to your bank for the transfer of this $58 Million United State Dollars\nThe bank will not use Mr. WALTER's account to remit this fund directly to your account in Australia; you are advised to activate an account with us.\nThis account shall be use to remit the fund directly to your account for the benefit of our bank and you.\nDue the high volume of the funds, it would not be advisable for the funds to be transferred direct from Walters' account to your bank account in Australia.\nYou will use at least not less than 5000GBP ( FIVE THOUSAND GREAT BRITISH POUNDS ) to activate this account to enables us make a quick transfer direct to your account in Australia. You are advised to send us your Bank swift code number; the account shall be activated on your name.\nWe shall give you information to remit the money as on as we have your response.\nWe lo\nHave a great day.\nKevin Callaghan \nOperation Manager International Remittance.", "raw": "<hr>\n\n<span class=\"edc\">Mr Callaghan is supposedly working in a bank in England, so you'd expect him to write \"honourable\".<br> It must be a Lad thing...\n</span><br><br>\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n15/06/06\nBARCLAYS BANK PLC\nDear Ms Elizabeth Dane,<br>\nAcknowledgement of your application dated on Thu, 15th Jun 2006<br> :29:4d+1000.<br>\nYour application on under process and has been taken care by its department.<br>\nFirst accept our sympathy on tragedy that took place in Thailand, Mr. WALTER Hangal is a good customer to our honorable bank, Mr. WALTER Hangal is a good and gentile man, may his soul rest in perfect peace.<br>\nHis credit in account number 58588-8 with account name Walter Hangal is valid and has been taken good care by.<br> Total sum is $58 Million United State Dollars.<br>\nThe bank has confirmed you the next of kin to Mr. WALTER Hangal.<br> \nYour account brought forward by you is incorrect, we advised you to give us your swift code number to your bank for the transfer of this $58 Million United State Dollars\nThe bank will not use Mr. WALTER's account to remit this fund directly to your account in Australia; you are advised to activate an account with us.<br>\nThis account shall be use to remit the fund directly to your account for the benefit of our bank and you.<br>\nDue the high volume of the funds, it would not be advisable for the funds to be transferred direct from Walters' account to your bank account in Australia.<br>\nYou will use at least not less than 5000GBP ( FIVE THOUSAND GREAT BRITISH POUNDS ) to activate this account to enables us make a quick transfer direct to your account in Australia.<br> You are advised to send us your Bank swift code number; the account shall be activated on your name.<br>\nWe shall give you information to remit the money as on as we have your response.<br>\nWe lo<ok forward to hear from you.<br>\nHave a great day.<br>\nKevin Callaghan <br>\nOperation Manager International Remittance.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nThis is what I got. \nFuck me, they were quick. You must have primed the pump something massive.\nok, what's next?\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nThis is what I got.<br> \nFuck me, they were quick.<br> You must have primed the pump something massive.<br>\nok, what's next?\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "16/06/2006\nDear Eliza,\nThank you very much for your email response.\nPlease i don't like the language you used to address me, am not a kid and this business is not what to joke with.\nYou said you want to assist me then why are you making all this to be difficult for me, the answer from the bank is okay with us and still yet you made an discusting language.\nPlease i cannot afford to lose this fund, if you want to assist me then you know what the bank said then go for it and let the fund to be transfer to your account.\nYou didn't state out your swift bank code why, just tell me why.\nThis is not a joke and you have to take it serious pls.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">\nWell, all of a sudden Johnson is a bit of a shrinking violet.<br> It's not as if Eliza hadn't used bad language before.</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n16/06/2006<br>\nDear Eliza,<br>\nThank you very much for your email response.<br>\nPlease i don't like the language you used to address me, am not a kid and this business is not what to joke with.<br>\nYou said you want to assist me then why are you making all this to be difficult for me, the answer from the bank is okay with us and still yet you made an discusting language.<br>\nPlease i cannot afford to lose this fund, if you want to assist me then you know what the bank said then go for it and let the fund to be transfer to your account.<br>\nYou didn't state out your swift bank code why, just tell me why.<br>\nThis is not a joke and you have to take it serious pls.<br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nHoly Mother Frigga, is this a generation gap thing? \nYou should get out from behind your desk, go out into the real world and listen to how people speak and understand how people think.  \nThis ain't the nineteenth century. Whether you like it or not, in this day and age we speak our minds, with whatever words we want, with none of this stupid PC crap about not offending.  ok, rant over... \nJust what the Hel is a Swift code? It would help if you'd told me! \nEliza Dane", "raw": "<hr>\n\n<span class=\"edc\">Eliza doesn't like being preached to.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nHoly Mother Frigga, is this a generation gap thing? \nYou should get out from behind your desk, go out into the real world and listen to how people speak and understand how people think.<br>  \nThis ain't the nineteenth century.<br> Whether you like it or not, in this day and age we speak our minds, with whatever words we want, with none of this stupid PC crap about not offending.<br>  ok, rant over...<br> \nJust what the Hel is a Swift code? It would help if you'd told me! \nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "16/06/2006\nDear Eliza,\nThank you very much for your email.\nok I understood you, sorry I never meant to hurt you ok.\nIs just am afraid to lose this fund, and am very careful in what ever am doing regards to this and that is why am always sure to be on save side ok.\nIs a good response we got from the bank and all you need to do is to follow the bank directives and the fund shall be in your account.\nA swift code is an code which before any transfer takes place it must go with swift code to know the exact bank the fund belong to.\nA swift code is own by the bank, you bank has its own swift code, contact your account officer in the bank for the bank swift code, but do not discuss with your account officer about this transaction, just rquest for the bank swift code and he or she shall know that you are expecting money in your bank ok.\nI want you to contact the bank and know how long will it will it take for this fund to be in your account as soon as everything get ready.\nGet the swift code from your bank and send to Barclays bank ok.\nBear in mind what ever good you are doing regards to this transaction is for the good of both future ok, I thank you for everything.\nRegards.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">Johnson is quick to apologise.<br>\nUse of '<span class=\"ok\">ok</span>'; 23</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n16/06/2006<br>\nDear Eliza,<br>\nThank you very much for your email.<br>\n<span class=\"ok\">ok</span> I understood you, sorry I never meant to hurt you <span class=\"ok\">ok</span>.<br>\nIs just am afraid to lose this fund, and am very careful in what ever am doing regards to this and that is why am always sure to be on save side <span class=\"ok\">ok</span>.<br>\nIs a good response we got from the bank and all you need to do is to follow the bank directives and the fund shall be in your account.<br>\nA swift code is an code which before any transfer takes place it must go with swift code to know the exact bank the fund belong to.<br>\nA swift code is own by the bank, you bank has its own swift code, contact your account officer in the bank for the bank swift code, but do not discuss with your account officer about this transaction, just rquest for the bank swift code and he or she shall know that you are expecting money in your bank <span class=\"ok\">ok</span>.<br>\nI want you to contact the bank and know how long will it will it take for this fund to be in your account as soon as everything get ready.<br>\nGet the swift code from your bank and send to Barclays bank <span class=\"ok\">ok</span>.<br>\nBear in mind what ever good you are doing regards to this transaction is for the good of both future <span class=\"ok\">ok</span>, I thank you for everything.<br>\nRegards.<br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "17/06/2006\nDear Eliza,\nHow are you today? hope all is fine with you.\nPlease am still waiting for your email response, hope all is fine with you.\nDid you contact the bank? what did the bank say pls let me know ok.\nTake care and have a nice weekend.\nGreetings from \nJohnson.", "raw": "<hr>\n\n<span class=\"edc\">Use of '<span class=\"ok\">ok</span>'; 24</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n17/06/2006<br>\nDear Eliza,<br>\nHow are you today? hope all is fine with you.<br>\nPlease am still waiting for your email response, hope all is fine with you.<br>\nDid you contact the bank? what did the bank say pls let me know <span class=\"ok\">ok</span>.<br>\nTake care and have a nice weekend.<br>\nGreetings from <br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt\nThere's been a major crisis. My father is in the ICU. More when I can.\nEliza", "raw": "<hr>\n<span class=\"edc\">\nThings have been going too smoothly.<br> It's time to monkey wrench things with a family crisis.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt\nThere's been a major crisis.<br> My father is in the ICU.<br> More when I can.<br>\nEliza\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "20/06/2006\nDear Eliza,\nAm so sorry for the news, pls will like to hear and know the condition ok.\nDon't worry it will be okay .\nTake care of your father, i await to hear from you ok.\nRegards and have a greatday.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">\nIt was going so well until that last line...\nUse of '<span class=\"ok\">ok</span>'; 25</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n20/06/2006<br>\nDear Eliza,<br>\nAm so sorry for the news, pls will like to hear and know the condition <span class=\"ok\">ok</span>.<br>\nDon't worry it will be <span class=\"ok\">ok</span>ay .<br>\nTake care of your father, i await to hear from you <span class=\"ok\">ok</span>.<br>\nRegards and have a greatday.<br>\nJohnson.</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt\nHave a great day? HAVE A GREAT DAY? NO I AM NOT HAVING A GREAT DAY YOU STUPID LITTLE SHIT! My father is in a critical condition, my mother is taking it badly - she's only just got to sleep - and you are telling me to have a great day? May Fenrir chew your balls!\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">\nOne really hard slap is merited.<br>\n\"Fenrir\" is the Fenris Wolf of Norse legend.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt<br>\nHave a great day? HAVE A GREAT DAY? NO I AM NOT HAVING A GREAT DAY YOU STUPID LITTLE SHIT! My father is in a critical condition, my mother is taking it badly - she's only just got to sleep - and you are telling me to have a great day? May Fenrir chew your balls!<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nok - things are calmer now - Dad is out of the ICU and recovering. Mum is taking things well. \nI apologise for my outburst but you really shouldn't have wished me a great day just then.\nEliza Dane", "raw": "<hr>\n\n<span class=\"edc\">\nSeveral days pass... have I lost him?\n</span><br><br>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nok - things are calmer now - Dad is out of the ICU and recovering.<br> Mum is taking things well.<br> \nI apologise for my outburst but you really shouldn't have wished me a great day just then.<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "28/06/2006\nDear Eliza,\nGood to see your email response.\nI have been wondering on how to continue because I have spent a lot of money for your next of kin and latter of Administration.\nYou kept me under suspension and I got confused on how to handle things from my side.\nAm very sorry for my wrong statement, yes I understood it hurt you which you know I don't meant to hurt you.\nAm a father and I understand how my children feel when ever am sick, o thank God the almighty that his out of there.\nSo how is he doing now?\nDon't worry is going to be ok, just pray ok.\nI don't know how to start because we stopped after receiving a very good answer from the bank, when I got your last email I felt do bad on which I don't know what to say.\nThe bank only required you to open an account and activate it, so I don't if you did contact the bank or not, please let me know ok.\nIf not please go ahead and clear these with Barclays ok, to get the account ready with them since they cannot transfer this fund direct to your own account in Australia through the account of late Mr. WALTER Hangal.\nAnother is your bank swift code number, this swift code simply means address of a bank on international transfer bases ok.\nPlease try and see if you can get me on phone, since you never gave me your phone number, please try and call me so that we can talk ok. +447040110447.\nMy regards to your Dad.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">\nNo - what a relief!\nUse of '<span class=\"ok\">ok</span>'; 28\n</span><br><br>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n28/06/2006<br>\nDear Eliza,<br>\nGood to see your email response.<br>\nI have been wondering on how to continue because I have spent a lot of money for your next of kin and latter of Administration.<br>\nYou kept me under suspension and I got confused on how to handle things from my side.<br>\nAm very sorry for my wrong statement, yes I understood it hurt you which you know I don't meant to hurt you.<br>\nAm a father and I understand how my children feel when ever am sick, o thank God the almighty that his out of there.<br>\nSo how is he doing now?\nDon't worry is going to be <span class=\"ok\">ok</span>, just pray <span class=\"ok\">ok</span>.<br>\nI don't know how to start because we stopped after receiving a very good answer from the bank, when I got your last email I felt do bad on which I don't know what to say.<br>\nThe bank only required you to open an account and activate it, so I don't if you did contact the bank or not, please let me know <span class=\"ok\">ok</span>.<br>\nIf not please go ahead and clear these with Barclays <span class=\"ok\">ok</span>, to get the account ready with them since they cannot transfer this fund direct to your own account in Australia through the account of late Mr. WALTER Hangal.<br>\nAnother is your bank swift code number, this swift code simply means address of a bank on international transfer bases <span class=\"ok\">ok</span>.<br>\nPlease try and see if you can get me on phone, since you never gave me your phone number, please try and call me so that we can talk <span class=\"ok\">ok</span>.<br> +447040110447.<br>\nMy regards to your Dad.<br>\nJohnson.</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nThanx for asking, my Dad is recovering, but he'll be in hospital for another week or so.\nI'm afraid I don't pray as you do. Christians humble themselves before their God. We stand before Odin, state our will, and call for the All-Father to bless us as He wills.\nAnyway - I was able to find the SWIFT number you needed, NAT AAU 3303S. I'll send it on to Mr Callahan at once. I'll try to call you, but I swear, if I get the Stretem branch of Spudyoulike again, then by Thor, I'll smash something!\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">\nI got him back... I'll reward him a little.<br> \nBelieve me, it won't last.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nThanx for asking, my Dad is recovering, but he'll be in hospital for another week or so.<br>\nI'm afraid I don't pray as you do.<br> Christians humble themselves before their God.<br> We stand before Odin, state our will, and call for the All-Father to bless us as He wills.<br>\nAnyway - I was able to find the SWIFT number you needed, NAT AAU 3303S.<br> I'll send it on to Mr Callahan at once.<br> I'll try to call you, but I swear, if I get the Stretem branch of Spudyoulike again, then by Thor, I'll smash something!<br>\nEliza Dane \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nI found out the SWIFT code that you asked for. It's NAT AAU 3303S.\nI think you've got everything you need now. Let me know if you need anything else.\nRegards,\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nI found out the SWIFT code that you asked for.<br> It's NAT AAU 3303S.<br>\nI think you've got everything you need now.<br> Let me know if you need anything else.<br>\nRegards,<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "29/06/06\nBARCLAYS BANK PLC\n+447005977063\nDear Ms Elizabeth Dane,\nAcknowledgement of your application dated on Thu, 29 Jun 2006 19:30:13+1000.\nThe board of director of Barclays bank held meeting on 20th June 2006 in respective of your relation Mr. WALTER Hangal, who was once our good customer.\nThe authencity and genuine of your next of kin to Mr. WALTER Hangal sanctifies board and the entire committee that handle your case.\nWe have your bank Swift code good.\nIt now remaining you to activate an account with us, this account shall be use and remit the total sum directly to your account information goes as follows\nMs Elisabeth D. Dane\nAccount Number G937641587\nSwift Code NATAAU3303S\nNational Bank Of Australia\n134 Liverpool street Sydney, NEW 2000\nYou are advice to activate an account with us with your information; this account shall be used to transfer this fund direct to your account stated above.\nPlease fill the information gape\nFirs name ................   Middle name  ...............    Last name ....................\nAccount name .........................                                \nAddress .........................\nOccupation ........................\nNext of kin ...........................\nFill all the gape, it shall be use for activation of your account.\nYou will have at least GBP 5000 for activation of this account in order for the transfer to be completed. You will activate your account; as soon as these are done the transfer shall take place immediately, under 48 hrs your rightful fund, which is $58 million united state dollars, shall be in your account stated above.\nPlease use this information to send the fee for activation of your account.\nUse western union money transfer to send this fee for activation of your account. \nPayment information:\nName: Victor Biauno. Address: 24 Sumner Street, London SE1 9JA united Kingdom.\nDear Ms Elizabeth Dane please fill all the gape above for opening of your account and seconding send to us fee for activation of your account.\nWe look forward to your response.\nYours Faithfully.\nKevin Callaghan \nOperation Manager International Remittance.", "raw": "<hr>\n<span class=\"edc\">\nThe banker's back, but not all is quite right.<br>\nOne thing that you can always rely on though; the money must flow.\n</span><br><br>\n\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n29/06/06<br>\nBARCLAYS BANK PLC<br>\n+447005977063<br>\nDear Ms Elizabeth Dane,<br>\nAcknowledgement of your application dated on Thu, 29 Jun 2006<br> 19:30:13+1000.<br>\nThe board of director of Barclays bank held meeting on 20th June 2006<br> in respective of your relation Mr. WALTER Hangal, who was once our good customer.<br>\nThe authencity and genuine of your next of kin to Mr. WALTER Hangal sanctifies board and the entire committee that handle your case.<br>\nWe have your bank Swift code good.<br>\nIt now remaining you to activate an account with us, this account shall be use and remit the total sum directly to your account information goes as follows<br>\nMs Elisabeth D. Dane<br>\nAccount Number G937641587<br>\nSwift Code NATAAU3303S<br>\nNational Bank Of Australia<br>\n134 Liverpool street Sydney, NEW 2000<br>\nYou are advice to activate an account with us with your information; this account shall be used to transfer this fund direct to your account stated above.<br>\nPlease fill the information gape<br>\nFirs name ................   Middle name  ...............    Last name ....................<br>\nAccount name .........................<br>                                \nAddress .........................<br>\nOccupation ........................<br>\nNext of kin ...........................<br>\nFill all the gape, it shall be use for activation of your account.<br>\nYou will have at least GBP 5000 for activation of this account in order for the transfer to be completed.<br> You will activate your account; as soon as these are done the transfer shall take place immediately, under 48 hrs your rightful fund, which is $58 million united state dollars, shall be in your account stated above.<br>\nPlease use this information to send the fee for activation of your account.<br>\nUse <span class=\"wu\">western union</span> money transfer to send this fee for activation of your account.<br> \nPayment information:\nName: Victor Biauno.<br> Address: 24 Sumner Street, London SE1 9JA united Kingdom.<br>\nDear Ms Elizabeth Dane please fill all the gape above for opening of your account and seconding send to us fee for activation of your account.<br>\nWe look forward to your response.<br>\nYours Faithfully.<br>\nKevin Callaghan \nOperation Manager International Remittance.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "29/06/2006\nDear Eliza,\nThank you very much for your email,\nok is very good you have the swift code. please contact the bank and send the swift code immediately ok. Try and coperate with the person incharge so that it will go smooth for us.\nI await your email and Regards.\nJohnson.", "raw": "<hr>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n29/06/2006<br>\nDear Eliza,<br>\nThank you very much for your email,\n<span class=\"ok\">ok</span> is very good you have the swift code.<br> please contact the bank and send the swift code immediately <span class=\"ok\">ok</span>.<br> Try and coperate with the person incharge so that it will go smooth for us.<br>\nI await your email and Regards.<br><br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nGot that.\nJust a couple of points to put right: Elizabeth, not Elisabeth; NSW, not NEW\nThanx\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nGot that.<br>\nJust a couple of points to put right: Elizabeth, not Elisabeth; NSW, not NEW<br>\nThanx<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nI got a reply from Kevin Callaghan, and it's got me puzzled.\nHe wants me to send him GBPs 5,000 to open the account. Why so much? \nThe other thing is - he wants me to send the equivalent of $12000 by western union! I mean - what the fuck? He works at a BANK! He's some senior exec - and I am supposed to believe that he would mosey on down to the western union office and pick up thousands of pounds like it was his weekly allowance? Something is wrong!\nBTW, I did try to call, but all I got was dead air. Just as well - there's a very nice vase by the phone, I'd hate to have broken it.\nEliza Dane", "raw": "<hr>\n\n<span class=\"edc\">\nok, let's ask some questions, end with a joke (sort of).</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nI got a reply from Kevin Callaghan, and it's got me puzzled.<br>\nHe wants me to send him GBPs 5,000 to open the account. Why so much? \nThe other thing is - he wants me to send the equivalent of $12000 by <span class=\"wu\">western union</span>! I mean - what the fuck? He works at a BANK! He's some senior exec - and I am supposed to believe that he would mosey on down to the <span class=\"wu\">western union</span> office and pick up thousands of pounds like it was his weekly allowance? Something is wrong!\nBTW, I did try to call, but all I got was dead air. Just as well - there's a very nice vase by the phone, I'd hate to have broken it.<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "30/06/06\nDear Ms Elizabeth Dane,\nWe are sorry for typographical error on your name.\nAccept our apology.\nCallaghan.", "raw": "<hr>\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n30/06/06<br>\nDear Ms Elizabeth Dane,<br>\nWe are sorry for typographical error on your name.<br>\nAccept our apology.<br>\nCallaghan.</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "01/07/2006\nDear Eliza,\nThank you very much for your email response.\nI read your massage from Barclays bank, and I got confused about what you said, I tried to understood you by contacting My Henry Adams who is my friend and also an insider that work in the bank and monitors about this transfer.\nHe said to me that you are request to open account with the bank so that this $58 million united state dollars can be transfer into your new account and from your new account then transfer direct to your account in your country.\nHe also said the reason why you are asked to use western union money transfer to send the money is because it will not take time to get to him.\nHe said using account information will take some days to get to Barclays.   \nHe also said that Barclays bank has western union license, he means that he will receive the money inside the bank not to supermarket or western union office.\nHe also said you are given name to send the money which I don't know if he said the truth or not, you have the email from the bank but you didn't forward it to me as usual for me to see.\nI have good news, Death certificate of late Mr. WALTER Hangal is out, cooperate office commission called me this money for the document and I have it here with me.\nI used an insider to back date the date so that it will no show new date and that is how it is. I attached it for you to see. He date is 5th August 2005.\nIs now remaining your affidavit of fact and letter of administration.\nThe affidavit of fact is the documents that shoes you are the authentic next of kin to late Mr. WALTER Hangal and letter of Administration goes together with this death certificate which will back the fund to avoid my government and your government even anti transfer crime force to ask any question about this fund.\nAm now waiting for Affidavit of fact and also letter of Administration from United Kingdom\nGovernment to back up this fund.\nNow how do we do this, we cannot say the opening of account fee shall be our obstacle on this, I have check it all I don't have the complete amount I need to get things work out.\nI borrowed money from my wife to complete the total sum GBP 4000 pounds.\nPlease I want you to contact Mr.  Callaghan and tell him that Mr.  Johnson Shirt who is your friend and who base as citizen of England will be coming to pay him GBP 4000 Pounds.\nThen you will be sending GBP 1000 Pounds which is the balance to him through western union money transfer as he directed ok.\nPlease assist me and send the balance to him while I await your directive to go and pay him the GBP 40000 pounds immediately ok.\nBear in mind whatever good you are doing regards of this transaction is for the good of both futures. I will give 10% out of my own share to charity home, and am heading to invest on crude oil business, which has been my dream.\nDo not delay this email and go further to contact the bank regards on this for the transfer to take place immediately.\nDon't bother and bear in mind any effort you put in such as your Internet services and any expenses you did shall be rewarded back to you with happiness, peace and harmony ok.\nPlease be waiting for your urgent response regard on these issues.\nRegards Eliza\nJohnson.", "raw": "<hr>\n<span class=\"edc\">\nJohnson is back to his old long-winded ways.<br>\nUse of '<span class=\"ok\">ok</span>'; 31</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n01/07/2006<br>\nDear Eliza,<br>\nThank you very much for your email response.<br>\nI read your massage from Barclays bank, and I got confused about what you said, I tried to understood you by contacting My Henry Adams who is my friend and also an insider that work in the bank and monitors about this transfer.<br>\nHe said to me that you are request to open account with the bank so that this $58 million united state dollars can be transfer into your new account and from your new account then transfer direct to your account in your country.<br>\nHe also said the reason why you are asked to use <span class=\"wu\">western union</span> money transfer to send the money is because it will not take time to get to him.<br>\nHe said using account information will take some days to get to Barclays.<br>   \nHe also said that Barclays bank has <span class=\"wu\">western union</span> license, he means that he will receive the money inside the bank not to supermarket or <span class=\"wu\">western union</span> office.<br>\nHe also said you are given name to send the money which I don't know if he said the truth or not, you have the email from the bank but you didn't forward it to me as usual for me to see.<br>\nI have good news, Death certificate of late Mr. WALTER Hangal is out, cooperate office commission called me this money for the document and I have it here with me.<br>\nI used an insider to back date the date so that it will no show new date and that is how it is.<br> I attached it for you to see.<br> He date is 5th August 2005.<br>\nIs now remaining your affidavit of fact and letter of administration.<br>\nThe affidavit of fact is the documents that shoes you are the authentic next of kin to late Mr. WALTER Hangal and letter of Administration goes together with this death certificate which will back the fund to avoid my government and your government even anti transfer crime force to ask any question about this fund.<br>\nAm now waiting for Affidavit of fact and also letter of Administration from United Kingdom\nGovernment to back up this fund.<br>\nNow how do we do this, we cannot say the opening of account fee shall be our obstacle on this, I have check it all I don't have the complete amount I need to get things work out.<br>\nI borrowed money from my wife to complete the total sum GBP 4000 pounds.<br>\nPlease I want you to contact Mr.  Callaghan and tell him that Mr.  Johnson Shirt who is your friend and who base as citizen of England will be coming to pay him GBP 4000 Pounds.<br>\nThen you will be sending GBP 1000 Pounds which is the balance to him through <span class=\"wu\">western union</span> money transfer as he directed <span class=\"ok\">ok</span>.<br>\nPlease assist me and send the balance to him while I await your directive to go and pay him the GBP 40000 pounds immediately <span class=\"ok\">ok</span>.<br>\nBear in mind whatever good you are doing regards of this transaction is for the good of both futures.<br> I will give 10% out of my own share to charity home, and am heading to invest on crude oil business, which has been my dream.<br>\nDo not delay this email and go further to contact the bank regards on this for the transfer to take place immediately.<br>\nDon't bother and bear in mind any effort you put in such as your Internet services and any expenses you did shall be rewarded back to you with happiness, peace and harmony <span class=\"ok\">ok</span>.<br>\nPlease be waiting for your urgent response regard on these issues.<br>\nRegards Eliza\nJohnson.</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nA personal contact in England, Mr Johnson Shirt, will be in touch with you at some point this week to make a payment of 4000 pounds to you for my new account. \nPlease let me know when this is done, so that I can complete the payment as you requested.\nRegards,\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nA personal contact in England, Mr Johnson Shirt, will be in touch with you at some point this week to make a payment of 4000 pounds to you for my new account.<br> \nPlease let me know when this is done, so that I can complete the payment as you requested.<br>\nRegards,<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nI just contacted Mr Callaghan and told him that you'd be dropping by with 4000 pounds. \nSorry not to have told you this before but I've been away for a lot of the weekend, at a two-day shoot in the Blue Mountains. The weather was terrible.\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nI just contacted Mr Callaghan and told him that you'd be dropping by with 4000 pounds.<br> \nSorry not to have told you this before but I've been away for a lot of the weekend, at a two-day shoot in the Blue Mountains.<br> The weather was terrible.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "03/07/2006\nDear Eliza,\nThank you very much for your email,\nok I have your email and I will be going right away early morning to pay Mr Callaghan the sum of GBP 4000.\nPlease also make the balance payment of GBP 1000 in completion of making it GBP 5000 ok.\nI will be in his office tomorrow morning which is on Monday 3rd of July.\nThank you once again, I will get back to you as soon as make the payment.\nRegards,\nJohnson.", "raw": "<hr>\n\n<span class=\"edc\">Use of '<span class=\"ok\">ok</span>'; 32</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n03/07/2006<br>\nDear Eliza,<br>\nThank you very much for your email,\n<span class=\"ok\">ok</span> I have your email and I will be going right away early morning to pay Mr Callaghan the sum of GBP 4000.<br>\nPlease also make the balance payment of GBP 1000 in completion of making it GBP 5000 <span class=\"ok\">ok</span>.<br>\nI will be in his office tomorrow morning which is on Monday 3rd of July.<br>\nThank you once again, I will get back to you as soon as make the payment.<br>\nRegards,<br>\nJohnson.\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nYou'd better hold off on paying, we've got a problem. \nI got a message from Mr Mike Anderson at Barclay's Bank to say that they won't accept the payment from a third party - it's me or nothing. \nThey want 5000 pounds or $12,455 sent to via western union to Clayton Ian at 68 Knightsbridge Road, London SWIX 7NT. Can they do that? \nThen he said this: \"However, you are required to scan or fax your passport for identification, preferably your driving licence or international passport for identification\". \nFuck me - do I have to go through all that again?\nEliza Dane", "raw": "<hr>\n\n<span class=\"edc\">\nI took an old scam mail (from the Dane-Noogie-Stroganov production A TALE OF TWO DANES) and picked the choice bits out.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nYou'd better hold off on paying, we've got a problem.<br> \nI got a message from Mr Mike Anderson at Barclay's Bank to say that they won't accept the payment from a third party - it's me or nothing.<br> \nThey want 5000 pounds or $12,455 sent to via <span class=\"wu\">western union</span> to Clayton Ian at 68 Knightsbridge Road, London SWIX 7NT. Can they do that? <br>\nThen he said this: \"However, you are required to scan or fax your passport for identification, preferably your driving licence or international passport for identification\".<br> \nFuck me - do I have to go through all that again?<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "03/07/2006\nDear Eliza,\nThank you very much for your email,\nAm just coming back from Barclays Bank and I meet Mr.  Kevin Callaghan.\nI made the payment of GBP 4000 this morning and promised he will be contacting you.\nPlease do not listen to any one that I did not introduce to you, some fraud star are busy monitoring some people business on Internet.\nDon't reply, any mail you get from them delete it and never reply to avoid any jeopardy in this business.\nI asked Mr.  Kevin Callaghan about what you said on your mail and he said the massage did not came from his department and beside no one bears that name in Barclays Bank.\nPlease be very careful.\nGo and send the balance immediately to Mr.  Kevin Callaghan which is GBP 1000, for opening of your account.\nAs soon as your account is activated, the transfer shall take place immediately without any delay.\nAm seriously waiting for your response.\nRegards.\nJohnson.", "raw": "<hr>\n\n<span class=\"edc\">Forget that line about a woman scorned, Hell hath no fury like a Lad who thinks some other Lad is trying to chop his dollar. \"Please be very careful\" - oh, I am, mugu!</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n03/07/2006<br>\nDear Eliza,<br>\nThank you very much for your email,\nAm just coming back from Barclays Bank and I meet Mr.  Kevin Callaghan.<br>\nI made the payment of GBP 4000 this morning and promised he will be contacting you.<br>\nPlease do not listen to any one that I did not introduce to you, some fraud star are busy monitoring some people business on Internet.<br>\nDon't reply, any mail you get from them delete it and never reply to avoid any jeopardy in this business.<br>\nI asked Mr.  Kevin Callaghan about what you said on your mail and he said the massage did not came from his department and beside no one bears that name in Barclays Bank.<br>\nPlease be very careful.<br>\nGo and send the balance immediately to Mr.  Kevin Callaghan which is GBP 1000, for opening of your account.<br>\nAs soon as your account is activated, the transfer shall take place immediately without any delay.<br>\nAm seriously waiting for your response.<br>\nRegards.<br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "03/07/06\nDear Eliza Dane,\nAcknowledgement of your email dated on Sun, 02 Jul 2006 21:20:16 +1000 \nToday your contact here in London Mr.  Johnson Shirt deposited GBP4000 (Four Thousand Pounds Only) being 3rd July 2006.\nPlease send to us the balance of GBP1000 (One Thousand Pound) for your activation of account.\nFill the information requested by us for your new account activation, here below is the information.\nPlease fill the information for your activation of account process. \nFirs name ................   Middle name ...............    Last name .................... \nAccount name .........................                                \nAddress .........................\nOccupation ........................\nNext of in ...........................\nProcess of your transfer shall be complete as soon as we receive balance and information from you. \nMr.  Johnson shirt reported to me after he left that some people contacted you on behalf of Barclays bank staff, please stay off from those people not a staff.\nWe look forward to hear from you. \nYours Faithfully. \nKevin Callaghan  \nOperation Manager International Remittance.", "raw": "<hr>\n\n<span class=\"edc\">\nKevin Callaghan's English is decaying as he goes off script; as in, \"those people not a staff\".</span><br><br>\n\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n03/07/06<br>\nDear Eliza Dane,<br>\nAcknowledgement of your email dated on Sun, 02 Jul 2006 21:20:16 +1000 <br>\nToday your contact here in London Mr.  Johnson Shirt deposited GBP4000 (Four Thousand Pounds Only) being 3rd July 2006.<br>\nPlease send to us the balance of GBP1000 (One Thousand Pound) for your activation of account.<br>\nFill the information requested by us for your new account activation, here below is the information.<br>\nPlease fill the information for your activation of account process.<br> \nFirs name ................<br>   Middle name ...............    Last name ....................<br> \nAccount name .........................<br>                                \nAddress .........................<br>\nOccupation ........................<br>\nNext of in ...........................<br>\nProcess of your transfer shall be complete as soon as we receive balance and information from you.<br> \nMr.  Johnson shirt reported to me after he left that some people contacted you on behalf of Barclays bank staff, please stay off from those people not a staff.<br>\nWe look forward to hear from you.<br> \nYours Faithfully.<br> \nKevin Callaghan  <br>\nOperation Manager International Remittance.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nNow I'm badly worried. \nIf there are criminals monitoring what we're doing, suppose they know what's going to happen? They'd have my address and all my details... \nYou say be careful. How?\nEliza Dane", "raw": "<hr>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nNow I'm badly worried.<br> \nIf there are criminals monitoring what we're doing, suppose they know what's going to happen? They'd have my address and all my details...<br> \nYou say be careful.<br> How?\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nI'm concerned that criminals may have got into your computer system and could steal my personal details; maybe even intercept any payment that I make to you. \nPlease have your system thoroughly checked - I'm not sending anything until I'm sure that it's safe to do so.\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nI'm concerned that criminals may have got into your computer system and could steal my personal details; maybe even intercept any payment that I make to you.<br> \nPlease have your system thoroughly checked - I'm not sending anything until I'm sure that it's safe to do so.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "04/07/2006\nDear Eliza,\nThank you very much for your email.\nWhat I mean you should be careful is that some people are busy in Internet stealing some people just for nothing.\nLike what is happening around the world now, fighting, killing each other, greedy, taking people right because his in position that can back him up and terrorist and the rest.\nSo I was advising you to be careful and stay away from all those emails, ok.\nThey are just thief and monitors some people email, some times last week I received an email that say he want to help me on this transaction.\nI began wondering if I did sent any email to this person, but am sure and I know I did not send any email to anyone except you. I knew the person must have been seen my email or monitor it. That is why I have to advise you as my partner to stay away from those people that do such things.\nOur transaction is legal and you have nothing to fear about, is just that they want to use indirectly to steal us ok, and that is why I have to alert you in time ok.\nDon't and we are almost there.\nDid the bank contact you, because My Callaghan promised to contact you after I made the payment, if yes what is the position of things, please let me know if you have made the payment.\nPlease do complete the payment so that your account can be activated and this will be done ok.\nI await your response.\nRegards.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">\nNow I'm being lectured on internet security by a 419 scammer.<br> Priceless...\nUse of '<span class=\"ok\">ok</span>'; 35\n</span><br><br>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n04/07/2006<br>\nDear Eliza,<br>\nThank you very much for your email.<br>\nWhat I mean you should be careful is that some people are busy in Internet stealing some people just for nothing.<br>\nLike what is happening around the world now, fighting, killing each other, greedy, taking people right because his in position that can back him up and terrorist and the rest.<br>\nSo I was advising you to be careful and stay away from all those emails, <span class=\"ok\">ok</span>.<br>\nThey are just thief and monitors some people email, some times last week I received an email that say he want to help me on this transaction.<br>\nI began wondering if I did sent any email to this person, but am sure and I know I did not send any email to anyone except you.<br> I knew the person must have been seen my email or monitor it.<br> That is why I have to advise you as my partner to stay away from those people that do such things.<br>\nOur transaction is legal and you have nothing to fear about, is just that they want to use indirectly to steal us <span class=\"ok\">ok</span>, and that is why I have to alert you in time <span class=\"ok\">ok</span>.<br>\nDon't and we are almost there.<br>\nDid the bank contact you, because My Callaghan promised to contact you after I made the payment, if yes what is the position of things, please let me know if you have made the payment.<br>\nPlease do complete the payment so that your account can be activated and this will be done <span class=\"ok\">ok</span>.<br>\nI await your response.<br>\nRegards.<br><br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "04/07/2006\nDear Eliza,\nPlease let me know the situation of things from your side ok.\nBera in mind what ever good you are doing for interest of this transaction is for the good of future ok, please try and send the complete money to the bank in regards of your new account ok.\nLet me know if the bank contact you, because i have made the payment of GBP 4000.\nRegards.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">\nUse of '<span class=\"ok\">ok</span>'; 37\n</span><br><br>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n04/07/2006<br>\nDear Eliza,<br>\nPlease let me know the situation of things from your side <span class=\"ok\">ok</span>.<br>\nBera in mind what ever good you are doing for interest of this transaction is for the good of future <span class=\"ok\">ok</span>, please try and send the complete money to the bank in regards of your new account <span class=\"ok\">ok</span>.<br>\nLet me know if the bank contact you, because i have made the payment of GBP 4000.<br>\nRegards.<br>\nJohnson.</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "04/07/06\nDear Eliza Dane,\nAcknowledgement of your email dated on Mon, 03 Jul 2006 22:43:39 +1000.\nNo body has right to operate our system if you are not a staff.\nDear customer, please you are advised to check your side, such complainant does not go with our bank, Barclays bank is one of the best bank in the world today.\nOur business is to treat you as customer, we are welcome.\nThanks for using Barclays bank today.\nKevin Callaghan. \nOperation Manager International Remittance.", "raw": "<hr>\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n04/07/06<br>\nDear Eliza Dane,<br>\nAcknowledgement of your email dated on Mon, 03 Jul 2006 22:43:39 +1000.<br>\nNo body has right to operate our system if you are not a staff.<br>\nDear customer, please you are advised to check your side, such complainant does not go with our bank, Barclays bank is one of the best bank in the world today.<br>\nOur business is to treat you as customer, we are welcome.<br>\nThanks for using Barclays bank today.<br>\nKevin Callaghan.<br> \nOperation Manager International Remittance.</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nIf you want to keep my custom you'd better remember one thing; I am your customer. You're quite right that I don't work for you. That means you do as I say.\nThere are people pretending to be working for you, they are trying to rip me off.  I am telling you to do something about it by checking your on-line security. \nDo it now.\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">\nI'm not sure exactly what he meant, but to Eliza, it's an insult.<br> \nThis time she reacts with an icy pride.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nIf you want to keep my custom you'd better remember one thing; I am your customer.<br> You're quite right that I don't work for you. That means you do as I say.<br>\nThere are people pretending to be working for you, they are trying to rip me off.  I am telling you to do something about it by checking your on-line security.<br> \nDo it now.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nThere's nothing indirect about what this Anderson scumbag was trying to do! He wanted me to send over $12000 straight to him. Nothing indirect about that, by Thor!\nYes, Mr Callaghan contacted me after I asked him to check bank security. To keep it short, he told me it was none of my business because I'm not staff. I told him it is my business, because I'm a customer.  I also told him to check his online security right now. Until I get some airtight assurances that his bank security is tighter than a mouse's asshole, I'm sending nothing.\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nThere's nothing indirect about what this Anderson scumbag was trying to do! He wanted me to send over $12000 straight to him.<br> Nothing indirect about that, by Thor!<br>\nYes, Mr Callaghan contacted me after I asked him to check bank security.<br> To keep it short, he told me it was none of my business because I'm not staff.<br> I told him it is my business, because I'm a customer.  I also told him to check his online security right now.<br> Until I get some airtight assurances that his bank security is tighter than a mouse's asshole, I'm sending nothing.<br>\nEliza Dane  \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "04/07/06\nDear Eliza Dane,\nDear Customer,\nAcknowledgement of your email dated on Tue, 04 Jul 2006 07:31:08 +1000.\nWe apologies for our last letter to you, I wasn't directing my statement to you.\nThe statement was for those people Mr.  Johnson Shirt reported to us, I meant the person has no right to access our information or to operate on it.\nI also advised you and Mr.  Johnson to check your side.\nThis is not going to be an obstacle to you so leave it aside and go on with your transaction.\nYour money $58 million USD Dollars is very attractive maybe to some people you must discuss with based on this transaction.\nAm serving you according to instructions on last meeting held by board of directors regards to your sum, they where satisfied with your information as authentic next of kin to late Mr. WALTER Hangal.\nThe bank is to serve you, as a customer, whom we are doing; the board of directors and managers in the bank cannot stop this payment because your qualification as the next of kin to Mr. WALTER Hangal is creditable by us and approved.\nMr.  Johnson Shirt came to visit me this early morning and was complaining bitterly regards to your statement, I asked him the relationship between you and him based on the way he reacted and he said you're his friend.  We are sorry for any inconveniences this might cause.\nWe the Barclays Bank assure you security save; your total sum will be wire direct to your account in Australia as soon as we have the balance and the information to fill.\nDo not be afraid of anybody, we guaranty your safety arrival of your total sum.\nAm in charge of your transaction, always contact me for any information in respect of your transaction.\nWe look forward to hear from you.\nThanks for using Barclays bank today.\nKevin Callaghan. \nOperation Manager International Remittance", "raw": "<hr>\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n04/07/06<br>\nDear Eliza Dane,<br>\nDear Customer,<br>\nAcknowledgement of your email dated on Tue, 04 Jul 2006 07:31:08 +1000.<br>\nWe apologies for our last letter to you, I wasn't directing my statement to you.<br>\nThe statement was for those people Mr.  Johnson Shirt reported to us, I meant the person has no right to access our information or to operate on it.<br>\nI also advised you and Mr.  Johnson to check your side.<br>\nThis is not going to be an obstacle to you so leave it aside and go on with your transaction.<br>\nYour money $58 million USD Dollars is very attractive maybe to some people you must discuss with based on this transaction.<br>\nAm serving you according to instructions on last meeting held by board of directors regards to your sum, they where satisfied with your information as authentic next of kin to late Mr. WALTER Hangal.<br>\nThe bank is to serve you, as a customer, whom we are doing; the board of directors and managers in the bank cannot stop this payment because your qualification as the next of kin to Mr. WALTER Hangal is creditable by us and approved.<br>\nMr.  Johnson Shirt came to visit me this early morning and was complaining bitterly regards to your statement, I asked him the relationship between you and him based on the way he reacted and he said you're his friend.  We are sorry for any inconveniences this might cause.<br>\nWe the Barclays Bank assure you security save; your total sum will be wire direct to your account in Australia as soon as we have the balance and the information to fill.<br>\nDo not be afraid of anybody, we guaranty your safety arrival of your total sum.<br>\nAm in charge of your transaction, always contact me for any information in respect of your transaction.<br>\nWe look forward to hear from you.<br>\nThanks for using Barclays bank today.<br>\nKevin Callaghan.<br> \nOperation Manager International Remittance\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "04/07/2006\nDear Eliza,\nThank you for your email,\nI went to see Mr. Callaghan on this issue, I discussed with him courtesy of you.\nI also told him you sent me to him to talk over this and he said to me that he was not talking to you.\nHe said he was referring it to the people that contacted you and you should send the money to them and your passport.\nMr Kevin Callaghan said I should let you know as a customer you have 100& right to decide on what to do and ask for security of your money.\nMy dear friend all am asking is to call it an end and please just make the payment and send to the bank so that this business will be done ok.\nYou should know I cannot afford to lose this fund and am doing all I can to save guar this fund to avoid any jeopardy regards to this business.\nLet it go and top bothering ok, everything is ok because I went there and also I have an insider in the bank that tells me a lot of these ok.\nPleas go ahead and make the payment and send to the bank, once you make this payment next is transfer will take place immediately ok.\nYou are doing fine and I thank you very much for your security alert, this show me you can take good care of this fund once it enters into your account.\nWhat am waiting for now is good news, as soon as this fund enters into your account, you will send me some money for my traveling expenses to your country without any delay ok.\nPlease do not share this money in my absent ok, wait for me to arrive before the sharing takes place ok. So please go and make the payment and send to the bank for the conclusion of this transaction to take place ok.\nRegards.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">\nUse of '<span class=\"ok\">ok</span>'; 42 - five in one message!\n\"[Y]ou are doing fine\" - he's going to regret that! And \"Let it go and top [sic] bothering\" - there's a slap on the way for that!\n</span><br><br>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n04/07/2006<br>\nDear Eliza,<br>\nThank you for your email,<br>\nI went to see Mr. Callaghan on this issue, I discussed with him courtesy of you.<br>\nI also told him you sent me to him to talk over this and he said to me that he was not talking to you.<br>\nHe said he was referring it to the people that contacted you and you should send the money to them and your passport.<br>\nMr Kevin Callaghan said I should let you know as a customer you have 100& right to decide on what to do and ask for security of your money.<br>\nMy dear friend all am asking is to call it an end and please just make the payment and send to the bank so that this business will be done <span class=\"ok\">ok</span>.<br>\nYou should know I cannot afford to lose this fund and am doing all I can to save guar this fund to avoid any jeopardy regards to this business.<br>\nLet it go and top bothering <span class=\"ok\">ok</span>, everything is <span class=\"ok\">ok</span> because I went there and also I have an insider in the bank that tells me a lot of these <span class=\"ok\">ok</span>.<br>\nPleas go ahead and make the payment and send to the bank, once you make this payment next is transfer will take place immediately <span class=\"ok\">ok</span>.<br>\nYou are doing fine and I thank you very much for your security alert, this show me you can take good care of this fund once it enters into your account.<br>\nWhat am waiting for now is good news, as soon as this fund enters into your account, you will send me some money for my traveling expenses to your country without any delay <span class=\"ok\">ok</span>.<br>\nPlease do not share this money in my absent <span class=\"ok\">ok</span>, wait for me to arrive before the sharing takes place <span class=\"ok\">ok</span>.<br> So please go and make the payment and send to the bank for the conclusion of this transaction to take place <span class=\"ok\">ok</span>.<br>\nRegards.<br><br>\nJohnson.\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nLet me make this clear; I am not impressed by you trying to say this is my fault. \nI sure as Hel didn't mention this business to anybody.  Outside Mr Shirt and (maybe) his immediate circle, the only people who are aware of this business are you and your colleagues. \nThe email I got had a phone number like yours, and an English suffix on his URL. It was no-one here. That points the finger straight at your bank.\nSo it's down to you to find the fly in the ointment. There's a huge amount of money at stake and I expect you to do your duty and keep this safe. \nDo it, and keep me posted.\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nLet me make this clear; I am not impressed by you trying to say this is my fault.<br> \nI sure as Hel didn't mention this business to anybody.<br>  Outside Mr Shirt and (maybe) his immediate circle, the only people who are aware of this business are you and your colleagues.<br> \nThe email I got had a phone number like yours, and an English suffix on his URL.<br> It was no-one here.<br> That points the finger straight at your bank.<br>\nSo it's down to you to find the fly in the ointment.<br> There's a huge amount of money at stake and I expect you to do your duty and keep this safe.<br> \nDo it, and keep me posted.<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nLet it go? LET IT GO?  There's some buttsmear at the bank trying to white-ant our deal and you're saying \"Let it go\"? I can't believe it! \nYou're saying that you can't afford to lose this money and in the same breath you're telling me not to worry?\nDo you trust your so-called insider? I'm starting to wonder if the thought of $58 million might not be too much for him... or someone close to him.\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">\nJohnson; consider yourself slapped.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nLet it go? LET IT GO?  There's some buttsmear at the bank trying to white-ant our deal and you're saying \"Let it go\"? I can't believe it! <br>\nYou're saying that you can't afford to lose this money and in the same breath you're telling me not to worry?<br>\nDo you trust your so-called insider? I'm starting to wonder if the thought of $58 million might not be too much for him...<br> or someone close to him.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "04/07/06\nDear Eliza Dane,\nDear Customer,\nAcknowledgement of your email dated on Tue, 04 Jul 2006 21:55:24 +1000.\nWe give you our assurance and guaranty for safety of your funds.\nAs I told you am in charge of your fund, deal direct with me and I give you assurance of your fund safety and guaranty, you can sue my bank if anything goes wrong.\nYou have 100% right to send down your Attorney or sue the bank if anything goes wrong with your fund, $58 million USD Dollars is a huge amount of money.\nWe look forward to hear from you.\nThanks for using Barclays bank today.\nKevin Callaghan. \nOperation Manager International Remittance.", "raw": "<hr>\n\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n04/07/06<br>\nDear Eliza Dane,<br>\nDear Customer,<br>\nAcknowledgement of your email dated on Tue, 04 Jul 2006 21:55:24 +1000.<br>\nWe give you our assurance and guaranty for safety of your funds.<br>\nAs I told you am in charge of your fund, deal direct with me and I give you assurance of your fund safety and guaranty, you can sue my bank if anything goes wrong.<br>\nYou have 100% right to send down your Attorney or sue the bank if anything goes wrong with your fund, $58 million USD Dollars is a huge amount of money.<br>\nWe look forward to hear from you.<br>\nThanks for using Barclays bank today.<br>\nKevin Callaghan.<br> \nOperation Manager International Remittance.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nI don't want to sue the bank, I don't want to have to hire some lawyer, I want YOU to do SOMETHING to make sure that no-one can hack into your system again and maybe steal my money!  Perhaps if you send me your private email address, that at least should be secure. Then we can get this worked out without being monitored.\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nI don't want to sue the bank, I don't want to have to hire some lawyer, I want YOU to do SOMETHING to make sure that no-one can hack into your system again and maybe steal my money!  Perhaps if you send me your private email address, that at least should be secure.<br> Then we can get this worked out without being monitored.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "05/07/2006\nDear Eliza,\nI have been waiting for your email response since yestarday, am confused on what is happening.\nPlease have you send the balance payment to the bank, let me know if you have did same please.\nIf not please go ahead and do it so that we can get to conclusion of this transaction.\nSeriously waiting for your email response.\nRegards.\nJohnson.", "raw": "<hr>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n05/07/2006<br>\nDear Eliza,<br>\nI have been waiting for your email response since yestarday, am confused on what is happening.<br>\nPlease have you send the balance payment to the bank, let me know if you have did same please.<br>\nIf not please go ahead and do it so that we can get to conclusion of this transaction.<br>\nSeriously waiting for your email response.<br>\nRegards.<br><br>\nJohnson.</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "06/07/06\nDear Eliza Dane,\nDear Customer,\nPlease feel free to contact my department through this email contact.\nThanks for using Barclays bank today.\nKevin Callaghan. \nOperation Manager International Remittance.", "raw": "<hr>\n\n<span class=\"edc\">\nKevin Callaghan tries with what looks totally unlike a private email address.<br> Eliza is not going to let that pass.\n</span><br><br>\n\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n06/07/06<br>\nDear Eliza Dane,<br>\nDear Customer,<br>\nPlease feel free to contact my department through this email contact.<br>\nThanks for using Barclays bank today.<br>\nKevin Callaghan.<br> \nOperation Manager International Remittance.</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nWhat are you playing at? I don't see a private email address anywhere in your letter - just the old office one! Get serious, willya? \nThere's too much at stake to risk through any fuckups at your end.\nEliza Dane", "raw": "<hr>\n\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nWhat are you playing at? I don't see a private email address anywhere in your letter - just the old office one! Get serious, willya? <br>\nThere's too much at stake to risk through any fuckups at your end.<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nI'm waiting for Mr Callaghan to make absolutely sure that his poxy bank is secure. I also told him to send any more messages about this deal from his home PC to fox those shithead hackers. \nHe then told me to contact him via his new email address - but sent it from the bank, without telling me what his new address is. I swear he is not the sharpest tool in the shed!\nOnce I'm sure the coast is clear I'll send the money.\nEliza Dane", "raw": "<hr>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nI'm waiting for Mr Callaghan to make absolutely sure that his poxy bank is secure.<br> I also told him to send any more messages about this deal from his home PC to fox those shithead hackers.<br> \nHe then told me to contact him via his new email address - but sent it from the bank, without telling me what his new address is.<br> I swear he is not the sharpest tool in the shed!\nOnce I'm sure the coast is clear I'll send the money.<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "06/07/06\nDear Eliza Dane,\nDear Customer,\nAcknowledgement of your email dated on Thu, 06 Jul 2006 21:06:38 +1000.\nMr.  Johnson Shirt who is your contact here in London came to my office this morning and was complaining bitterly in respective of your transaction.\nI will like to explain it more to your understanding, this is bank and not a private business, and you can't expect me to send information to you through my private email contact.\nI used another bank private online service to send you email yesterday and here is the email (barcforiegnremittancedep@accountant.com).  Please go ahead and contact us through this email.\nFill the information needed from you by the bank together with the balance of your activation fee.\nYour fund is secured and the bank shall make 100% is the guaranty transfer to your account in Australia. \nWe look forward to hear from you.\nThanks for using Barclays bank today.\nKevin Callaghan.\nOperation Manager International Remittance.", "raw": "<hr>\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n06/07/06<br>\nDear Eliza Dane,<br>\nDear Customer,<br>\nAcknowledgement of your email dated on Thu, 06 Jul 2006 21:06:38 +1000.<br>\nMr.  Johnson Shirt who is your contact here in London came to my office this morning and was complaining bitterly in respective of your transaction.<br>\nI will like to explain it more to your understanding, this is bank and not a private business, and you can't expect me to send information to you through my private email contact.<br>\nI used another bank private online service to send you email yesterday and here is the email (barcforiegnremittancedep@accountant.com).  Please go ahead and contact us through this email.<br>\nFill the information needed from you by the bank together with the balance of your activation fee.<br>\nYour fund is secured and the bank shall make 100% is the guaranty transfer to your account in Australia.<br> \nWe look forward to hear from you.<br>\nThanks for using Barclays bank today.<br>\nKevin Callaghan.<br>\nOperation Manager International Remittance.</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nI'm trying to be patient - but what's the fucking point in being nice!\nlook, the problem is that you're working from the bank. That bank has been infiltrated by people who want to steal from me. I don't know if they're just after the $12000 or if they're playing for higher stakes (like $58 million). The LOGICAL thing - which somehow you've missed, fuck knows how - is to do the business AWAY FROM THE BANK. \nIs that so hard?\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">\nEliza is not letting that one go either...\n</span><br><br>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nI'm trying to be patient - but what's the fucking point in being nice!\nlook, the problem is that you're working from the bank.<br> That bank has been infiltrated by people who want to steal from me.<br> I don't know if they're just after the $12000 or if they're playing for higher stakes (like $58 million).<br> The LOGICAL thing - which somehow you've missed, fuck knows how - is to do the business AWAY FROM THE BANK.<br> \nIs that so hard?\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "07/07/06\nDear Eliza Dane,\nI got your email and have no other alternative than to use my private email to write you.\nPlease go ahead and use my private email and send the information, please fill the information and send the balance payment through my private email box.\nYour $58 million USD is still in Mr Walter Hangal account, your account need to be activate and the fund will be transfer into your account and then you will be fully in charge to command your transfer to any destination you want.\nThanks.\nMr Kevin Callaghan.\nOperation Manager International Remittance.", "raw": "<hr>\n\n<span class=\"edc\">\nNow he's playing ball. Just what I needed.</span><br><br>\n\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n07/07/06<br>\nDear Eliza Dane,<br>\nI got your email and have no other alternative than to use my private email to write you.<br>\nPlease go ahead and use my private email and send the information, please fill the information and send the balance payment through my private email box.<br>\nYour $58 million USD is still in Mr Walter Hangal account, your account need to be activate and the fund will be transfer into your account and then you will be fully in charge to command your transfer to any destination you want.<br>\nThanks.<br>\nMr Kevin Callaghan.<br>\nOperation Manager International Remittance.</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nIt's a relief to find you're a sensible man...\nok, what you needed to know:\nFirst name ................ \t\tElizabeth\nMiddle name ...............\t\tDanielle\nLast name .................... \t\tDane\nAccount name .........................Elizabeth D Dane                                \nAddress ......................... \t35 Westmoreland Grove Glebe Sydney Australia\nOccupation ........................ \tModel\nNext of in ...........................  \t\nWhat's the last one?\nWith regards to sending the money, I don't think it should be to the bank. We might be doing just what those scumbags want. \nI'm going to ask WU if there's a secure method of doing the transfer. \nI'll be in touch.\nEliza Dane", "raw": "<hr>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nIt's a relief to find you're a sensible man...<br>\nok, what you needed to know:<br>\nFirst name ................ \t\tElizabeth<br>\nMiddle name ...............\t\tDanielle<br>\nLast name .................... \t\tDane<br>\nAccount name .........................Elizabeth D Dane <br>                               \nAddress ......................... \t35 Westmoreland Grove Glebe Sydney Australia<br>\nOccupation ........................ \tModel<br>\nNext of in ........................... <br> \t\nWhat's the last one?<br>\nWith regards to sending the money, I don't think it should be to the bank.<br> We might be doing just what those scumbags want.<br> \nI'm going to ask WU if there's a secure method of doing the transfer.<br> \nI'll be in touch.<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "07/07/06\nDear Eliza Dane,\nCorrection on error.\nThe information given to you in respective of sending the balance has error, please use the information below, still the same name but typigraphical error on first payment information.\nPayment information:\nName: Victor Biuno\nAddress: 24 Sumner Street, London SE1 9JA united Kingdom.\nPlease fill the information space for your opening of new account and activation.\nFirs name ................   Middle name  ...............    Last name ....................\nAccount name .........................                                \nAddress .........................\nOccupation ........................\nNext of kin ...........................\nSend to me the full details of payment information as soon as you send the activation fee.\nThanks.\nKevin Callaghan.\nOperation Manager International Remittance.", "raw": "<hr>\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n07/07/06<br>\nDear Eliza Dane,<br>\nCorrection on error.<br>\nThe information given to you in respective of sending the balance has error, please use the information below, still the same name but typigraphical error on first payment information.<br>\nPayment information:<br>\nName: Victor Biuno<br>\nAddress: 24 Sumner Street, London SE1 9JA united Kingdom.<br>\nPlease fill the information space for your opening of new account and activation.<br>\nFirs name ................<br>   Middle name  ...............    Last name ....................<br>\nAccount name .........................<br>                                \nAddress .........................<br>\nOccupation ........................<br>\nNext of kin ...........................<br>\nSend to me the full details of payment information as soon as you send the activation fee.<br>\nThanks.<br>\nKevin Callaghan.<br>\nOperation Manager International Remittance.</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "07/07/2006\nDear Eliza,\nHow are you today? \nPlease let me know the situation, please let me know am very worried ok.\nRegards.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">\nUse of '<span class=\"ok\">ok</span>'; 43\n</span><br><br>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n07/07/2006<br>\nDear Eliza,<br>\nHow are you today? \nPlease let me know the situation, please let me know am very worried <span class=\"ok\">ok</span>.<br>\nRegards.<br><br>\nJohnson.</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nDon't have a cow, man - everything is being set up to avoid trouble. \nTake a chill pill. \nEither that, or get a blow job. AJ says it's the best cure for the blues... \nEliza", "raw": "<hr>\n<span class=\"edc\">\nWhatever it takes - keep trying to embarrass the Lad.\n</span><br><br>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nDon't have a cow, man - everything is being set up to avoid trouble.<br> \nTake a chill pill.<br> \nEither that, or get a blow job.<br> AJ says it's the best cure for the blues...<br> \nEliza\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "08/07/06\nDear Eliza Dane,\nI got your email,\nNext of kin is not compulsory, that is the alternative person to take care of your account incase in future.\nWhat again strict you want to western union, please do send the payment with information i gave you through western union Money transfer.\nGet things done please. \nYour transaction is taking me almost two weeks, \nYou better do something to finish this, send the payment balance with the information I gave you.\nNobody will take the money, send the balance and give me the information.\nKevin Callaghan.", "raw": "<hr>\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n08/07/06<br>\nDear Eliza Dane,<br>\nI got your email,<br>\nNext of kin is not compulsory, that is the alternative person to take care of your account incase in future.<br>\nWhat again strict you want to <span class=\"wu\">western union</span>, please do send the payment with information i gave you through <span class=\"wu\">western union</span> Money transfer.<br>\nGet things done please.<br> \nYour transaction is taking me almost two weeks, <br>\nYou better do something to finish this, send the payment balance with the information I gave you.<br>\nNobody will take the money, send the balance and give me the information.<br>\nKevin Callaghan.\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nYou can cool off a bit, your attitude is showing. \nHoly Odin, I never thought a banker would be so keen to give away money... It's no concern of yours how long it takes.\nThe transfer will be made Monday afternoon, local time. \nIt's going to go to a particular address, and as well as the question/answer, there'll be a need for your man to show personal ID. You have to specify what sort (drivers licence or whatever), and give me its serial numbers. \nI'll send all the details on Monday.\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nYou can cool off a bit, your attitude is showing.<br> \nHoly Odin, I never thought a banker would be so keen to give away money...<br> It's no concern of yours how long it takes.<br>\nThe transfer will be made Monday afternoon, local time.<br> \nIt's going to go to a particular address, and as well as the question/answer, there'll be a need for your man to show personal ID.<br> You have to specify what sort (drivers licence or whatever), and give me its serial numbers.<br> \nI'll send all the details on Monday.<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "09/07/06\nDear Eliza Dane,\nI got your email, I will look forward to expect your email on Monday, send the details information to my email.\nPlease do not bother of any means or ID to receive the money, do send it with the information given to you.   \nWe have been receiving money without all that information you requested sends the balance with name and address given to you. \nKevin Callaghan.", "raw": "<hr>\n<span class=\"edc\">\nExcuse me? Don't bother with the ID measure? Just remember who's running this show, mugu!\n</span><br><br>\n\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n09/07/06<br>\nDear Eliza Dane,<br>\nI got your email, I will look forward to expect your email on Monday, send the details information to my email.<br>\nPlease do not bother of any means or ID to receive the money, do send it with the information given to you.<br>   \nWe have been receiving money without all that information you requested sends the balance with name and address given to you.<br> \nKevin Callaghan.\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan, \nNo no no no no...  \nI am insisting on that ID, because western union is insisting on it, as part of their secure transfer option. I'm not sending the money without ID particulars.\nIt's in all our best interests, so do it right away please.\nEliza Dane", "raw": "<hr>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br> \nNo no no no no...<br>  \nI am insisting on that ID, because <span class=\"wu\">western union</span> is insisting on it, as part of their secure transfer option.<br> I'm not sending the money without ID particulars.<br>\nIt's in all our best interests, so do it right away please.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "10/07/06\nDear Eliza Dane,\nI got your email and here is the information.\nPassport: Driver License \nSerial no: BIUNO802060U99RD \nPayment information:\nName: Victor Biuno\nAddress: 24 Sumner Street, London SE1 9JA United Kingdom.\nSend the payment information to me as soon as you make the payment.\nKevin Callaghan.", "raw": "<hr>\n<span class=\"edc\">\nAccording to some fellow-baiters, the address Kevin Callaghan gives is actually student accommodation.<br> \nIt should be a Hostel (grrrr...)\n</span><br><br>\n\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n10/07/06<br>\nDear Eliza Dane,\nI got your email and<br> here is the information.<br>\nPassport: Driver License <br>\nSerial no: BIUNO802060U99RD <br>\nPayment information:<br>\nName: Victor Biuno<br>\nAddress: 24 Sumner Street, London SE1 9JA United Kingdom.<br>\nSend the payment information to me as soon as you make the payment.<br>\nKevin Callaghan.</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nWhich is the correct ID type? Passport or driver's licence? \nI have to give the right form of ID. I can't second-guess with this.\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">\nNot quite good enough...\n</span><br><br>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nWhich is the correct ID type? Passport or driver's licence? <br>\nI have to give the right form of ID.<br> I can't second-guess with this.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nThings are nearly done. \nOnce Mr Callaghan confirms his info, the money will be on the way to him.\nAre you ok? Did you take my advice?  : )\nEliza", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nThings are nearly done.<br> \nOnce Mr Callaghan confirms his info, the money will be on the way to him.<br>\nAre you ok? Did you take my advice?  : )\nEliza\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "10/07/06\nDear Eliza Dane,\ndriver's licence\nKevin Callaghan.", "raw": "<hr>\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n10/07/06<br>\nDear Eliza Dane,<br>\ndriver's licence<br>\nKevin Callaghan.\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nNice and prompt - good on you. \nGo to the Bureau de Change at Euston Station tomorrow - I won't be able to send the money now (it's way late here). The transaction is recorded against your ID number rather than the usual tracking code, and the question/answer is What is your favourite flower? The wild rose. Let me know the instant you've made the pickup.\nEliza Dane", "raw": "<hr>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nNice and prompt - good on you.<br> \nGo to the Bureau de Change at Euston Station tomorrow - I won't be able to send the money now (it's way late here).<br> The transaction is recorded against your ID number rather than the usual tracking code, and the question/answer is What is your favourite flower? The wild rose.<br> Let me know the instant you've made the pickup.<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "11/07/06\nDear Eliza Dane,\nThis letter is important, am writting on behalf of your activation fee,\nPlease do not tell me where to go and pick up the money, secondly the question and answer should be what is my name answer Kevin.\nSend the money and give me control number not my id number.\nI think i have given you all you needed but this time around please give e what i need.\nIf you do it your own way am sorry the money will not be pick, send it normally the way western union sends its money.\nGive me the information, control number, question and answer and the name of person that send the money if you please state out the name you used.\nWaiting to see your information by tomorrow.\nKevin Callaghan.", "raw": "<hr>\n<span class=\"edc\">\nAgain - who is running this show, mugu? It ain't you!\n</span><br><br>\n\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n11/07/06<br>\nDear Eliza Dane,<br>\nThis letter is important, am writting on behalf of your activation fee,<br>\nPlease do not tell me where to go and pick up the money, secondly the question and answer should be what is my name answer Kevin.<br>\nSend the money and give me control number not my id number.<br>\nI think i have given you all you needed but this time around please give e what i need.<br>\nIf you do it your own way am sorry the money will not be pick, send it normally the way <span class=\"wu\">western union</span> sends its money.<br>\nGive me the information, control number, question and answer and the name of person that send the money if you please state out the name you used.<br>\nWaiting to see your information by tomorrow.<br>\nKevin Callaghan.</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "11/07/06\nDear Eliza Dane,\nEuston Station is very far from the office, make it easy for both of us, please just send the money and do not use the serial number as control.\nGive me the control number and other information to access it through online.\nKevin Callghan.", "raw": "<hr>\n\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n11/07/06<br>\nDear Eliza Dane,<br>\nEuston Station is very far from the office, make it easy for both of us, please just send the money and do not use the serial number as control.<br>\nGive me the control number and other information to access it through online.<br>\nKevin Callghan.</span><br><br>\n\n<span class=\"edc\">\nI found a site that can identify most likely origins for emails via their headers.<br> A check of all three headers led straight back to NIGERIA! For once in his life, this Lad is telling the truth. Mind you, I won't be rewarding his honesty...</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nIf your bank was more secure, this could have been done easily. But it isn't, so I had to take precautions. And, by Thor and Tyr, what fucking lick of difference does it make to you what the question/answer thing is? \nThis is the way western union suggested; this is the way it's going to be done.\nEliza Dane", "raw": "<hr>\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nIf your bank was more secure, this could have been done easily.<br> But it isn't, so I had to take precautions.<br> And, by Thor and Tyr, what fucking lick of difference does it make to you what the question/answer thing is? <br>\nThis is the way <span class=\"wu\">western union</span> suggested; this is the way it's going to be done.<br>\nEliza Dane\n</span<br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "11/07/2006\nDear Eliza,\nHow are you today, hope all is fine.\nWhat is the situation of things. have you send the balance, did the bank activate your account? when is this $58 million dollars going to be transfer to your new account?\nImmediately to fund enters into your account, please order for the transfer direct toi your account in Australia.\nPlease answer me quickly.\nJohnson.", "raw": "<hr>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n11/07/2006<br>\nDear Eliza,<br>\nHow are you today, hope all is fine.<br>\nWhat is the situation of things.<br> have you send the balance, did the bank activate your account? when is this $58 million dollars going to be transfer to your new account?\nImmediately to fund enters into your account, please order for the transfer direct toi your account in Australia.<br>\nPlease answer me quickly.\nJohnson.</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "11/07/2006\nDear Eliza,\nPlease am waiting to hear from you.\nHave your account activated, let me know please.\nJohnson.", "raw": "<hr>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n11/07/2006<br>\nDear Eliza,<br>\nPlease am waiting to hear from you.<br>\nHave your account activated, let me know please.<br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nIn order: yes, don't know, no idea. Mr Callaghan was whining about having to go to a specific location to get the money.  What a fucking wussbag! He's better get it done soon.\nI'll keep you posted when he decides to get off his useless butt and collect the money.\nEliza", "raw": "<hr>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nIn order: yes, don't know, no idea.<br> Mr Callaghan was whining about having to go to a specific location to get the money.<br>  What a fucking wussbag! He's better get it done soon.<br>\nI'll keep you posted when he decides to get off his useless butt and collect the money.<br>\nEliza\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "12/07/2006\nDear Eliza,\nThank you very much for your email,\nI called Mr.  My friend who is an insider in the bank, and he told me about what is going on, I went to Mr Kevin' office to talk about this on behalf of you and he wasn't around. I waited for him to come back to office, when I saw him he wasn't happy to me because he kept me at the reception for about 30 minutes and say his busy that I should wait, I waited until he calls me inside, we talk about this and this time I played gentile but he was talking about you that you are not serious.\nI tried to capture what he was saying and he means you are directing him particular place to collect the money and beside the place you directed him is some kilometers to get there.\nHe was saying if you are not ready to receive your fund that I should stay off, since am not the beneficiary. Please Eliza, they are helping us and you don't have to over control him, try and do what he said and bear in mind we are after our $58 million and not Mr Kevin.\nJust send the money the way he instructed ok.\nBecause he said his not ready to reply you because you are not complying, this is not what we want, please just send the money since he has given you the information to send the money.\nI don't understand, Western money transfer is the same around the world, but I don't understand what Mr.  Kevin is saying about the way you want to send yours. \nJust go and send it with the name information he gave you, do it and let him know you have done it.\nIs for good and not for Mr.  Kevin.\nHe also said you talked about the bank not being save, please stop it, our aim is for this $58 million not for Mr.  Kevin and western transfer.\nI don't understand how western will be problem.\nTo tell you the truth, it will be worst if this transaction get to jeopardy by the way things are handling, the total amount involve is a huge amount of money to joke with and is not making me to feel relax, am bothering a lot about this.\nPlease go and send it the way he instructed you to avoid any problem in future, as he said will table your file in board of directors meeting and this might cause your present in London.\nPlease now things is easy and okay with us, just send the money, forget about people collecting the money, just send it to him that the most important thing to do now.    \nAm seriously waiting for your response.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">\nDesperation sets in...<br>\n<span class=\"ok\">ok</span> count is now 44.\n</span><br><br>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n12/07/2006<br>\nDear Eliza,<br>\nThank you very much for your email,<br>\nI called Mr.  My friend who is an insider in the bank, and he told me about what is going on, I went to Mr Kevin' office to talk about this on behalf of you and he wasn't around.<br> I waited for him to come back to office, when I saw him he wasn't happy to me because he kept me at the reception for about 30 minutes and say his busy that I should wait, I waited until he calls me inside, we talk about this and this time I played gentile but he was talking about you that you are not serious.<br>\nI tried to capture what he was saying and he means you are directing him particular place to collect the money and beside the place you directed him is some kilometers to get there.<br>\nHe was saying if you are not ready to receive your fund that I should stay off, since am not the beneficiary.<br> Please Eliza, they are helping us and you don't have to over control him, try and do what he said and bear in mind we are after our $58 million and not Mr Kevin.<br>\nJust send the money the way he instructed <span class=\"ok\">ok</span>.<br>\nBecause he said his not ready to reply you because you are not complying, this is not what we want, please just send the money since he has given you the information to send the money.<br>\nI don't understand, <span class=\"wu\">Western money transfer</span> is the same around the world, but I don't understand what Mr.  Kevin is saying about the way you want to send yours.<br> \nJust go and send it with the name information he gave you, do it and let him know you have done it.<br>\nIs for good and not for Mr.  Kevin.<br>\nHe also said you talked about the bank not being save, please stop it, our aim is for this $58 million not for Mr.  Kevin and <span class=\"wu\">western transfer</span>.<br>\nI don't understand how western will be problem.<br>\nTo tell you the truth, it will be worst if this transaction get to jeopardy by the way things are handling, the total amount involve is a huge amount of money to joke with and is not making me to feel relax, am bothering a lot about this.<br>\nPlease go and send it the way he instructed you to avoid any problem in future, as he said will table your file in board of directors meeting and this might cause your present in London.<br>\nPlease now things is easy and <span class=\"ok\">ok</span>ay with us, just send the money, forget about people collecting the money, just send it to him that the most important thing to do now.<br>    \nAm seriously waiting for your response.<br>\nJohnson.\n</span><br><br>\n\n<span class=\"comment\">[Without headers we can't say, but sounds like \"Mr. Kevin\" is either the boss or an alter ego of \"Shirt Johnson\".]</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nThis is too fucking much! \nAre you trying to tell me that Kevin Callaghan has the nerve to whinge about travelling a few kays to collect the cash? Hasn't he got a car? Isn't London public transport the best in the world? GIVE ME A FUCKING BREAK!\nIt makes no sense for him to chuck a hissy fit either, since he's not the one doing the pickup, it's that Victor Buno dude. \nThe money is there - close to $2500 - all that slack arsed fuckwit has to do is tell his buddy Victor to go and pick it up!\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nThis is too fucking much! <br>\nAre you trying to tell me that Kevin Callaghan has the nerve to whinge about travelling a few kays to collect the cash? Hasn't he got a car? Isn't London public transport the best in the world? GIVE ME A FUCKING BREAK!<br>\nIt makes no sense for him to chuck a hissy fit either, since he's not the one doing the pickup, it's that Victor Buno dude.<br> \nThe money is there - close to $2500 - all that slack arsed fuckwit has to do is tell his buddy Victor to go and pick it up!<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "12/07/2006\nDear Eliza,\nPlease handle this with careful and send the money, am having the fear if anything worst come up, this man Mr.  Kevin is crazy about what is going on.\nWrite him immediately and tell him you will be sending the money please, I don't want anything stress to come up again regards on this transaction.\nIs not making me to feel happy and relax, just go and send the money.\nDo not write him with strong language which you always us some times to write me, please don't make things worst to me.\nDo what I say okay, babe girl just go and send the money the way Mr.  Kevin want and let it go for good please. \nOur aim is for this $58 million dollars and not you and Mr.  Kevin please.\nAm waiting for your urgent response.\nJohnson.", "raw": "<hr>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n12/07/2006<br>\nDear Eliza,<br>\nPlease handle this with careful and send the money, am having the fear if anything worst come up, this man Mr.  Kevin is crazy about what is going on.<br>\nWrite him immediately and tell him you will be sending the money please, I don't want anything stress to come up again regards on this transaction.<br>\nIs not making me to feel happy and relax, just go and send the money.<br>\nDo not write him with strong language which you always us some times to write me, please don't make things worst to me.<br>\nDo what I say <span class=\"ok\">ok</span>ay, babe girl just go and send the money the way Mr.  Kevin want and let it go for good please.<br> \nOur aim is for this $58 million dollars and not you and Mr.  Kevin please.<br>\nAm waiting for your urgent response.<br>\nJohnson.\n</span><br><br>\n\n<span class=\"edc\">Calling Eliza \"babe girl\" was a bad move.</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt.\nDon't call me \"babe girl\". Don't patronise me! \nThe money was sent my way; it's being done my way. There's a lot of money at stake, I know. But just as important to me is my duty to Father Odin. If I bend the knee to Kevin Callaghan and do as he says, I am sinning against the all-Father, and I can't do that.\nEliza Dane", "raw": "<hr>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt.<br>\nDon't call me \"babe girl\".<br> Don't patronise me! \nThe money was sent my way; it's being done my way.<br> There's a lot of money at stake, I know.<br> But just as important to me is my duty to Father Odin.<br> If I bend the knee to Kevin Callaghan and do as he says, I am sinning against the all-Father, and I can't do that.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "12/07/2006\nDear Eliza,\nWe have a big problem regards to this, how could you say such thing, do you mean if you do what he said and we lost out.\nPlease is better I make you understand this, this fund is very important to me and I don't wanything to jeopardise it.\nMr Kevin is presently with my money and have been waiting for you to send the balance, uptill now the problem I don't know.\nSince you have sent the money, is it just to send it the way the bank want is another problem, are you to direct the bank or the bank to direct you, maybe is because I made things very easy for your side, I don't know what I have been through.\nPlease send the money to Mr Kevin Callaghan, I don't like what is going on between you and the bank. Make your self to low will it cost you anything, the problem is that you never think about what we have in mind as our aim, because you want to be the captain.\nI told you in my last email that Mr Kevin said he won't write you back since you are inssisting on that, now tell me are you helping me or are you leading this transaction to jeopardy.\nThat is not what are ask you to do for me, if you know you sent the money, then why is it that to send it normally is the problem, is not making any sence at all and I don't understand the truth on what is going on.\nPlease you should decide now, because what am seeing is not what I expected, \nPlease I don't want to lose this fund, as you said am petting you, please just know it am not petting you is just my life.\nI have to wait for your email to know what next to do on this.\nRegards.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">He's hasn't got a clue what \"patronise\" means, I'm guessing...</span><br><br>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n12/07/2006<br>\nDear Eliza,<br>\nWe have a big problem regards to this, how could you say such thing, do you mean if you do what he said and we lost out.<br>\nPlease is better I make you understand this, this fund is very important to me and I don't wanything to jeopardise it.<br>\nMr Kevin is presently with my money and have been waiting for you to send the balance, uptill now the problem I don't know.<br>\nSince you have sent the money, is it just to send it the way the bank want is another problem, are you to direct the bank or the bank to direct you, maybe is because I made things very easy for your side, I don't know what I have been through.<br>\nPlease send the money to Mr Kevin Callaghan, I don't like what is going on between you and the bank.<br> Make your self to low will it cost you anything, the problem is that you never think about what we have in mind as our aim, because you want to be the captain.<br>\nI told you in my last email that Mr Kevin said he won't write you back since you are inssisting on that, now tell me are you helping me or are you leading this transaction to jeopardy.<br>\nThat is not what are ask you to do for me, if you know you sent the money, then why is it that to send it normally is the problem, is not making any sence at all and I don't understand the truth on what is going on.<br>\nPlease you should decide now, because what am seeing is not what I expected, \nPlease I don't want to lose this fund, as you said am petting you, please just know it am not petting you is just my life.<br>\nI have to wait for your email to know what next to do on this.<br>\nRegards.<br><br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nYou wrote this once a while back, remember it? \n\"I believe in God Almighty. Indeed, his the one helping me in what ever am doing in life.  More so, as regards this business, he will definitely see me through to the end of this business.\" \nWell, I have my faith, the faith of my Aryan ancestors.  Father Odin and the Aesir guide my life, and give me the qualities to ensure success. \nFrom All-father Odin I gain wisdom, from Thor determination, from Tyr strength; Holy Mother Frigga grants me patience, Sif courage and Freya luck and fortune in love. The Kalevala tells me all that I need to know.\nI raised my spirit to Father Odin beneath the oak tree in the back garden that stands for Yggdrasil, the World Tree, and spoke of what had happened. I heard his wisdom clear in my mind: \"Stay the course, your decision is right and proper\".\nI won't betray the all-Father to suit the whims of a stupid and lazy fuckwit who won't even shift his big fat arse from his office to go a few kays and do his fucking job!\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">\nEliza reveals the depth of her religious faith... <br>\nI have no idea how the (real) Odinist faith works, so I cobbled something together.<br> The Norse Gods listed are authentic, though the qualities supposedly gained are purely imaginary.<br> Yggdrasil is indeed the World Tree from Norse/Germanic legend, and was personified as an oak tree.<br> \nBTW, the Kalevala is a collection of Finnish folklore - nothing to do with the Norse legends.\n</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nYou wrote this once a while back, remember it? <br>\n\"I believe in God Almighty. Indeed, his the one helping me in what ever am doing in life.  More so, as regards this business, he will definitely see me through to the end of this business.<br>\" \nWell, I have my faith, the faith of my Aryan ancestors.  Father Odin and the Aesir guide my life, and give me the qualities to ensure success.<br> \nFrom All-father Odin I gain wisdom, from Thor determination, from Tyr strength; Holy Mother Frigga grants me patience, Sif courage and Freya luck and fortune in love.<br> The Kalevala tells me all that I need to know.<br>\nI raised my spirit to Father Odin beneath the oak tree in the back garden that stands for Yggdrasil, the World Tree, and spoke of what had happened.<br> I heard his wisdom clear in my mind: \"Stay the course, your decision is right and proper\".<br>\nI won't betray the all-Father to suit the whims of a stupid and lazy fuckwit who won't even shift his big fat arse from his office to go a few kays and do his fucking job!<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "ok count is now 51 - seven in one message!\n\n12/07/2006\nDear Eliza,\nThank you very much for your email,\nIf you can agree me let just put it aside and forget about what his doing, we all know what we want and what we are after.\nPlease contact Mr.  Kevin and ask him how do he want the money to be sent to him ok, just do it for me and for the friendhsip in our transaction, bear in mind whavere good you are doing is not for Mr.  Kevin or the bank, no is for the good of future.\nIf you don't mind please just contact Mr.  Kevin and finalise this with him ok, just do it for the good of us ok.\nI know he will not write you as he said, and if you decide to keep off that means will are not doing fine, we know what we want and let just go after it and achieve our aim please.\nWrite Mr.  Kevin immediately and ask him how do he want this money to be sent to him.\nHis with GBP 4000 already, is just waiting for the balance of GBP 1000 and nothing more, please if you can just put all these aside and contact Mr Kevin and ask him how do he want it to be, it will not cost you anything please ok.\nYou know the reason you are doing it, and you are doing it for purpose and not Mr.  Kevin him self, once we achieve what we want then we can go ahead to invite him and insult him altogether if that will make you ok, but for now that is not what we want ok.\nWrite him immediately and get this done ok.\nAlso let me know once you contact him ok.\nRegards \nJohnson.", "raw": "<hr>\n\n<span class=\"ok\">ok</span> count is now 51 - seven in one message!</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n12/07/2006<br>\nDear Eliza,<br>\nThank you very much for your email,<br>\nIf you can agree me let just put it aside and forget about what his doing, we all know what we want and what we are after.<br>\nPlease contact Mr.  Kevin and ask him how do he want the money to be sent to him <span class=\"ok\">ok</span>, just do it for me and for the friendhsip in our transaction, bear in mind whavere good you are doing is not for Mr.  Kevin or the bank, no is for the good of future.<br>\nIf you don't mind please just contact Mr.  Kevin and finalise this with him <span class=\"ok\">ok</span>, just do it for the good of us <span class=\"ok\">ok</span>.<br>\nI know he will not write you as he said, and if you decide to keep off that means will are not doing fine, we know what we want and let just go after it and achieve our aim please.<br>\nWrite Mr.  Kevin immediately and ask him how do he want this money to be sent to him.<br>\nHis with GBP 4000 already, is just waiting for the balance of GBP 1000 and nothing more, please if you can just put all these aside and contact Mr Kevin and ask him how do he want it to be, it will not cost you anything please <span class=\"ok\">ok</span>.<br>\nYou know the reason you are doing it, and you are doing it for purpose and not Mr.  Kevin him self, once we achieve what we want then we can go ahead to invite him and insult him altogether if that will make you <span class=\"ok\">ok</span>, but for now that is not what we want <span class=\"ok\">ok</span>.<br>\nWrite him immediately and get this done <span class=\"ok\">ok</span>.<br>\nAlso let me know once you contact him <span class=\"ok\">ok</span>.<br>\nRegards <br>\nJohnson.</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "12/07/2006\nDear Eliza,\nAm worried about all this, if you choose to continue this way we can never achieve it, for us to have it just please simply write Mr.  Kevin and ask him how do he want you to send the money, it will not cost to do that.\nI await your urgent response.\nJohnson.", "raw": "<hr>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n12/07/2006<br>\nDear Eliza,<br>\nAm worried about all this, if you choose to continue this way we can never achieve it, for us to have it just please simply write Mr.  Kevin and ask him how do he want you to send the money, it will not cost to do that.<br>\nI await your urgent response.<br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nWe've hit the wall on this one. \nYou won't collect the money (fuck knows why) and I'm not going to send it as you demand (you know why).\nGot any alternatives? \nEliza Dane", "raw": "<hr>\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nWe've hit the wall on this one.<br> \nYou won't collect the money (fuck knows why) and I'm not going to send it as you demand (you know why).<br>\nGot any alternatives? <br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nI don't want to reward Kevin Callaghan for being such a slack-arsed jerk. If I give in and meekly agree to toe his line, I could never stand before Yggdrasil in the same way ever again. Father Odin looks badly on those who are weak. I'm not weak. This you know.\nI wrote to KC asking if he had any ideas. This does NOT mean I'll dance to his tune. \nWe are in the hands of the Norns and Wyrd.\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">\nThe Norns are the three women who personify fate and destiny in the Norse legends.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nI don't want to reward Kevin Callaghan for being such a slack-arsed jerk.<br> If I give in and meekly agree to toe his line, I could never stand before Yggdrasil in the same way ever again.<br> Father Odin looks badly on those who are weak.<br> I'm not weak.<br> This you know.<br>\nI wrote to KC asking if he had any ideas.<br> This does NOT mean I'll dance to his tune.<br> \nWe are in the hands of the Norns and Wyrd.<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "ok count hits 53.\n\n13/07/2006\nDear Eliza,\nThank you very much for your email response and understanding.\nPlease once he tells you how to send it, please do send it without any prolonging issue, yes you are not following his directive, but you know what we have in mind to achieve ok.\nThis is very important this fund enters into your account as soon as possible after craditing your account with Barclays bank.\nPlease always give me update.\nSend the money to him immediately ok.\nRegards.\nJohnson.", "raw": "<hr>\n\n<span class=\"ok\">ok</span> count hits 53.</span><br><br>\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n13/07/2006<br>\nDear Eliza,<br>\nThank you very much for your email response and understanding.<br>\nPlease once he tells you how to send it, please do send it without any prolonging issue, yes you are not following his directive, but you know what we have in mind to achieve <span class=\"ok\">ok</span>.<br>\nThis is very important this fund enters into your account as soon as possible after craditing your account with Barclays bank.<br>\nPlease always give me update.<br>\nSend the money to him immediately <span class=\"ok\">ok</span>.<br>\nRegards.<br><br>\nJohnson.\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "13/07/06\nAttn Eliza Dane,\nBase on legal decision, I want to make it clear to you that the money for your activation fee is not for me, is for the bank.\nYou have to send the money according the way it use to be send, you are sending the money for your account and beside the money will till be your and not for the bank.\n$58 million USD Dollars is a big amount of money to be transfer into your account without any activation fee, your transaction would have been round up if not you delaying your transaction.\nSend the balance with this information below, \nPayment information:\nName: Victor Biuno\nAddress: 24 Sumner Street, London SE1 9JA United Kingdom.\nPlease give us the control number information and other information in respect of your activation of account. The process shall be concluded as soon as we have the balance with us.\nKevin Callaghan.\n\n\nMr Callaghan,\nIn the time you've been arguing, you could have gone to Euston and back half a dozen times! What the fuck is wrong with you? \nIt's not even as if you actually have to go there! It's Victor Buino who's doing the pick up, or so you keep saying!\nI wanted alternatives, you gave me fuck all. So, we're back where we started. The money is still with western union, to be picked up as directed. \nDo it. I've done all that I have to. The fact that you aren't even prepared to make a short trip to the pick-up point is no way my fault.\nEliza Dane", "raw": "<hr>\n<span class=\"edc\">\nKevin Callaghan doesn't compromise.</span><br><br>\n\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n13/07/06<br>\nAttn Eliza Dane,<br>\nBase on legal decision, I want to make it clear to you that the money for your activation fee is not for me, is for the bank.<br>\nYou have to send the money according the way it use to be send, you are sending the money for your account and beside the money will till be your and not for the bank.<br>\n$58 million USD Dollars is a big amount of money to be transfer into your account without any activation fee, your transaction would have been round up if not you delaying your transaction.<br>\nSend the balance with this information below, <br>\nPayment information:<br>\nName: Victor Biuno<br>\nAddress: 24 Sumner Street, London SE1 9JA United Kingdom.<br>\nPlease give us the control number information and other information in respect of your activation of account.<br> The process shall be concluded as soon as we have the balance with us.<br>\nKevin Callaghan.</span><br><br>\n\n<span class=\"edc\">Well, guess what? Eliza doesn't compromise either.<br></span><br><br>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nIn the time you've been arguing, you could have gone to Euston and back half a dozen times! What the fuck is wrong with you? <br>\nIt's not even as if you actually have to go there! It's Victor Buino who's doing the pick up, or so you keep saying!<br>\nI wanted alternatives, you gave me fuck all.<br> So, we're back where we started.<br> The money is still with <span class=\"wu\">western union</span>, to be picked up as directed.<br> \nDo it.<br> I've done all that I have to.<br> The fact that you aren't even prepared to make a short trip to the pick-up point is no way my fault.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nHe told me to send it by western union the way he said originally. I told him no. \nHoly Mother Frigga, in the days he spent arguing, he could have picked it up!  What the fuck is his problem?\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nHe told me to send it by <span class=\"wu\">western union</span> the way he said originally.<br> I told him no.<br> \nHoly Mother Frigga, in the days he spent arguing, he could have picked it up!  What the fuck is his problem?<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "13/07/06\nAttn Eliza Dane,\nI got your email,\nWe are not arguing but you should follow the bank direction.\nIs your transaction, you make it stand still then it go like that.\nK Callaghan.", "raw": "<hr>\n\n\n<span class=\"edc\">Kevin seems to have given up the fight.<br></span><br><br>\n\n\n<span class=\"kc\">Mr Kevin Callaghan</span><br><br><span class=\"st\">\n\n\n13/07/06<br>\nAttn Eliza Dane,<br>\nI got your email,<br>\nWe are not arguing but you should follow the bank direction.<br>\nIs your transaction, you make it stand still then it go like that.<br>\nK Callaghan.</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "13/07/2006\nDear Eliza,\nYou are not helping the matter and am not happy about this.\nWhat are you saying, so you mean Mr Kevin told you the way to send the money and yet you call it mother fuck.\nPlease am not happy about this and instead to jeopardise this business i think i better we stop all these going around it.\nI wrote you and beg you to not look at whatever directives he give you just send the money to him the way he want and yet you want to prolong issue again.\nPlease if you are not sending the oney the way he want better let me know, am owing some people and they are waiting for me to pay back the debt.\nNow tell me what you are doing, what you are doing is it making you feel fine or do you have some fun in it, oh my God this is transaction and open your eye to finish this.\nIf you are no sending the money better tell me, next is to go back to the bank and collect the GBP 4000 which i gave him and give a brake and know what next to do.\nCan you just imagine, an insider in the bank called me yestarday and said my friend is causing problem in the bank, and next the bank will invite you face to face to talk on this issue, why do you want all my effort to go like that, tell me is Mr.  Keving asking you to send him money for his pocket? you know why you are sending the money.\nI said it again if you are not sending the money better let me know now please.\nJohnson.", "raw": "<hr>\n\n\n<span class=\"edc\">Not Johnson, though... and Eliza never used the word motherfucker.</span><br><br>\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n13/07/2006<br>\nDear Eliza,<br>\nYou are not helping the matter and am not happy about this.<br>\nWhat are you saying, so you mean Mr Kevin told you the way to send the money and yet you call it mother fuck.<br>\nPlease am not happy about this and instead to jeopardise this business i think i better we stop all these going around it.<br>\nI wrote you and beg you to not look at whatever directives he give you just send the money to him the way he want and yet you want to prolong issue again.<br>\nPlease if you are not sending the oney the way he want better let me know, am owing some people and they are waiting for me to pay back the debt.<br>\nNow tell me what you are doing, what you are doing is it making you feel fine or do you have some fun in it, oh my God this is transaction and open your eye to finish this.<br>\nIf you are no sending the money better tell me, next is to go back to the bank and collect the GBP 4000 which i gave him and give a brake and know what next to do.<br>\nCan you just imagine, an insider in the bank called me yestarday and said my friend is causing problem in the bank, and next the bank will invite you face to face to talk on this issue, why do you want all my effort to go like that, tell me is Mr.  Keving asking you to send him money for his pocket? you know why you are sending the money.<br>\nI said it again if you are not sending the money better let me know now please.<br>\nJohnson.\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Callaghan,\nYou know where to go, you know what to do.\nIt's all up to you.\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Callaghan,<br>\nYou know where to go, you know what to do.<br>\nIt's all up to you.<br>\nEliza Dane\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nHow many more times do I have to tell you?\nI sent the fucking money! It's there waiting to be picked up! It's just a matter of someone going there and getting it!\nIt's fucking incredible that a banker is refusing to collect money just because I won't send it just so but chose a safer method. \nI just don't get what his fucking problem is. Maybe he's on drugs or something. How else do I explain it?\nAnother thing that I don't understand is why you're taking his side in all this. He's the one at fault but for some reason you don't blame him!\nThere is a way out of this. I'll resend the thousand pounds, same location, but with an ID of your choosing. Then you can give it to KC and we'll be done.\nLet me know when you're ready.\nEliza Dane", "raw": "<hr>\n\n<span class=\"edc\">I might he able to get some more juice out of this one by offering to send the money to Johnson... might be good for a laugh.</span><br><br>\n\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nHow many more times do I have to tell you?\nI sent the fucking money! It's there waiting to be picked up! It's just a matter of someone going there and getting it!\nIt's fucking incredible that a banker is refusing to collect money just because I won't send it just so but chose a safer method.<br> \nI just don't get what his fucking problem is.<br> Maybe he's on drugs or something.<br> How else do I explain it?\nAnother thing that I don't understand is why you're taking his side in all this.<br> He's the one at fault but for some reason you don't blame him!\nThere is a way out of this.<br> I'll resend the thousand pounds, same location, but with an ID of your choosing.<br> Then you can give it to KC and we'll be done.<br>\nLet me know when you're ready.<br>\nEliza Dane\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "13/07/2006\nDear Eliza,\nWhat do you mean by this a banker is refusing to collect money just because I won't send it just so but chose a safer method.\nDoes it mean you have something negative on this or what, now i see you are my problem in this transaction.\nI contacted you for you to assist me in regrads of this trnsaction not to jeopardise it ok.\nNow i think i hve to take my decision, am not a kid and don't like one turning me around like a kind.\nNow what do you mean by this There is a way out of this. I'll resend the thousand pounds, same location, but with an ID of your choosing. Then you can give it to KC and we'll be done.\nSo you have been making it difficult for Mr Kevin, and you say am always by himside, what do you mean by that?\nPlease i beg you with the name of God, after this i will be going to a Chamber to power of Attorney to stop th transaction and look for another person to assist me.\nDo you think i want your money, do i ask you to send me any money, since you don't know how to send money pleas stop contacting Mr Kevin any longer.\nI tried to make you understyand but you choose to be smart which i understand what your strong language.\nCall it a day dear friend and bye.\nJohnson.", "raw": "<hr>\n<span class=\"edc\">I have never had a Lad so baffled before...\n</span><br><br>\n\n\n\n<span class=\"js\">Johnson Shirt</span><br><br><span class=\"st\">\n13/07/2006<br>\nDear Eliza,<br>\nWhat do you mean by this a banker is refusing to collect money just because I won't send it just so but chose a safer method.<br>\nDoes it mean you have something negative on this or what, now i see you are my problem in this transaction.<br>\nI contacted you for you to assist me in regrads of this trnsaction not to jeopardise it <span class=\"ok\">ok</span>.<br>\nNow i think i hve to take my decision, am not a kid and don't like one turning me around like a kind.<br>\nNow what do you mean by this There is a way out of this.<br> I'll resend the thousand pounds, same location, but with an ID of your choosing.<br> Then you can give it to KC and we'll be done.<br>\nSo you have been making it difficult for Mr Kevin, and you say am always by himside, what do you mean by that?\nPlease i beg you with the name of God, after this i will be going to a Chamber to power of Attorney to stop th transaction and look for another person to assist me.<br>\nDo you think i want your money, do i ask you to send me any money, since you don't know how to send money pleas stop contacting Mr Kevin any longer.<br>\nI tried to make you understyand but you choose to be smart which i understand what your strong language.<br>\nCall it a day dear friend and bye.<br>\nJohnson.</span><br><br>\n\n<span class=\"edc\">I wonder; did he read 'guy thing' as 'gay thing'? As if it matters...\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr Shirt,\nI think I have it sussed now - it's a guy thing, isn't it? That's the only way that I could explain how you always rush to take Kevin Callaghan's side. \nI'm just little blonde Eliza Dane, a pretty face from the other side of the world, whereas you and he are business buddies, united in contempt for the Bimbo from Oz. \nWell, fuck that. You made a mistake there buddy. \nSpeaking of that - English isn't your first language is it? My messages are pretty simple and easy to understand, yet you keep asking, \"What do you mean by...\" READ THE FUCKING SENTENCES! \nOh, and don't think of getting a power of attorney any time soon. The money's in my name, remember? All cleared and approved? How the fuck is Kevin Callaghan going to explain it when you turn up to claim I'm not the beneficiary? How are you going to look? \nForget the legal threats.  I'm in charge here, Mr Blouse. You will do as you're fucking well told.  My way or the highway.\nEliza Dane", "raw": "<hr>\n\n<span class=\"ed\">Eliza Dane</span><br><br><span class=\"ast\">\nMr Shirt,<br>\nI think I have it sussed now - it's a guy thing, isn't it? That's the only way that I could explain how you always rush to take Kevin Callaghan's side.<br> \nI'm just little blonde Eliza Dane, a pretty face from the other side of the world, whereas you and he are business buddies, united in contempt for the Bimbo from Oz.<br> \nWell, fuck that.<br> You made a mistake there buddy.<br> \nSpeaking of that - English isn't your first language is it? My messages are pretty simple and easy to understand, yet you keep asking, \"What do you mean by...<br>\" READ THE FUCKING SENTENCES! \nOh, and don't think of getting a power of attorney any time soon.<br> The money's in my name, remember? All cleared and approved? How the fuck is Kevin Callaghan going to explain it when you turn up to claim I'm not the beneficiary? How are you going to look? \nForget the legal threats.  I'm in charge here, Mr Blouse. You will do as you're fucking well told.  My way or the highway.<br>\nEliza Dane\n</span><br><br>\n\n<span class=\"edc\">And that was where it ended... with two Lads surely believing that a thousand pounds could be picked up in London... </span><br><br>\n\n\n\n", "comments": []}]}