{"title": "baiters/advance_fee/sources/scamorama/fannerman3.html", "scammer": null, "location": null, "baiter": null, "notes": ["City,State and Country------------\nAs is required, I am well aware of rules and\nregulations governing the clearance of consignments\nwith your security company and will abide by the said\nrules and regulations.\nThank you in advance for your assistance this matter.\nPlease contact me should you  have any questions or\nconcerns.\n\nBest regards,", "Unbelievably, they did:\n\n\nATTN:BLUE CRESCENT EAT-M-UP WIGGLE INC. \n DEAR LIBERACE, \n WE ARE GLAD TO  INTRODUCE OUR ENTERPRISE AS A LIFELONG \n SPORTSMAN LOCATED IN ABIDJAN,THE ECONOMIC CAPITAL CITY \n OF COTE D'IVOIRE IN WEST AFRICA,BORDERING THE NORTH \n ATLANTIC OCEAN,BETWEEN GHANA AND LIBERIA. THE COUNTRY \n IS GEOGRAPHICALLY CORDINATED 800N AND 500W WITH TOTAL \n AREA 322,460 SQ KM, THE LAND AREA COVERS 318,000 SQ KM \n WHILE THE WATER AREA IS 4,460 SQ KM. \n FISHING IS GENERALLY AVAILABLE IN COTE D'IVOIRE \n THROUGH OUT THE YEAR.THE BEST FISHING PERIOD HOWEVER \n IS BETWEEN JUNE TO SEPTEMBER.THIS PERIOD PROVIDES \n EXCELLENT SPORTS FISHING FOR BIG YELLOW FISH TUNA,ONE \n OF THE STRONGEST FISH IN THE OCEAN.MORETHAN 250 \n SPECIES OF FISH CAN BE CAUGHT THROUGH \n FLY,LINE,GAME,SURF OR REEF FISHING.THE MERGING OF THE \n COOL ATLANTIC AND THE WARM COAST CREATES A HIGH \n CONCENTRATION OF THE GAME FISH,INCLUDING MARLIN AND \n TUNA.BIG BLUE MARLIN AND A NUMBER OF STRIPED AND BLACK \n MARLIN ARE ALSO FOUND AS WELL SAIFISH. \n WE WISH TO INFORM YOU THAT WE ARE HIGHLY INTERSETED IN \n BECOMING AN IMPORT AGENT OF YOUR COMPANY-THE KNOWN \n CRESCENT EAT -M-UP WIGGLE BABIES PLASTIC WARM.WE FANCY \n AND DEEMED YOUR PRODUCT VERY ESSENTIAL IN OUR FISHING \n INDUSTRY DUE TO IT'S DISTINCTIVE CHARACTERISTICS AND \n QUALITIES WHICH ENHANCES AND INCREASES THE EFFECIENCY \n AND OUR OUTPUT.\n IT WILL INTEREST YOU TO KNOW THAT AFTER APPLYING \n DIFFERENT FISHING METHODS, WE RECOMMEND AND APPRECIATE \n YOUR \"STRAWBERRY STINKER\" MODEL PLASTIC WORM.THIS \n PRODUCT AFTER USAGE PROVED TO BE MORE SUCCESSFUL THAN \n ANY OTHER SIMILAR PRODUCTS WE  HAVE USED IN THE \n PAST.WE WERE VERY MUCH EXCITED AND IMPRESSED ON \n VARIOUS OCCASIONS WE USED YOUR PRODUCT AS A MATTER OF \n FACT. \nAT THIS STAGE WE DEEMED IT NECESSARY TO THROW MORE \n LIGHT IN OUR ENTHUSIASM REGARDING YOUR PRODUCT BY \n STATING A SPECIFIC EXAMPLE IN ONE OF OUR FISHING \n OUTINGS.THIS EXPERIENCE TOOK PLACE AT OUR NORMAL \n FISHING TERRITORY (BASSAM BEACH )IT WAS ONE FAITHFUL \n DAY, THE WEATHER WAS PERFECT FOR FISHING,IT WAS A \n SURPRISE WHEN  WE SAW A LARGE BASS(FISH) IN THE DEPTH \n OF THE WATER MOVING AROUND LIKE A HUNGRY LION,WE \n QUICKLY  SENT THE PLASTIC WORM AND  IMMEDIATELY THE \n FISH SAW THE WORM,HE DIVED AND SWALLOWED EVERY \n THING,BUT AS IF HE DID NOT KNOW THAT HE HAS BEEN \n TRAPPED CONTINUED ROAMING AROUND THE VICINITY \n SEARCHING FOR MORE WORMS TO EAT. AT A TIME HE NOTICED \n SOME FORCES PULLING HIM AT ONE DIRECTION AND AT THIS \n JUNCTURE, THERE WAS THUG OF WAR BETWEEN US AND THE \n FISH WHICH LASTED FOR COUPLE OF TIME.IN FACT THE \n RESISTANCE OF THE FISH AND THE DRAGGING WAS JUST LIKE \n A FILM AND LUCKLY FOR US WE SUCEEDED IN PULLING THE \n FISH INTO OUR BOAT,BUT STILL,WHILE THE FISH WAS IN THE \n BOAT,IT APPEARED AS IF HE REGAINED MOMENTUM AS HE WAS \n JUMPING UP AND DOWN STRUGGLING TO FIND HIS WAY BACK TO \n THE WATER BUT LUCK WAS AGAINST HIM . \n\n CONSIDERING THIS PARTICULAR EVENT, WE COULD THEREFORE \n COMFIRM THAT SUCH A MAGNIFICENT PLASTIC WORM CAN BE \n THE SOURCE OF GREAT PROFITS TO US,WERE WE TO SELL YOUR \n PRODUCT IN OUR COUNTRY.IN FACT,THIS PRODUCT,WE \n FEEL,WOULD OPEN UP ALL SORTS OF OPPORTUNITIES TO \n DEVELOP THE SPORT OF BASS FISHING,AND THEREFORE WE ARE \n GREATLY INTERESTED IN INVESTING IN THE \"EAT-M-UP \n WIGGLE BABY\" LINE.AS A MATTER OF SINCERITY,WE FEEL \n THAT IF THE YOUTH OF OUR COUNTRY WERE TO SPEND MORE \n TIME IN BASS FISHING,THAN CAUSING TROUBLE AND BEHAVING \n IN CRIMINAL FASHION,OUR COUNTRY WOULD BE BETTER OFF \n MORALLY AND SOCIALLY. \n AS A MATTER OF SINCERITY,THERE IS NO GAIN EMPHASISING \n MUCH ON THE VARIOUS EXPERIENCES GATHERED BY FISHING \n WITH PLASTIC WORM,BUT WE LIKE TO FORWARD IN ADDITION A \n SPECIFIC REFERNCE WHERE BASS FISHING REDEEMED ONE THE \n CRIMINALS INTO A NORMAL BUSINESS LIFE.IT IS NOT A NEWS \n THAT JUVENILE DELIQUENCY IN WEST AFRICA IS INCREASING \n AT A EVERY HIGH PACE.YOUTHS OF TODAY DERIVE JOY IN \n CRIMINAL ACTIVITIES,A DAY NEVER PASSES BY WITHOUT \n WITNESSING AN ARMED ROBBERS ATTACK AS IT HAS BECOME \n THE ORDER OF THE DAY.IN MANY CASES,IT MAY CLAIM \n INNOCENT SOULS.THESE RAMPANT, ILLEGAL ACTINGS HAVE \n INVOLKED FEARS INTO MILLIONS OF PEOPLE MAINLY ON THE \n STRANGERS AS ONE CAN BE EASILY ATTACKED IN BROAD \n DAYLIGHT.\nIT IS UNFORTUNATE THAT THESE YOUTHS WHO USUALLY ENGAGE \n THEMSELVES IN THIS DIRTY ACTIVITIES MAINLY ARE NOT \n EDUCATED AS THEY REFUSED GOING TO SCHOOLS AND THE \n CHANCES OF EMPLOYMENT OPPORTUNITY ARE VERY RARE.THE \n LITTLE OFFICE VACANCIES ARE MEARNT FOR THE FEW WHO \n ACQUIRED THE SKILL.WORST TILL,THESE BAD BOYS HAVE \n REFUSED TO SUCUMB LOW TO ACCEPT UNSKILLED LABOUR.THEN \n WHAT CAN A MAN DO? \"MAN MUST WAK\"(EAT).THEREFORE TO \n SATISFY THEIR STOMACH,THEY RESORT TO STEALING AND \n OTHER MALPRACTICES WHICH FINALLY LAND THEM TO JAILS.IT \n IS CRAZY WHEN YOU VISIT ONE OF THE PRISONS SITUATED IN \n THE CAPITAL CITY ABIDJAN COTE D'IVIORE NAMED \"YOUPUGON \n PRISON\",YOU CAN SEE WHERE THE GOVERNMENT WASTED \n MILLIONS AND MILLIONS OF DOLLARS IN CONSTRUCTING THE \n MAGNIFICIENT BUILDINGS AND EVERY DAY NOT LESS THAN \n FIFTY CULPRITS ARE BROUGHT TO THE PRISON.IT IS \n UNBELIEVABLE THAT GOVERNMENT FINDS IT DIFFICULT TO \n SEARCH FOR SOLUTION TO THESE ALARMING UGLY SITUATIONS \n CONTRIBUTING HARM THAN GOOD TO THE NATION IN \n PARTICULAR AND THE WORLD AS A WHOLE. \n\nDEAR LIBERACE,IT WILL INTEREST YOU TO KNOW THAT \n FISHING WITH PLASTIC WORM SINCE IT WAS INTRODUCED TO \n THE YOUTHS HAS GONE A LONG WAY REDUCING THE CRIME IN \n THE NATION.THE INITIATIVE STARTED JUST FOR ONE DAY I \n APPROACHED A NOTOROUS BANDIT  BY NAME \"PABLO\"RESIDING \n ARROUND MY TERRITORY KOUMASSI TOWN,THIS CRIMINAL WITH \n HIS GANG USUALLY OPERATE IN BROAD DAY LIGHT MAINLY \n AROUND 10 AM -11 AM WHEN WORKERS AND TRADERS HAVE GONE \n TO THEIR VARIOUS PLACES OF WORK,BY THIS TIME EVERY \n WHERE IS SCANTY AND DRY.THIS GANG OPERATES BY USING \n \"DAGGER KNIVES\" SNATCHING MOSTLY MOBILE \n PHONES,JEWELRIES AND CASH FROM PEOPLE,THEY ALSO \n INVOLVE IN HOUSE BREAKAGE,SOME INNOCENT PEOPLE FALL \n VICTIM TO THESE UNSCRUPULOUS ELEMENTS WHEN THEY REFUSE \n TO SURRENDER THEIR BELONGINGS TO THEM,THEY CAN EVEN GO \n TO THE EXTREEM OF APPLYING THIS DANGEROUS WEAPONS \n INFUSING INJURIES ON THEM AND UNLUCKY ONES DIED IN THE \n EVENT. THAT DAY I SUMMONED COURAGE TO INVITE PABLO THE \n BANDIT  FOR A LUNCH,ON A ROUND TABLE MEETING, WHILE WE \n ARE ENJOYING OURSELVES WITH SOME DELICIOUS FOOD AND \n DRINKS,I FOCUSED HIS MEMORY ON OUR DISCUSSION TO THE \n IMPORTANCE OF FISHING AND PROFIT THEREIN.I WAS ABLE TO \n CONVINCE HIM AND HAVE A SCHEDULE TO ACCOMPANY ME IN A \n FISHING OUTING,THAT DAY,IT WAS MIRACULOUS AS  HE COULD \n NOT BELIEVE THE NUMBER OF FISHES WE CAUGHT WHICH \n ATTRACTED A LOT OF PROFITS,we continued this exercise \n for a period of three days before I encourage him to \n begin on his own. \n\nAfter Pablo was assumed to be converted  when he was \n initially introduced into Bass fishing and he played \n the sport for the first day on his own, every one \n thought that Pablo will automatically not succumb to \n his previous criminal life but surprisingly we found \n out that he even proceeded to commit more dangerous \n acting.  This time Pablo involved in car snatching,   \n he joined a gang that operate  in the major roads \n blocking people with their own cars, snatching cars \n under gun point. In a specific attack by Pablo and his \n gang just after a week he left us and started on his \n own,he went an operation where they snatch two cars, \n they did not only snatched two cars but rather they \n had stop-over and robbed a very big filling station \n ,collected all the available cash and drove off. But \n being intelligent gang, they did not continue with \n these cars to avoid easy tracing, they therefore, \n swiftly double- crossed another  Peugeot car and made \n away with it abandoning the former vehicles they were \n with. The attack was a very dangerous one but did not \n claim any life. \n\n The following day, the news quickly spread all over \n the town and after my thorough investigation, I found \n out that Mr Pablo was among the team that took the \n operation. It started to beat my imagination why pablo \n will behaved abnormally again after our previous \n fishing outings which efforts were made to convince \n him to a normal business activity. I visualised and \n gazed that probably he was not satisfied with the bass \n fishing \nAND SPECIFICALLY THE USAGE OF \"SLINKAMATIC \n GET-M-KRAZEE BASS-BLASTER HYDROCARBON WORM\". PABLO \n LAMENTED THAT WHAT CONTRIBUTED IMMENSELY TO \n DEMORALIZED HIM TO THE GRASS ROOT AND WHY HE TOOK THE \n DECISION TO DISENGAGE HIMSELF FROM FISHING ACTIVITIES \n AND JOINED BACK TO HIS FORMER UGLY BUSINESS OF HOUSE \n BREAKING (BREAK AN ENTRY) AND EVEN TO  THE EXTENT OF \n JOINING THE GANG OF CAR SNATCHERS WAS WHEN HE APPLIED \n THE USE OF  \"SLINKAMATIC GET-M-KRAZEE BASS-BLASTER \n HYDROCARBON WORM\". THIS SYSTEM OF FISHING HE \n CRITISIZED IS BORING,INEFFICIENCY,FATIGUE, AND NEEDS \n AN ADDITIONAL ENERGY AND STAMINA TO OPERATE.WORST \n STILL, HE COMMENTED THAT THE ODOUR IS VERY IRRITATING, \n UNPLEASANT AND CHOCKING. HE FURTHER SAID THAT THIS \n INSTRUMENT NEEDS TO BE MODERNIZE IN ORDER TO SUIT THE \n YOUNG AND FUTURE GENERATION OR BE PHASED OUT ENTIRELY \n FROM THE SOCIETY TO AVOID DISCOURAGING THE YOUTHS WHO \n HAVE BRIGHTER HOPE IN ADOPTING FISHING AS AN \n OCCUPATION.ALL THESE NEGATIVE QUALITIES THIS MACHINE \n POSSESS  RESULTED TO THE EXTENT THAT THE FISH ITSELF \n SEES THE UGLINESS AND THEREFORE THE WORMS BECOME \n UNATTRACTIVE,UNNATURAL APPEARANCE AND FEELS ARTIFICIAL \n THEREFORE GENERATE FORCES THAT REPEL FISHES. IN THIS \n CASE, IT IS VERY DIFFICULT TO CATCH FISH AND ONES \n PURPOSE IS THEN DEFEATED.IN A NUTSHEL, WE WANT TO USE \n THIS MEDIUM TO CAUTION  THE ENTIRE PUBLIC AND TO \n CREATE AWARENESS CONCERNING THE ABOVE MACHINE WHICH \n CAUSES  HARM THAN GOOD WHEN IT IS APPLIED IN USE. \n\nI immediately thought it wise to introduce him using \n wiggle baby plastic worm; It took me an additional \n effort and sweet tongue to convinced him just to have \n a schedule with me for another private talk. After \n Pablo has considered his last operation \n and the huge money realised, he felt satisfactory and \n thought he was on the top of the world. But \n notwithstanding, I succeeded afterward \n summoning a meeting with him convincing him to \n accompany me once again to fishing outing .This time \n around I introduced him to WIGGLE BABY PLASTIC WORM \n which yielded a perfect result. This time,Pablo saw \n the difference and believed that all FINGERS ARE \n NOT EQUAL  after comparison with  the former method \n of fishing and the performances of the WIGGLE BABY \n PLASTIC WORM. He lamented \"I saw with an infinite \n pleasure, the great object of my mission\". \n He was attracted with every quality of this product \n more especially the pleasant odour possessed by the \n worm just like the fragrance oozing out from a \n hibiscus flowers which stimulates somebody to feel \n like the world is a bird of roses. . Pablo was felt \n with full attraction of the WORM which possessed a \n natural appearance like a living  earth WORM, \n sighting his feeling  on the  magnificent  WORM \n on his hand and the way it was turning itself round \n like if it was a  real living  object ,Pablo was \n actually convinced that through this STRAWBERRY \n STINKER WORM sporting,  he could make a good living \n without being told. He even wanted to go home with the \n worm just to be making sure he always stays around it \n just for the comfort and joy he derives. He further \n lamented that one will be opportune to caught a lot of \n\n fishes when once this STRAWBERRY STINKER WORM enters \n into the sea swimming majestically  creating \n attraction to the fish.   In this case  and to save \n the life of this young man and others, we lend some \n spares of our STRAWBERRY STINKER WORM to Pablo   \n and he is still making use of this  magnificent \n instrument sporting  with his  group turning up  huge \n quantities of fishes in all their outings, given \n testimony about WIGGLE BABY PLASTIC WORM and to God \n for his life saved. \n\n It may interest you to know that Mr Pablo has \n presently turned to be a recognised great fishing \n sportsman with his group as they always make a large \n turn over compared with others in the field as such \n they are  one of the leading suppliers of fishes to \n our continental hotels and government guest houses \n including prisons and other large consumers even to \n our nearby countries like Guinea Conakry, Ghana and \n Burkina Faso. \nMeanwhile, their immediate project is establishing a \n fishing pond which is taking place in YAMOUSSOUKRO \n the administrative capital city  of Cote d\u0092 Ivoire. \n Recently, Pablo recognising the source of his wealth \n and where he started approached us for order of more \n WIGGLE BABY PLASTIC WORM in a large quantity. You can \n bear with us and see by yourself how STRAWBERRY \n STINKER WORM  had changed a notorious armed robber to \n a recognised and genuine person in the society. We \n therefore plead for your maximum co-operation in \n making sure this productis supplied to us without \n delay to enable us satisfy the demand. \n   TO SEE WHAT PLASTIC WORM FISHING HAS DONE BY \n CHANGING AUTOMATICALLY THE ENTIRE LIFE OF THIS HARD \n CRIMINAL.HE REALISED THAT USING THIS MACHING IS \n SIMPLE,YIELDS PROFITS AND DOSE NOT SUBJECT HIM TO MORE \n DANGER COMPARED TO HIS FORMER OCCUPATION.I AM NOT \n TRYING TO EXAGERATE, THIS  YOUNG MAN HAS UNTILL TODAY \n CONVERTED REASONABLE NUMBERS OF HIS CRIMINAL \n COLLEAGUES TO A BETTER LIFE BY INTRODUCING THEM TO \n JOIN THE BASS FISHING. \n VERY IMPORTANT,WE WILL LIKE TO KNOW HOW MUCH IT WOULD \n COST US TO IMPORT THE MACHINES TO MAKE THE WORMS.THE \n NAME OF THE MACHINE IS A WORMIATOR PLASTIC BAIT \n EXTRUDER. \n SIR,IN ORDER TO REDUCE CRIME TO THE GRASS ROOT LEVEL \n IN THIS COUNTRY AND TO SALVAGE THE UGLY SITUATION,WE \n ARE OF THE OPINION THAT YOU SUPPLY US YOUR WORMIATOR \n MACHINE IN A VERY LARGE QUANTITY AND ALSO VISIT OUR \n COUNTRY TO INCULCATE YOUR PROFESSIONAL IDEAS AND \n TECHNICAL- KNOW- HOW TO US FOR MORE IMPROVEMENT.WHEN \n ONCE THIS IS DONE,IT WILL GIVE MORE OPPORTUNITIES TO \n ABSORB NEW EMPLOYEES WHO ARE SEEKING FOR EMPLOYMENT \n AND THEREFORE REDUCING CRIMES IN OUR COUNTRY COTE \n D'IVOIRE. \n\n YOURS SINCERLY, \n\n MARIAM AND IDRIS MUSTAPHA."], "messages": [{"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "TO YOUR MERCY\nDear Sir,\nMy name is  Mrs Mariam Z. Musthapha , the wife of\nMichael  Covo  Musthapha, who was a Minister under the\nleadership of president AHMED TEJAN KABBAH \nof  Sierra Leone. During the political crises in my\ncountry, my husband \nwas arrested and killed. Before his death, he handed\nover to me the sum of  US$24.8 million dollars which\nis under my control now. As the  political atmostphire\nof Sierra Leone is very dengerous, I fled with the\nmoney to a neighbouring country Ivory Coast(Cote D'\nIvoire).The money is of no criminal origin as it was\nlargely realise from black market sale of alluvialgold\ndust . To ensure the safety of the money, I have\nlodged it in a finance company since one year now.Sir,\nI want to move this money out of Ivory Coast and\ninvest it in a profitable venture abroad. In fact, I\nam not feeling safe here in Ivory Coast because the\npolitical situation is not stable and I don't \nwant to loose this money. Please could you assist me\nto transfer this money to any suitable country abroad\nand invest it in profitable venture in your country or\nany other suitable country where you have good\nconnections. I would like the money to be managed in a\nprofitable manner preferably a joint venture business\nwith your company. The procedure for the transfer of\nthe  fund to your country is such that you will not\nrun any risk . We will have proper banking trails to\nshow the money is an investment fund.For your\nassistance , you will get 20% of the total amount of\nUS$ 24.8 million , I will give you further details of\nthe plans. Your assistance is highly needed.\n Best regards\nMrs Mariam Z. Mustapha and Idris (Son)", "raw": "<tr>\n<td width=15%></td>\n<td width=70%>   \n\n<p>\n\n\n<b>\n<p><font  color=\"red\">APRIL 2002: LAD TO ARNOLD</font></p>\n</b>\n\n<p>\n<b>TO YOUR MERCY</b><br>\nDear Sir,<br><br>\n\n\n<P>My name is  Mrs Mariam Z. Musthapha , the wife of\nMichael  Covo  Musthapha, who was a Minister under the\nleadership of president AHMED TEJAN KABBAH \nof  Sierra Leone. During the political crises in my\ncountry, my husband \nwas arrested and killed. Before his death, he handed\nover to me the sum of  US$24.8 million dollars which\nis under my control now. As the  political atmostphire\nof Sierra Leone is very dengerous, I fled with the\nmoney to a neighbouring country Ivory Coast(Cote D'\nIvoire).The money is of no criminal origin as it was\nlargely realise from black market sale of alluvialgold\ndust . To ensure the safety of the money, I have\nlodged it in a finance company since one year now.Sir,\nI want to move this money out of Ivory Coast and\ninvest it in a profitable venture abroad. In fact, I\nam not feeling safe here in Ivory Coast because the\npolitical situation is not stable and I don't \nwant to loose this money. Please could you assist me\nto transfer this money to any suitable country abroad\nand invest it in profitable venture in your country or\nany other suitable country where you have good\nconnections. I would like the money to be managed in a\nprofitable manner preferably a joint venture business\nwith your company. The procedure for the transfer of\nthe  fund to your country is such that you will not\nrun any risk . We will have proper banking trails to\nshow the money is an investment fund.For your\nassistance , you will get 20% of the total amount of\nUS$ 24.8 million , I will give you further details of\nthe plans. Your assistance is highly needed.</P>\n Best regards<br>\n <b>Mrs Mariam Z. Mustapha and Idris (Son)</b><br>\n <br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Oh yes, I would be willing to help, and to become a\nmillionaire. Please tell me how I can do this. I own a\ncompany that manufactures plastic worms for bass\nfishermen. Maybe we can use my company to receive the\nmoney? What do you think?\n\nBest\n\nLiberace", "raw": "<hr>\n\n<b>\n<p><font  color=\"purple\">ARNOLD to LAD</font></p>\n</b>\n \n<P> Oh yes, I would be willing to help, and to become a\nmillionaire. Please tell me how I can do this. I own a\ncompany that manufactures plastic worms for bass\nfishermen. Maybe we can use my company to receive the\nmoney? What do you think?</P>\n\nBest<br>\n\nLiberace<br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "ATT: Liberance,\n\nDear si,\nIt is to our utmost gratitude to respond to your\npositive response to our letter indicating your\nwillingness and co-operation to work with us as\npartners to our proposed investment program which we\nare anticipating to be held in your country. \nFirst and foremost,we want to use this medium to\nremind you ones again of our present situation as\nrefugees,bear in mind again that we are restricted\nfrom many things,freedom of movement and public\nactivities of which these are one of the reasons we\nhave contacted you and to involve you to spearhead the\ntransaction.To complete the transaction by\"MOVING THE\nFUND\" ourselves from Africa might be difficult without\nyour full involvement hence we are isolated from\nplubic areas for security reasons,base on these,herein\nstated as procedure the way we thought it wise to\nhandle the transaction to a successful end without\nhitch.\n                  PROCEDURE:\n(1)You will be required to nominate an account overeas\nwhere you wish the fund to be transfered,your\ncompany's account may be appropriate\n(2)There will be need for your visiting to Abidjan\nCote d'Ivoire to front on our behalf in the withdrawal\nof the said consignment(the box containing the\nfund)from the security company,and for further\nlodgement into a local bank here for onward remittance\nto an account which you will nominate.\n(3)On your arrival and after withdrawing the\nconsignment from the security company,you will be\nrequired to open an account in your name for the\nlodgement of the fund.\n(4)There will be a mutual agreement to be sign by the\nboth parties to enble us know our roles and benefit in\nthe transaction,this will be contracted to an attorney\nto prepare.\n(5)To actualise the remittance,it may be wise to\nchange the ownershp of the consignment by the security\ncompany to your name and address before withdrawing to\nenable us have a smooth lodgement of the fund in a\nbank here,in consideration of this,we shall apply to\nthe security company for a change of beneficiary after\nreceiving your next message,and this should be the\nfirst step.\nHowever,after successful remittance of the fund to\noverseas,we shall like to invest part of the money in\nreal estate management,shares and stocks,while part of\nthe fund should be invested in partnership with your\nesteem company or where you deemed necessary and\nprofitable,but bear in mind that all the investment\nwill be monitored and handled by you for many years as\nit would be stated in our mutual agreement.\nWhen all these are over,there will be need for our\nrelocation to your country to enable us regain our\nfreedom.\nWe would like constant communication daily mainly on\ntelephone conversation ontill this transaction is over\nto enable us facilitate and conclude the business\nwithout delay as we have estimated a short period to\nfinalise the transaction,our telephone number \"private\n225-05-82-84-27,you can get us at any time with this\nnumber.Endeavour to include yours in your next reply.\nWe are wishing you the best time and Allah to bless us\nall.\nMrs.Mariam Mustapha and Son Idris(for the family)", "raw": "<hr>\n\n<b>\n<p><font  color=\"red\">LAD TO ARNOLD</font></p>\n</b>\n \n ATT: Liberance,<br><br>\n\nDear si,<br><br>\n\n<P>It is to our utmost gratitude to respond to your\npositive response to our letter indicating your\nwillingness and co-operation to work with us as\npartners to our proposed investment program which we\nare anticipating to be held in your country. </P>\n\n<P>First and foremost,we want to use this medium to\nremind you ones again of our present situation as\nrefugees,bear in mind again that we are restricted\nfrom many things,freedom of movement and public\nactivities of which these are one of the reasons we\nhave contacted you and to involve you to spearhead the\ntransaction.To complete the transaction by\"MOVING THE\nFUND\" ourselves from Africa might be difficult without\nyour full involvement hence we are isolated from\nplubic areas for security reasons,base on these,herein\nstated as procedure the way we thought it wise to\nhandle the transaction to a successful end without\nhitch.</P>\n                  PROCEDURE:<br><br>\n\n<P>(1)You will be required to nominate an account overeas\nwhere you wish the fund to be transfered,your\ncompany's account may be appropriate</P>\n\n<P>(2)There will be need for your visiting to Abidjan\nCote d'Ivoire to front on our behalf in the withdrawal\nof the said consignment(the box containing the\nfund)from the security company,and for further\nlodgement into a local bank here for onward remittance\nto an account which you will nominate.</P>\n\n<P>(3)On your arrival and after withdrawing the\nconsignment from the security company,you will be\nrequired to open an account in your name for the\nlodgement of the fund.</P>\n\n<P>(4)There will be a mutual agreement to be sign by the\nboth parties to enble us know our roles and benefit in\nthe transaction,this will be contracted to an attorney\nto prepare.</P>\n\n<P>(5)To actualise the remittance,it may be wise to\nchange the ownershp of the consignment by the security\ncompany to your name and address before withdrawing to\nenable us have a smooth lodgement of the fund in a\nbank here,in consideration of this,we shall apply to\nthe security company for a change of beneficiary after\nreceiving your next message,and this should be the\nfirst step.</P>\n\n<P>However,after successful remittance of the fund to\noverseas,we shall like to invest part of the money in\nreal estate management,shares and stocks,while part of\nthe fund should be invested in partnership with your\nesteem company or where you deemed necessary and\nprofitable,but bear in mind that all the investment\nwill be monitored and handled by you for many years as\nit would be stated in our mutual agreement.</P>\n\n<P>When all these are over,there will be need for our\nrelocation to your country to enable us regain our\nfreedom.</P>\n\n<P>We would like constant communication daily mainly on\ntelephone conversation ontill this transaction is over\nto enable us facilitate and conclude the business\nwithout delay as we have estimated a short period to\nfinalise the transaction,our telephone number \"private\n225-05-82-84-27,you can get us at any time with this\nnumber.Endeavour to include yours in your next reply.</P>\n\n<P>We are wishing you the best time and Allah to bless us\nall.</P>\n\n<b>Mrs.Mariam Mustapha and Son Idris(for the family) </b><br> \n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mariam:\nThank you for your quick reply! I can see that you are\nserious about this business, and so am I, I assure\nyou. I will be able to nominate the business account\nof my plastic worm company (\"BLUE CRESCENT EAT-M-UP\nWIGGLE-BABIES INC.\") to receive the funds. As you may\nknow, bass-fishing is one of the fastest-growing\nsports in America. Some 465,000 tons (930 million\npounds) of largemouth, and 248,000 tons of smallmouth\nbass are caught every year in my country by sportsmen.\nA large quantity of these fish are caught via the\nplastic worm, which has long been known to be the most\nsuccessful method for catching these wily creatures of\nlake and stream.\nSo it will not be a problem to claim a large order of\nplastic worms to be sent to your country.\nIn fact, it might be useful for you to write some\nemails to me at this address, which is famous\nthroughout the bass-fishing world, inviting me to\nadvise you how the bass fishing business might be\ndeveloped in your country.\nLet me give you some background, so our operation may\nproceed 100% hitch-free. The Largemouth Bass\n(Micropterus Salmonides) is the most popular\nfresh-water sportfish in the world. It is a voracious\nfeeder, and prefers to hide (lurk) behind growth or\nobjects (\"structure\") in the water and then pounce and\ninhale smaller fish or other prey with its extremely\n\"large\" mouth. That is why it is known as the\n\"largemouth\" bass, because of the size of its mouth,\nwhich is quite \"large\", and therefore the fish is\nnamed after the size of its mouth, this being so\n\"large\" that it was deemed suitable to name the fish\nthe \"largemouth\" bass, due to the size of the opening\nof this organ, its mouth, which, being extremely\n\"large\" is the most distinctive feature of this\nanimal, and has therefore influenced the very naming\nand identification of the fish, the \"largemouth\" bass,\nso called due to the size of its mouth, which is\nexcessively \"large\" in comparison with the same organ\nof other species of fishes. \nThis fish is responsible for billions of dollars in\nprofit every year, and has made me a comfortable man,\nif my modesty may escape me. The plastic worm has\nproven to be absolutely irresistible to these\ncreatures. To dangle one of our purple\n\"GRAPE-A-LISHUS\" models before a largemouth bass is as\nif to dangle a strong liquor before an alcoholic, or a\nchocolate tart before an obese and gluttonous woman.\nThis is the key to my company's success, and let it be\nthe key to ours as well.\nWhat I need from you is this. You will write me an\nemail explaining that you are an entrepreneur who is a\nlifelong sportsman, and you are interested in becoming\nan import agent for the well known BLUE CRESCENT\nEAT-M-UP WIGGLE BABIES plastic worm. You will ask me\nthe best way to market them, and ask other advice\nmeant to ensure the success of your enterprise. This\nwill provide a solid background for our own private\nbusiness, and will set my mind to rest, so that I will\nbe able to proceed with all haste with the\ntransaction.\nCan you recommend some good hotels in the area where I\ncan stay when the time comes? How much money will I\nneed to bring with me? I can withdraw any amount from\n\"Eat-M-UP\"... that is the advantage to being the sole\nowner!  \nUpon completion of the transaction, I will be happy to\nhook you up with some real estate agents who will show\nyou some fine homes. May I suggest the city of  Gary,\nIndiana? It is home to the finest people in our\ncountry, and is the garden-spot of the United States.\nThere was even a song written about it, called \"Gary\nIndiana\". Maybe you know it? It goes:\n\"Gary Indiana Gary Indiana Gary Indiaaaaanaaaaa....\"\nThis city, however, is not well-publicised, as the\nresidents do not wish to be invaded by sharp-dressing\nHollywood types or vain and bragadocious people. In\nshort, it is \"exclusive\", and well-kept.\nMy only question relative to our transaction is that\nof taxes. Surely the transfer of such a large amount\nof money will be noticed by the Revenue Authorities\nhere. Would you suggest opening an offshore account?\nPlease advise, as I want to complete our transaction\nas soon as possible.\nPlease write to me at this address inquiring after the\nplastic worm business, asking for all particulars\nregarding the use of plastic worms, and the dispersal\nof same throughout the marketplaces of your country.\n\nBest\n\nLiberace", "raw": "<hr>\n\n<b>\n<p><font  color=\"purple\">ARNOLD TO LAD</font></p>\n</b>\n\n\nDear Mariam:<br><br>\n\n<P>Thank you for your quick reply! I can see that you are\nserious about this business, and so am I, I assure\nyou. I will be able to nominate the business account\nof my plastic worm company (\"BLUE CRESCENT EAT-M-UP\nWIGGLE-BABIES INC.\") to receive the funds. As you may\nknow, bass-fishing is one of the fastest-growing\nsports in America. Some 465,000 tons (930 million\npounds) of largemouth, and 248,000 tons of smallmouth\nbass are caught every year in my country by sportsmen.\nA large quantity of these fish are caught via the\nplastic worm, which has long been known to be the most\nsuccessful method for catching these wily creatures of\nlake and stream.</P>\n\n<P>So it will not be a problem to claim a large order of\nplastic worms to be sent to your country.\nIn fact, it might be useful for you to write some\nemails to me at this address, which is famous\nthroughout the bass-fishing world, inviting me to\nadvise you how the bass fishing business might be\ndeveloped in your country.</P>\n\n<P>Let me give you some background, so our operation may\nproceed 100% hitch-free. The Largemouth Bass\n(Micropterus Salmonides) is the most popular\nfresh-water sportfish in the world. It is a voracious\nfeeder, and prefers to hide (lurk) behind growth or\nobjects (\"structure\") in the water and then pounce and\ninhale smaller fish or other prey with its extremely\n\"large\" mouth. That is why it is known as the\n\"largemouth\" bass, because of the size of its mouth,\nwhich is quite \"large\", and therefore the fish is\nnamed after the size of its mouth, this being so\n\"large\" that it was deemed suitable to name the fish\nthe \"largemouth\" bass, due to the size of the opening\nof this organ, its mouth, which, being extremely\n\"large\" is the most distinctive feature of this\nanimal, and has therefore influenced the very naming\nand identification of the fish, the \"largemouth\" bass,\nso called due to the size of its mouth, which is\nexcessively \"large\" in comparison with the same organ\nof other species of fishes. </P>\n\n<P>This fish is responsible for billions of dollars in\nprofit every year, and has made me a comfortable man,\nif my modesty may escape me. The plastic worm has\nproven to be absolutely irresistible to these\ncreatures. To dangle one of our purple\n\"GRAPE-A-LISHUS\" models before a largemouth bass is as\nif to dangle a strong liquor before an alcoholic, or a\nchocolate tart before an obese and gluttonous woman.\nThis is the key to my company's success, and let it be\nthe key to ours as well.</P>\n\n<P>What I need from you is this. You will write me an\nemail explaining that you are an entrepreneur who is a\nlifelong sportsman, and you are interested in becoming\nan import agent for the well known BLUE CRESCENT\nEAT-M-UP WIGGLE BABIES plastic worm. You will ask me\nthe best way to market them, and ask other advice\nmeant to ensure the success of your enterprise. This\nwill provide a solid background for our own private\nbusiness, and will set my mind to rest, so that I will\nbe able to proceed with all haste with the\ntransaction.</P>\n\n<P>Can you recommend some good hotels in the area where I\ncan stay when the time comes? How much money will I\nneed to bring with me? I can withdraw any amount from\n\"Eat-M-UP\"... that is the advantage to being the sole\nowner!  </P>\n\n<P>Upon completion of the transaction, I will be happy to\nhook you up with some real estate agents who will show\nyou some fine homes. May I suggest the city of  Gary,\nIndiana? It is home to the finest people in our\ncountry, and is the garden-spot of the United States.\nThere was even a song written about it, called \"Gary\nIndiana\". Maybe you know it? It goes:</P>\n\n<P>\"Gary Indiana Gary Indiana Gary Indiaaaaanaaaaa....\"</P>\n\n<P>This city, however, is not well-publicised, as the\nresidents do not wish to be invaded by sharp-dressing\nHollywood types or vain and bragadocious people. In\nshort, it is \"exclusive\", and well-kept.</P>\n\n<P>My only question relative to our transaction is that\nof taxes. Surely the transfer of such a large amount\nof money will be noticed by the Revenue Authorities\nhere. Would you suggest opening an offshore account?\nPlease advise, as I want to complete our transaction\nas soon as possible.</P>\n\n<P>Please write to me at this address inquiring after the\nplastic worm business, asking for all particulars\nregarding the use of plastic worms, and the dispersal\nof same throughout the marketplaces of your country.</P>\n\nBest<br><br>\n\nLiberace<br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dear Mr.Liberance,\nWe are in receipt of your recent letter advisig us the\nway to proceed in this transaction and we have as well\ncomplied accordingly.The idea using your company's\naccount is well appreciated as such account will\naccommodate a huge fund of this nature.\nWe also want to thank you for your wide experience in\nbusiness world and hope that you will deliver this\ntransction successfully.Also we are glad for the\narrangement of our relocation to the city of GARY\nINDIANA which is recommended by you.\nAs regards to a hotel for your lodging,here in Abidjan\nwe have good hotels with nice facilities situated in\nthe heart of the town,we have 5 stars hotels,4 stars\nand 3 stars hotels,receiving your schedule,we shall\nmake a reservation to a good one.\nAgain,mr.Liberance,after receiving your recent letter\nand  viewing your moral and zeal to conclude this\ntransaction at earliest possible as we have estimated\na limited period of time to conclude the\ntransaction,it will interest you to know that we have\nalready went to the company where the consignment is\ndeposited for safe custody and an application\nsubmitted  for a change of ownership to your name and\naddress to pave way for a smooth lodgement of the fund\nin a bank for an onward remittance to your\naccount,after the application is made,the company told\nus that you our partner will be required to write a\nsimilar application sent to them proving that we are\nin accordance.\nBase on this,we have attached a specimen of the\napplication which you will be required to sign and\nresend directly to the company for their perusal.\nTherefore we will like you to update us with your\nearliest possible time to meet with us here for final\nphase of the transaction.\n\nThank you and God bless us all,\n\n\nMrs.mariam Z Mustapha and Son Idris.", "raw": "<hr>\n\n<b>\n<p><font  color=\"red\">LAD TO ARNOLD</font></p>\n</b>\n\nDear Mr.Liberance,<br><br>\n\n<P>We are in receipt of your recent letter advisig us the\nway to proceed in this transaction and we have as well\ncomplied accordingly.The idea using your company's\naccount is well appreciated as such account will\naccommodate a huge fund of this nature.</P>\n\n<P>We also want to thank you for your wide experience in\nbusiness world and hope that you will deliver this\ntransction successfully.Also we are glad for the\narrangement of our relocation to the city of GARY\nINDIANA which is recommended by you.</P>\n\n<P>As regards to a hotel for your lodging,here in Abidjan\nwe have good hotels with nice facilities situated in\nthe heart of the town,we have 5 stars hotels,4 stars\nand 3 stars hotels,receiving your schedule,we shall\nmake a reservation to a good one.</P>\n\n<P>Again,mr.Liberance,after receiving your recent letter\nand  viewing your moral and zeal to conclude this\ntransaction at earliest possible as we have estimated\na limited period of time to conclude the\ntransaction,it will interest you to know that we have\nalready went to the company where the consignment is\ndeposited for safe custody and an application\nsubmitted  for a change of ownership to your name and\naddress to pave way for a smooth lodgement of the fund\nin a bank for an onward remittance to your\naccount,after the application is made,the company told\nus that you our partner will be required to write a\nsimilar application sent to them proving that we are\nin accordance.</P>\n\n<P>Base on this,we have attached a specimen of the\napplication which you will be required to sign and\nresend directly to the company for their perusal.</P>\n\n<P>Therefore we will like you to update us with your\nearliest possible time to meet with us here for final\nphase of the transaction.</P>\n\nThank you and God bless us all,<br><br>\n\n\nMrs.mariam Z Mustapha and Son Idris.<br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "The Operational Director, \nViga Assistance Securities S.A.R.L\n13 BP 496 Abidjan 13\nTel:225-077-29-664\nFax:225-21-754-351,or 21-754-046\nEmail:VigaAss-SecuritiesCI@onebox.com\nRepublic of Cote d\u0092Ivoire\n\nRE : APPLICATION OF CHANGE OF BENEFICIARY\n           MRS. MARIAM Z. MUSTAPHA\n\nDear Sir,\nPlease be advise that I wish to apply to your esteemed\noffice to change the beneficiary of the consignment\nfor the above referenced person /account under your\ncare. The name of depositor of the said consignment is\n Mrs Mariam  Z.   Mustapha of N° 12 Mende  Avenue,\n(Freetown ) Sierra Leone with reference N°\n887/CCPA/303/43180\nThe security code N° of the consignment is VIGA\n/ASS/Z5/212 and the deposit  code is VZZZYZXCPA. For\nfurther verification purposes, the(Family treasure)\nconsignment was deposited with your security company\non the 13th January 2000 for keeping purposes.\n\nPlease change the beneficiary of this consignment to\nmy name and address as follows ;", "raw": "<hr>\n<b>\n<p><font  color=\"red\">LAD MASQUERADING AS BANK GUY TO ARNOLD</font></p>\n</b>\n\nThe Operational Director, <br>\nViga Assistance Securities S.A.R.L<br>\n13 BP 496 Abidjan 13<br>\nTel:225-077-29-664<br>\nFax:225-21-754-351,or 21-754-046<br>\nEmail:VigaAss-SecuritiesCI@onebox.com<br>\nRepublic of Cote d\u0092Ivoire<br><br>\n\nRE : APPLICATION OF CHANGE OF BENEFICIARY<br>\n           MRS. MARIAM Z. MUSTAPHA<br><br>\n\nDear Sir,<br><br>\n\n\n<P>Please be advise that I wish to apply to your esteemed\noffice to change the beneficiary of the consignment\nfor the above referenced person /account under your\ncare. The name of depositor of the said consignment is\n Mrs Mariam  Z.   Mustapha of N° 12 Mende  Avenue,\n(Freetown ) Sierra Leone with reference N°\n887/CCPA/303/43180</P>\n\n<P>The security code N° of the consignment is VIGA\n/ASS/Z5/212 and the deposit  code is VZZZYZXCPA. For\nfurther verification purposes, the(Family treasure)\nconsignment was deposited with your security company\non the 13th January 2000 for keeping purposes.</P>\n\nPlease change the beneficiary of this consignment to\nmy name and address as follows ;<br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "ATT:BLUE CRESCENT EAT-M-UP WIGGLE INC.\n\nDEAR LIBERANCE,\nWE ARE GLAD TO INTRODUCE OUR ENTERPRISE AS A LIFELONG\nSPORTSMAN LOCATED IN ABIDJAN, THE ECONOMIC CAPITAL\nCITY OF COTE D'IVOIRE IN WEST AFRICA.\nWE ARE HIGHLY INTERESTED IN BECOMING AN IMPORT AGENT\nOF YOUR COMPANY,THE KNOWN BLUE CRESCENT EAT-M-UP\nWIGGLE BABIES PLASTIC WORM.\nUNDOUBTEDLY,WE KNOW THAT YOUR BASS-FISHING IS ONE OF\nTHE FASTEST GROWING SPORTS IN AMERICA AND HAS\nDISTINCTIVE QUALITIES AND CHARACTERISTICS.BASED ON\nYOUR WIDE EXPERIENCE REGARDING THIS FIELD,WE HUMBLY\nREQUEST THAT YOU OFFER US YOUR ADVISE ON THE BEST WAY\nTO HANDLE AND MARKET THE AFORESAID PRODUCT, AND\nMORESO,WE SHALL APPRECIATE OTHER PROFESSIONAL ADVISE\nYOU MAY OFFER TO ENSURE THE SUCCESS OF OUR\nENTERPRISE.WE DO BELIEVE THAT WITH YOUR EXPERTISE\nKNOWLEDGE WHEN TRANSFERED TO US WILL IMPROVE OUR\nSKILLS AND POTENTIALITIES.\nYOUR MAXIMUM CO-OPERATION IS HIGHLY NEEDED TO VISIT\nABIDJAN COTE D'IVOIRE TO EXTEND THIS PROFESSIONAL\nSERVICES TO OUR HONOURABLE ENTERPRISE.\n\nHOPING TO HEAR FROM YOU ASAP.\n\nMRS.MARIAM Z MUSTAPHA.", "raw": "<hr>\n<b>\n<p><font  color=\"red\">LAD TRIES TO WRITE THE LETTER ARNOLD WANTED</font></p>\n</b>\n\nATT:BLUE CRESCENT EAT-M-UP WIGGLE INC.<br><br>\n\nDEAR LIBERANCE,<br><br>\n\n<P>WE ARE GLAD TO INTRODUCE OUR ENTERPRISE AS A LIFELONG\nSPORTSMAN LOCATED IN ABIDJAN, THE ECONOMIC CAPITAL\nCITY OF COTE D'IVOIRE IN WEST AFRICA.</P>\n\n<P>WE ARE HIGHLY INTERESTED IN BECOMING AN IMPORT AGENT\nOF YOUR COMPANY,THE KNOWN BLUE CRESCENT EAT-M-UP\nWIGGLE BABIES PLASTIC WORM.</P>\n\n<P>UNDOUBTEDLY,WE KNOW THAT YOUR BASS-FISHING IS ONE OF\nTHE FASTEST GROWING SPORTS IN AMERICA AND HAS\nDISTINCTIVE QUALITIES AND CHARACTERISTICS.BASED ON\nYOUR WIDE EXPERIENCE REGARDING THIS FIELD,WE HUMBLY\nREQUEST THAT YOU OFFER US YOUR ADVISE ON THE BEST WAY\nTO HANDLE AND MARKET THE AFORESAID PRODUCT, AND\nMORESO,WE SHALL APPRECIATE OTHER PROFESSIONAL ADVISE\nYOU MAY OFFER TO ENSURE THE SUCCESS OF OUR\nENTERPRISE.WE DO BELIEVE THAT WITH YOUR EXPERTISE\nKNOWLEDGE WHEN TRANSFERED TO US WILL IMPROVE OUR\nSKILLS AND POTENTIALITIES.</P>\n\n<P>YOUR MAXIMUM CO-OPERATION IS HIGHLY NEEDED TO VISIT\nABIDJAN COTE D'IVOIRE TO EXTEND THIS PROFESSIONAL\nSERVICES TO OUR HONOURABLE ENTERPRISE.</P>\n\nHOPING TO HEAR FROM YOU ASAP.<br><br>\n\nMRS.MARIAM Z MUSTAPHA. <br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mariam:\nThank you so much for your speedy response. I can see\nthat you pay attention to detail, and have a good\nsense of what is required. This makes me extremely\nhopeful that our transaction will be completed\nsuccessfully. \nHowever, there are a few matters which I beg\nyou to correct. My name is well known in the sporting\nworld here, and it is very important that you write it\ncorrectly. You have written \"LIBERANCE\". There is no\n\"N\" in the name. It is \"LIBERACE\". As you know, I\ncannot alter the content of a received email. I must\nask you to send the letter again, using my correct\nname...\"Liberace\".\nWhile you do that, please, add some more particulars\nto your letter, such as if it is possible to store\nlarge amounts of the worms (to account for a large\norder), and please ask about the possibility of\nimporting machines for their manufacture (to explain\nthe ordering of expensive machinery).\nI am not familiar with business methods in your\ncountry. But in my own, it is absolutely unheard of to\ncommence a business association of this nature without\nsome personal communication. Believe me, Mariam, when\nI tell you that this is of the utmost importance!  The\ncountry of Japan has a similar custom, as you may\nknow. I would like you, please, to relate to me\n(Liberace) a personal experience you had (invent one,\nof course) while using the Blue Crescent Eat-M-Up\nWiggle Baby plastic worm. \nYou may think that this is a useless distraction, but\nI assure you, Mariam,  it will lend vital credibility\nto our business relationship without which I could not\nimagine proceeding to our desired result. Simply, if\nyou will, make up a \"tall tale\" about an experience\nyou had while fishing with one of my products. May I\nsuggest that you speak of catching a large number of\nlargemouth bass while fishing with the \"Strawberry\nStinker\", one of the most popular and successful\nmodels of my plastic worms.\nPlease be as detailed as possible, mentioning the time\nof day, weather conditions, exactly where you were\nfishing, and at the same time, mention how much better\nmy product is than others you have used in the past.\nTHIS IS OF THE UTMOST IMPORTANCE! I am sure that you\nknow best how to do business in your own country.\nPlease take my word that I know what is best in my\nown. I understand that I am asking you to lie, while\nyou seem to me to be an honourable person. But\nconsidering the large payoff expected in our\ntransaction, you may feel justified in relaxing your\nhigh moral standards in this instance.\nAgain, please make your letter as detailed as\npossible. You must give the impression that you are\nnot only a businessperson, but are also an\nenthusiastic fisherman. It would be helpful if you\nwere to tell me in your letter that you have fished\nsince your childhood, and that fishing is an important\npart of your life. \nI eagerly await the fruits of our labours, and I can\nassure you that I will comply with every detail of our\ntransaction,  diligently performing whatever you say\nis required of me, with the same thoroughness I am\nasking you to exhibit in this letter. Once we have\nestablished a firm bond, I will have no fears or\nhesitation about continuing the process until the\nhappy day when we are counting the money together in\nyour country. I am very excited about the prospect of\ncompleting this matter to our mutual benefit.\nPlease tell me exactly what you require of me relative\nto the \"change of ownership\" letter you have sent to\nme, addressed to the security company, so I may best\ncomply with your wishes.\n\nBest, and God bless you and your family,\n\nLiberace", "raw": "<hr>\n\n<b>\n<p><font  color=\"purple\">ARNOLD CORRECTS THE LETTER</font></p>\n</b>\n\nDear Mariam:<br><br>\n\n<P>Thank you so much for your speedy response. I can see\nthat you pay attention to detail, and have a good\nsense of what is required. This makes me extremely\nhopeful that our transaction will be completed\nsuccessfully. </P>\n\n<P>However, there are a few matters which I beg\nyou to correct. My name is well known in the sporting\nworld here, and it is very important that you write it\ncorrectly. You have written \"LIBERANCE\". There is no\n\"N\" in the name. It is \"LIBERACE\". As you know, I\ncannot alter the content of a received email. I must\nask you to send the letter again, using my correct\nname...\"Liberace\".</P>\n\n<P>While you do that, please, add some more particulars\nto your letter, such as if it is possible to store\nlarge amounts of the worms (to account for a large\norder), and please ask about the possibility of\nimporting machines for their manufacture (to explain\nthe ordering of expensive machinery).</P>\n\n<P>I am not familiar with business methods in your\ncountry. But in my own, it is absolutely unheard of to\ncommence a business association of this nature without\nsome personal communication. Believe me, Mariam, when\nI tell you that this is of the utmost importance!  The\ncountry of Japan has a similar custom, as you may\nknow. I would like you, please, to relate to me\n(Liberace) a personal experience you had (invent one,\nof course) while using the Blue Crescent Eat-M-Up\nWiggle Baby plastic worm. </P>\n\n<P>You may think that this is a useless distraction, but\nI assure you, Mariam,  it will lend vital credibility\nto our business relationship without which I could not\nimagine proceeding to our desired result. Simply, if\nyou will, make up a \"tall tale\" about an experience\nyou had while fishing with one of my products. May I\nsuggest that you speak of catching a large number of\nlargemouth bass while fishing with the \"Strawberry\nStinker\", one of the most popular and successful\nmodels of my plastic worms.</P>\n\n<P>Please be as detailed as possible, mentioning the time\nof day, weather conditions, exactly where you were\nfishing, and at the same time, mention how much better\nmy product is than others you have used in the past.\nTHIS IS OF THE UTMOST IMPORTANCE! I am sure that you\nknow best how to do business in your own country.\nPlease take my word that I know what is best in my\nown. I understand that I am asking you to lie, while\nyou seem to me to be an honourable person. But\nconsidering the large payoff expected in our\ntransaction, you may feel justified in relaxing your\nhigh moral standards in this instance.</P>\n\n<P>Again, please make your letter as detailed as\npossible. You must give the impression that you are\nnot only a businessperson, but are also an\nenthusiastic fisherman. It would be helpful if you\nwere to tell me in your letter that you have fished\nsince your childhood, and that fishing is an important\npart of your life. </P>\n\n<P>I eagerly await the fruits of our labours, and I can\nassure you that I will comply with every detail of our\ntransaction,  diligently performing whatever you say\nis required of me, with the same thoroughness I am\nasking you to exhibit in this letter. Once we have\nestablished a firm bond, I will have no fears or\nhesitation about continuing the process until the\nhappy day when we are counting the money together in\nyour country. I am very excited about the prospect of\ncompleting this matter to our mutual benefit.</P>\n\n<P>Please tell me exactly what you require of me relative\nto the \"change of ownership\" letter you have sent to\nme, addressed to the security company, so I may best\ncomply with your wishes.</P>\n\nBest, and God bless you and your family,<br><br>\n\nLiberace<br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dear Mr.LIBERACE,\nWe have receive your letter and contents well noted\nand understood.In your mail, we did understand that\nyou want our letter addressed to your company to be\nmore comprehensive.As you know,we are not actually in\nthe field of fishing and as such we have little or no\nidea concerning the said profession as to satisfy your\ndesire, base on this, we feel the best thing to do is\nrequesting  your assistance in ths area.Please could\nyou do us this favour,to draft exactly what you want\nfrom us and send for us to re-write and send back to\nyou,in this way,we will be able to furnish you with\nwhat you require for actualising  the transaction from\nyour end.Please don't be discourage but rather\nunderstand our feelings that we are novice to\nthis.\"eg\" LIKE THE CHANGE OF OWNERSHIP APPLICATION\nWHICH THE COMPANY IS REQUESTING FROM YOU,knowing that\nyou don't have much idea of such,that is the reason we\ngave you a specimen to enable the company accept and\napprove the change to your favour. This is exactly how\nwe should handle these matters in order to have a\nsuccessful result. So after receiving the specimen\nfrom you,we shall resend to you  according to your\ninstructions.\nAs regards to the application for the change of\nbeneficiary, you are required to retype  the\napplication,sign and send directly to the security\ncompany for their approval pending your arrival for\nonward withdrawal and subsequent lodgement in the\nbank.Be reminded that our intention of changing the\nconsignment in your favour is to pave way for a smooth\nlodgement of the fund in the bank.Therefore,we will be\nglad you send the application in the receipt of  this\nletter hence the company is expecting to receive same\nfrom you.The operational director requested for your\ntelephone and fax numbers,please include this when\nreplying.Remenber to inform us after sending.\n\nThanks and God bless us all,\n\nMrs.Mariam mustapha and Son Idris.", "raw": "<hr>\n<b>\n<p><font  color=\"red\">LAD TO ARNOLD</font></p>\n</b>\n\nDear Mr.LIBERACE,<br><br>\n\n<P>We have receive your letter and contents well noted\nand understood.In your mail, we did understand that\nyou want our letter addressed to your company to be\nmore comprehensive.As you know,we are not actually in\nthe field of fishing and as such we have little or no\nidea concerning the said profession as to satisfy your\ndesire, base on this, we feel the best thing to do is\nrequesting  your assistance in ths area.Please could\nyou do us this favour,to draft exactly what you want\nfrom us and send for us to re-write and send back to\nyou,in this way,we will be able to furnish you with\nwhat you require for actualising  the transaction from\nyour end.Please don't be discourage but rather\nunderstand our feelings that we are novice to\nthis.\"eg\" LIKE THE CHANGE OF OWNERSHIP APPLICATION\nWHICH THE COMPANY IS REQUESTING FROM YOU,knowing that\nyou don't have much idea of such,that is the reason we\ngave you a specimen to enable the company accept and\napprove the change to your favour. This is exactly how\nwe should handle these matters in order to have a\nsuccessful result. So after receiving the specimen\nfrom you,we shall resend to you  according to your\ninstructions.</P>\n\n<P>As regards to the application for the change of\nbeneficiary, you are required to retype  the\napplication,sign and send directly to the security\ncompany for their approval pending your arrival for\nonward withdrawal and subsequent lodgement in the\nbank.Be reminded that our intention of changing the\nconsignment in your favour is to pave way for a smooth\nlodgement of the fund in the bank.Therefore,we will be\nglad you send the application in the receipt of  this\nletter hence the company is expecting to receive same\nfrom you.The operational director requested for your\ntelephone and fax numbers,please include this when\nreplying.Remenber to inform us after sending.</P>\n\nThanks and God bless us all,<br><br>\n\nMrs.Mariam mustapha and Son Idris. <br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mariam:\nSorry for the delay, as my business has occupied much\nof my time here recently. I am working on closing a\ncontract for the distribution of my fishing lures in\nMauritania, as we continue to make headway in our\nefforts at worldwide distribution of the EAT-M-UP\nWIGGLE BABY product line.\nTo continue...you must compose a letter to me,\n\"Liberace\" (no \"Mr\" please) in which you will relate\nto me an experience you had while fishing with my\n\"Strawberry Stinker\" model plastic worm. You know your\nlocal geography far better than I, so choose a body of\nwater, and describe an outing you had during which you\nused this product and found it to be far more\nsuccessful than any other similar product you have\nused in the past. THE MORE DETAIL THE BETTER!  PLEASE\nUSE YOUR IMAGINATION!\nFor example: \"The weather was perfect for fishing, the\nsky was overcast and a low pressure system was moving\nin from the north. ..\" This sort of thing. You will\nthen describe how you saw a large bass (fish) in the\nwater and sent the plastic worm to that spot. As soon\nas the worm hit the water, the fish pounced upon it\nwith all fury. You battled with the fish for some\ntime. The fish was so strong you thought he would pull\nyour arms off. The battle raged for at least 2 hours,\nuntil you brought into the boat a 95 pound largemouth\nbass.\nWhen you removed the worm from his mouth the great\nfish lunged for it yet again, in the bottom of the\nboat, so desperate was he to consume the \"Strawberry\nStinker\".\nThen you will say that surely such a magnificent\nplastic worm can be the source of great profits to\nyou, were you to sell this product in your country. In\nfact, this product, you feel, would open up all sorts\nof opportunities to develop the sport of bass fishing,\nand therefore you are greatly interested in investing\nin the \"EAT-M-UP WIGGLE BABY\" line. You will also add\n(VERY IMPORTANT!) that you feel that if the youth of\nyour country were to spend more time bass fishing than\ncausing trouble and behaving in criminal fashion, the\ncountry would be better off morally and socially. This\nwill add credibility to your great desire to\ndistribute the product. You will also ask me how much\nit would cost to import the machines to make the\nworms. \nThe name of the machine is a WORMIATOR PLASTIC BAIT\nEXTRUDER. Please ask for the machine BY NAME, as it\nwill show that you are serious enough to have done\nsome research into the matter.\nThe longer and more detailed your fishing story is,\nthe better the result will be, as it will show your\nextreme enthusiasm for the product, and will help to\nexplain why you are willing to devote such a large sum\ntowards its manufacture and sale. It is important that\nyou try to take the information I have just told you\nand FIT IT TO YOUR OWN WORDS. TRY TO COMMUNICATE REAL\nEXCITEMENT, AS IF THE EAT-M-UP WIGGLE BABY IS THE\nGREATEST PRODUCT YOU HAVE EVER SEEN IN YOUR LIFE. This\nwill be of immense help on my end, please take my word\nfor it. The more genuine excitement you can\ncommunicate, the safer I will feel about proceeding\nwith the transaction.\nOnce this is done, we may proceed quickly and complete\nthe transaction. I am very excited about this\nopportunity you have placed before me, and I truly\nthank you for thinking of me.\n\nPlease reply as soon as possible.\n\nBest\n\nLiberace", "raw": "<hr>\n<b>\n<p><font  color=\"purple\">ARNOLD ASKS FOR MORE CORRECTIONS</font></p>\n</b>\n\nDear Mariam:<br><br>\n\n<P>Sorry for the delay, as my business has occupied much\nof my time here recently. I am working on closing a\ncontract for the distribution of my fishing lures in\nMauritania, as we continue to make headway in our\nefforts at worldwide distribution of the EAT-M-UP\nWIGGLE BABY product line.</P>\n\n<P>To continue...you must compose a letter to me,\n\"Liberace\" (no \"Mr\" please) in which you will relate\nto me an experience you had while fishing with my\n\"Strawberry Stinker\" model plastic worm. You know your\nlocal geography far better than I, so choose a body of\nwater, and describe an outing you had during which you\nused this product and found it to be far more\nsuccessful than any other similar product you have\nused in the past. THE MORE DETAIL THE BETTER!  PLEASE\nUSE YOUR IMAGINATION!</P>\n\n<P>For example: \"The weather was perfect for fishing, the\nsky was overcast and a low pressure system was moving\nin from the north. ..\" This sort of thing. You will\nthen describe how you saw a large bass (fish) in the\nwater and sent the plastic worm to that spot. As soon\nas the worm hit the water, the fish pounced upon it\nwith all fury. You battled with the fish for some\ntime. The fish was so strong you thought he would pull\nyour arms off. The battle raged for at least 2 hours,\nuntil you brought into the boat a 95 pound largemouth\nbass.\nWhen you removed the worm from his mouth the great\nfish lunged for it yet again, in the bottom of the\nboat, so desperate was he to consume the \"Strawberry\nStinker\".</P>\n\n<P>Then you will say that surely such a magnificent\nplastic worm can be the source of great profits to\nyou, were you to sell this product in your country. In\nfact, this product, you feel, would open up all sorts\nof opportunities to develop the sport of bass fishing,\nand therefore you are greatly interested in investing\nin the \"EAT-M-UP WIGGLE BABY\" line. You will also add\n(VERY IMPORTANT!) that you feel that if the youth of\nyour country were to spend more time bass fishing than\ncausing trouble and behaving in criminal fashion, the\ncountry would be better off morally and socially. This\nwill add credibility to your great desire to\ndistribute the product. You will also ask me how much\nit would cost to import the machines to make the\nworms. </P>\n\n<P>The name of the machine is a WORMIATOR PLASTIC BAIT\nEXTRUDER. Please ask for the machine BY NAME, as it\nwill show that you are serious enough to have done\nsome research into the matter.</P>\n\n<P>The longer and more detailed your fishing story is,\nthe better the result will be, as it will show your\nextreme enthusiasm for the product, and will help to\nexplain why you are willing to devote such a large sum\ntowards its manufacture and sale. It is important that\nyou try to take the information I have just told you\nand FIT IT TO YOUR OWN WORDS. TRY TO COMMUNICATE REAL\nEXCITEMENT, AS IF THE EAT-M-UP WIGGLE BABY IS THE\nGREATEST PRODUCT YOU HAVE EVER SEEN IN YOUR LIFE. This\nwill be of immense help on my end, please take my word\nfor it. The more genuine excitement you can\ncommunicate, the safer I will feel about proceeding\nwith the transaction.</P>\n\n<P>Once this is done, we may proceed quickly and complete\nthe transaction. I am very excited about this\nopportunity you have placed before me, and I truly\nthank you for thinking of me.</P>\n\nPlease reply as soon as possible.<br><br>\n\nBest<br><br>\n\nLiberace<br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "ATTN:BLUE CRESCENT EAT-M-UP WIGGLE INC.\n\nDEAR LIBERACE,\nWE ARE GLAD TO  INTRODUCE OUR ENTERPRISE AS A LIFELONG\nSPORTSMAN LOCATED IN ABIDJAN,THE ECONOMIC CAPITAL CITY\nOF COTE D'IVOIRE IN WEST AFRICA,BORDERING THE NORTH\nATLANTIC OCEAN,BETWEEN GHANA AND LIBERIA. THE COUNTRY\nIS GEOGRAPHICALLY CORDINATED 800N AND 500W WITH TOTAL\nAREA 322,460 SQ KM, THE LAND AREA COVERS 318,000 SQ KM\nWHILE THE WATER AREA IS 4,460 SQ KM.\nFISHING IS GENERALLY AVAILABLE IN COTE D'IVOIRE\nTHROUGH OUT THE YEAR.THE BEST FISHING PERIOD HOWEVER\nIS BETWEEN JUNE TO SEPTEMBER.THIS PERIOD PROVIDES\nEXCELLENT SPORTS FISHING FOR BIG YELLOW FISH TUNA,ONE\nOF THE STRONGEST FISH IN THE OCEAN.MORETHAN 250\nSPECIES OF FISH CAN BE CAUGHT THROUGH\nFLY,LINE,GAME,SURF OR REEF FISHING.THE MERGING OF THE\nCOOL ATLANTIC AND THE WARM COAST CREATES A HIGH\nCONCENTRATION OF THE GAME FISH,INCLUDING MARLIN AND\nTUNA.BIG BLUE MARLIN AND A NUMBER OF STRIPED AND BLACK\nMARLIN ARE ALSO FOUND AS WELL SAIFISH.\nWE WISH TO INFORM YOU THAT WE ARE HIGHLY INTERSETED IN\nBECOMING AN IMPORT AGENT OF YOUR COMPANY-THE KNOWN\nCRESCENT EAT -M-UP WIGGLE BABIES PLASTIC WARM.WE FANCY\nAND DEEMED YOUR PRODUCT VERY ESSENTIAL IN OUR FISHING\nINDUSTRY DUE TO IT'S DISTINCTIVE CHARACTERISTICS AND\nQUALITIES WHICH ENHANCES AND INCREASES THE EFFECIENCY\nAND OUR OUTPUT.\nIT WILL INTEREST YOU TO KNOW THAT AFTER APPLYING\nDIFFERENT FISHING METHODS, WE RECOMMEND AND APPRECIATE\nYOUR \"STRAWBERRY STINKER\" MODEL PLASTIC WORM.THIS\nPRODUCT AFTER USAGE PROVED TO BE MORE SUCCESSFUL THAN\nANY OTHER SIMILAR PRODUCTS WE  HAVE USED IN THE\nPAST.WE WERE VERY MUCH EXCITED AND IMPRESSED ON\nVARIOUS OCCASIONS WE USED YOUR PRODUCT AS A MATTER OF\nFACT.\nAT THIS STAGE WE DEEMED IT NECESSARY TO THROW MORE\nLIGHT IN OUR ENTHUSIASM REGARDING YOUR PRODUCT BY\nSTATING A SPECIFIC EXAMPLE IN ONE OF OUR FISHING\nOUTINGS.THIS EXPERIENCE TOOK PLACE AT OUR NORMAL\nFISHING TERRITORY (BASSAM BEACH )IT WAS ONE FAITHFUL\nDAY, THE WEATHER WAS PERFECT FOR FISHING,THE SKY WAS\nOVERCAST AND A LOW PRESSURE SYSTEM WAS MOVING IN FROM\nTHE NORTH.IT WAS A SURPISE WHEM WE SAW A LARGE\nBASS(FISH) IN THE WATER AND WE SENT THE PLASTIC WORM\nTO THAT SPORT,AS SOON AS THE WORM HIT THE WATER,THE\nFISH POUNCED UPON IT WITH ALL FURY. I BATTLED WITH THE\nFISH FOR SOME TIME.THE FISH WAS SO STRONG TO THE\nEXTENT THAT I THOUGHT IT WOULD PULL MY ARMS OFF.THE\nBATTLE RANGED FOR AT LEAST 2 HOURS,UNTILL I BROUGHT\nINTO THE BOAT A 95 POUND LARGEMOUNTH BASS.WHEN I\nREMOVED THE WORM FROM HIS MOUNTH THE GREAT FISH LUNGED\nFOR IT YET AGAIN,IN THE BOTTOM OF THE BOAT,SO\nDESPERATE WAS IT TO CONSUME THE \"STROWBERRY STINKER\".\nCONSIDERING THIS PARTICULAR EVENT, WE COULD THEREFORE\nCOMFIRM THAT SUCH A MAGNIFICENT PLASTIC WORM CAN BE\nTHE SOURCE OF GREAT PROFITS TO US,WERE WE TO SELL YOUR\nPRODUCT IN OUR COUNTRY.IN FACT,THIS PRODUCT,WE\nFEEL,WOULD OPEN UP ALL SORTS OF OPPORTUNITIES TO\nDEVELOP THE SPORT OF BASS FISHING,AND THEREFORE WE ARE\nGREATLY INTERESTED IN INVESTING IN THE \"EAT-M-UP\nWIGGLE BABY\" LINE.AS A MATTER OF SINCERITY,WE FEEL\nTHAT IF THE YOUTH OF OUR COUNTRY WERE TO SPEND MORE\nTIME IN BASS FISHING,THAN CAUSING TROUBLE AND BEHAVING\nIN CRIMINAL FASHION,OUR COUNTRY WOULD BE BETTER OFF\nMORALLY AND SOCIALLY.\nVERY IMPORTANT,WE WILL LIKE TO KNOW HOW MUCH IT WOULD\nCOST US TO IMPORT THE MACHINES TO MAKE THE WORMS.THE\nNAME OF THE MACHINE IS A WORMIATOR PLASTIC BAIT\nEXTRUDER.\nBASE ON THE CHARACTERISTICS OF YOUR PRODUCTS AND YOUR\nWIDE EXPERIENCE REGARDING THIS FIELD,WE HUMBLY REQUEST\nTHAT YOU VISIT US HERE IN COTE D'IVOIRE FOR FURTHER\nNEGOTIATION AND ARRANGEMENT ON THE IMPORTATION OF THIS\nPRODUCT AND MORESO,TO INCULCATE YOUR PROFESSIONAL\nKNOWLEDGE AND TECHNICAL KNOW-HOW TO US FOR MORE\nEXPANSION OF OUR FISHING INDUSTRY.\n\nYOURS SINCERLY,\n\nMARIAM AND IDRIS MUSTAPHA.", "raw": "<hr>\n<b>\n<p><font  color=\"red\">LAD TRIES AGAIN</font></p>\n</b>\n\nATTN:BLUE CRESCENT EAT-M-UP WIGGLE INC.<br><br>\n\nDEAR LIBERACE,<br><br>\n\n<P>WE ARE GLAD TO  INTRODUCE OUR ENTERPRISE AS A LIFELONG\nSPORTSMAN LOCATED IN ABIDJAN,THE ECONOMIC CAPITAL CITY\nOF COTE D'IVOIRE IN WEST AFRICA,BORDERING THE NORTH\nATLANTIC OCEAN,BETWEEN GHANA AND LIBERIA. THE COUNTRY\nIS GEOGRAPHICALLY CORDINATED 800N AND 500W WITH TOTAL\nAREA 322,460 SQ KM, THE LAND AREA COVERS 318,000 SQ KM\nWHILE THE WATER AREA IS 4,460 SQ KM.</P>\n\n<P>FISHING IS GENERALLY AVAILABLE IN COTE D'IVOIRE\nTHROUGH OUT THE YEAR.THE BEST FISHING PERIOD HOWEVER\nIS BETWEEN JUNE TO SEPTEMBER.THIS PERIOD PROVIDES\nEXCELLENT SPORTS FISHING FOR BIG YELLOW FISH TUNA,ONE\nOF THE STRONGEST FISH IN THE OCEAN.MORETHAN 250\nSPECIES OF FISH CAN BE CAUGHT THROUGH\nFLY,LINE,GAME,SURF OR REEF FISHING.THE MERGING OF THE\nCOOL ATLANTIC AND THE WARM COAST CREATES A HIGH\nCONCENTRATION OF THE GAME FISH,INCLUDING MARLIN AND\nTUNA.BIG BLUE MARLIN AND A NUMBER OF STRIPED AND BLACK\nMARLIN ARE ALSO FOUND AS WELL SAIFISH.</P>\n\n<P>WE WISH TO INFORM YOU THAT WE ARE HIGHLY INTERSETED IN\nBECOMING AN IMPORT AGENT OF YOUR COMPANY-THE KNOWN\nCRESCENT EAT -M-UP WIGGLE BABIES PLASTIC WARM.WE FANCY\nAND DEEMED YOUR PRODUCT VERY ESSENTIAL IN OUR FISHING\nINDUSTRY DUE TO IT'S DISTINCTIVE CHARACTERISTICS AND\nQUALITIES WHICH ENHANCES AND INCREASES THE EFFECIENCY\nAND OUR OUTPUT.</P>\n\n<P>IT WILL INTEREST YOU TO KNOW THAT AFTER APPLYING\nDIFFERENT FISHING METHODS, WE RECOMMEND AND APPRECIATE\nYOUR \"STRAWBERRY STINKER\" MODEL PLASTIC WORM.THIS\nPRODUCT AFTER USAGE PROVED TO BE MORE SUCCESSFUL THAN\nANY OTHER SIMILAR PRODUCTS WE  HAVE USED IN THE\nPAST.WE WERE VERY MUCH EXCITED AND IMPRESSED ON\nVARIOUS OCCASIONS WE USED YOUR PRODUCT AS A MATTER OF\nFACT.</P>\n\n<P>AT THIS STAGE WE DEEMED IT NECESSARY TO THROW MORE\nLIGHT IN OUR ENTHUSIASM REGARDING YOUR PRODUCT BY\nSTATING A SPECIFIC EXAMPLE IN ONE OF OUR FISHING\nOUTINGS.THIS EXPERIENCE TOOK PLACE AT OUR NORMAL\nFISHING TERRITORY (BASSAM BEACH )IT WAS ONE FAITHFUL\nDAY, THE WEATHER WAS PERFECT FOR FISHING,THE SKY WAS\nOVERCAST AND A LOW PRESSURE SYSTEM WAS MOVING IN FROM\nTHE NORTH.IT WAS A SURPISE WHEM WE SAW A LARGE\nBASS(FISH) IN THE WATER AND WE SENT THE PLASTIC WORM\nTO THAT SPORT,AS SOON AS THE WORM HIT THE WATER,THE\nFISH POUNCED UPON IT WITH ALL FURY. I BATTLED WITH THE\nFISH FOR SOME TIME.THE FISH WAS SO STRONG TO THE\nEXTENT THAT I THOUGHT IT WOULD PULL MY ARMS OFF.THE\nBATTLE RANGED FOR AT LEAST 2 HOURS,UNTILL I BROUGHT\nINTO THE BOAT A 95 POUND LARGEMOUNTH BASS.WHEN I\nREMOVED THE WORM FROM HIS MOUNTH THE GREAT FISH LUNGED\nFOR IT YET AGAIN,IN THE BOTTOM OF THE BOAT,SO\nDESPERATE WAS IT TO CONSUME THE \"STROWBERRY STINKER\".</P>\n\n<P>CONSIDERING THIS PARTICULAR EVENT, WE COULD THEREFORE\nCOMFIRM THAT SUCH A MAGNIFICENT PLASTIC WORM CAN BE\nTHE SOURCE OF GREAT PROFITS TO US,WERE WE TO SELL YOUR\nPRODUCT IN OUR COUNTRY.IN FACT,THIS PRODUCT,WE\nFEEL,WOULD OPEN UP ALL SORTS OF OPPORTUNITIES TO\nDEVELOP THE SPORT OF BASS FISHING,AND THEREFORE WE ARE\nGREATLY INTERESTED IN INVESTING IN THE \"EAT-M-UP\nWIGGLE BABY\" LINE.AS A MATTER OF SINCERITY,WE FEEL\nTHAT IF THE YOUTH OF OUR COUNTRY WERE TO SPEND MORE\nTIME IN BASS FISHING,THAN CAUSING TROUBLE AND BEHAVING\nIN CRIMINAL FASHION,OUR COUNTRY WOULD BE BETTER OFF\nMORALLY AND SOCIALLY.</P>\n\n<P>VERY IMPORTANT,WE WILL LIKE TO KNOW HOW MUCH IT WOULD\nCOST US TO IMPORT THE MACHINES TO MAKE THE WORMS.THE\nNAME OF THE MACHINE IS A WORMIATOR PLASTIC BAIT\nEXTRUDER.</P>\n\n<P>BASE ON THE CHARACTERISTICS OF YOUR PRODUCTS AND YOUR\nWIDE EXPERIENCE REGARDING THIS FIELD,WE HUMBLY REQUEST\nTHAT YOU VISIT US HERE IN COTE D'IVOIRE FOR FURTHER\nNEGOTIATION AND ARRANGEMENT ON THE IMPORTATION OF THIS\nPRODUCT AND MORESO,TO INCULCATE YOUR PROFESSIONAL\nKNOWLEDGE AND TECHNICAL KNOW-HOW TO US FOR MORE\nEXPANSION OF OUR FISHING INDUSTRY.</P>\n\nYOURS SINCERLY,<br><br>\n\nMARIAM AND IDRIS MUSTAPHA.<br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mariam and Idris:\nGreat job! Your letter is exactly what we need to\nensure a successful outcome. Your description of your\ncountry's location, resources and area were excellent.\nThis kind of letter will help us immensely!\nExcept for one very important detail. I speak of the\n5th (fifth) paragraph, where you speak of your\nspecific fishing outing. If you check the last email I\nsent, you will see that I asked you to describe an\nexperience IN YOUR OWN WORDS. The reason this is so\nimportant is that the story I related to you, and\nwhich you copied word-for-word, is a well known story\nwhich was recently published in \"WORM WORLD\" magazine.\nThis magazine has a very wide industry readership, and\nit will easily be seen that your testimonial is not a\ntrue and original experience of your own. I only used\nit as an example, a template if you will, that you may\nuse as a guideline for your own story.\nPlease understand that THIS IS VITAL to the success of\nthe transaction. PLEASE, don't give up when we are so\nclose to a successful conclusion. You know as well as\nI do that millions of dollars are at stake. Therefore\nwe must be as careful as possible to do things just\nright - there is no room for error.\nIf you would simply INVENT AN ORIGINAL STORY, having a\nsimilar overall character BUT NOT EXACTLY THE SAME, as\nthe story I told you, the letter will be perfect. Your\nstory does not have to be authentic. Just give it your\nPERSONAL TOUCH, and it will be believed, I assure you.\nAgain, please rework the letter as soon as possible,\nas I would like to get my hands on the contents of the\ntrunk as soon as possible. I know that we will have it\nvery soon, as I can see that you are serious about it,\nand are trying very hard to proceed in the correct\nmanner.\n\nGod bless you and your family,\n\nLiberace", "raw": "<hr>\n<b>\n<p><font  color=\"purple\">ARNOLD WITH ONE MORE PICKY DETAIL</font></p>\n</b>\n\nDear Mariam and Idris:<br><br>\n\n<P>Great job! Your letter is exactly what we need to\nensure a successful outcome. Your description of your\ncountry's location, resources and area were excellent.\nThis kind of letter will help us immensely!</P>\n\n<P>Except for one very important detail. I speak of the\n5th (fifth) paragraph, where you speak of your\nspecific fishing outing. If you check the last email I\nsent, you will see that I asked you to describe an\nexperience IN YOUR OWN WORDS. The reason this is so\nimportant is that the story I related to you, and\nwhich you copied word-for-word, is a well known story\nwhich was recently published in \"WORM WORLD\" magazine.\nThis magazine has a very wide industry readership, and\nit will easily be seen that your testimonial is not a\ntrue and original experience of your own. I only used\nit as an example, a template if you will, that you may\nuse as a guideline for your own story.</P>\n\n<P>Please understand that THIS IS VITAL to the success of\nthe transaction. PLEASE, don't give up when we are so\nclose to a successful conclusion. You know as well as\nI do that millions of dollars are at stake. Therefore\nwe must be as careful as possible to do things just\nright - there is no room for error.</P>\n\n<P>If you would simply INVENT AN ORIGINAL STORY, having a\nsimilar overall character BUT NOT EXACTLY THE SAME, as\nthe story I told you, the letter will be perfect. Your\nstory does not have to be authentic. Just give it your\nPERSONAL TOUCH, and it will be believed, I assure you.</P>\n\n<P>Again, please rework the letter as soon as possible,\nas I would like to get my hands on the contents of the\ntrunk as soon as possible. I know that we will have it\nvery soon, as I can see that you are serious about it,\nand are trying very hard to proceed in the correct\nmanner.</P>\n\nGod bless you and your family,<br><br>\n\nLiberace<br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "ATTN:BLUE CRESCENT EAT-M-UP WIGGLE INC.\n\nDEAR LIBERACE,\nWE ARE GLAD TO  INTRODUCE OUR ENTERPRISE AS A LIFELONG\nSPORTSMAN LOCATED IN ABIDJAN,THE ECONOMIC CAPITAL CITY\nOF COTE D'IVOIRE IN WEST AFRICA,BORDERING THE NORTH\nATLANTIC OCEAN,BETWEEN GHANA AND LIBERIA. THE COUNTRY\nIS GEOGRAPHICALLY CORDINATED 800N AND 500W WITH TOTAL\nAREA 322,460 SQ KM, THE LAND AREA COVERS 318,000 SQ KM\nWHILE THE WATER AREA IS 4,460 SQ KM.\nFISHING IS GENERALLY AVAILABLE IN COTE D'IVOIRE\nTHROUGH OUT THE YEAR.THE BEST FISHING PERIOD HOWEVER\nIS BETWEEN JUNE TO SEPTEMBER.THIS PERIOD PROVIDES\nEXCELLENT SPORTS FISHING FOR BIG YELLOW FISH TUNA,ONE\nOF THE STRONGEST FISH IN THE OCEAN.MORETHAN 250\nSPECIES OF FISH CAN BE CAUGHT THROUGH\nFLY,LINE,GAME,SURF OR REEF FISHING.THE MERGING OF THE\nCOOL ATLANTIC AND THE WARM COAST CREATES A HIGH\nCONCENTRATION OF THE GAME FISH,INCLUDING MARLIN AND\nTUNA.BIG BLUE MARLIN AND A NUMBER OF STRIPED AND BLACK\nMARLIN ARE ALSO FOUND AS WELL SAIFISH.\nWE WISH TO INFORM YOU THAT WE ARE HIGHLY INTERSETED IN\nBECOMING AN IMPORT AGENT OF YOUR COMPANY-THE KNOWN\nCRESCENT EAT -M-UP WIGGLE BABIES PLASTIC WARM.WE FANCY\nAND DEEMED YOUR PRODUCT VERY ESSENTIAL IN OUR FISHING\nINDUSTRY DUE TO IT'S DISTINCTIVE CHARACTERISTICS AND\nQUALITIES WHICH ENHANCES AND INCREASES THE EFFECIENCY\nAND OUR OUTPUT.\nIT WILL INTEREST YOU TO KNOW THAT AFTER APPLYING\nDIFFERENT FISHING METHODS, WE RECOMMEND AND APPRECIATE\nYOUR \"STRAWBERRY STINKER\" MODEL PLASTIC WORM.THIS\nPRODUCT AFTER USAGE PROVED TO BE MORE SUCCESSFUL THAN\nANY OTHER SIMILAR PRODUCTS WE  HAVE USED IN THE\nPAST.WE WERE VERY MUCH EXCITED AND IMPRESSED ON\nVARIOUS OCCASIONS WE USED YOUR PRODUCT AS A MATTER OF\nFACT.\nAT THIS STAGE WE DEEMED IT NECESSARY TO THROW MORE\nLIGHT IN OUR ENTHUSIASM REGARDING YOUR PRODUCT BY\nSTATING A SPECIFIC EXAMPLE IN ONE OF OUR FISHING\nOUTINGS.THIS EXPERIENCE TOOK PLACE AT OUR NORMAL\nFISHING TERRITORY (BASSAM BEACH )IT WAS ONE FAITHFUL\nDAY, THE WEATHER WAS PERFECT FOR FISHING,IT WAS A\nSURPRISE WHEN  WE SAW A LARGE BASS(FISH) IN THE DEPTH\nOF THE WATER MOVING AROUND LIKE A HUNGRY LION,WE\nQUICKLY  SENT THE PLASTIC WORM AND  IMMEDIATELY THE\nFISH SAW THE WORM,HE DIVED AND SWALLOWED EVERY\nTHING,BUT AS IF HE DID NOT KNOW THAT HE HAS BEEN\nTRAPPED CONTINUED ROAMING AROUND THE VICINITY\nSEARCHING FOR MORE WORMS TO EAT. AT A TIME HE NOTICED\nSOME FORCES PULLING HIM AT ONE DIRECTION AND AT THIS\nJUNCTURE, THERE WAS THUG OF WAR BETWEEN US AND THE\nFISH WHICH LASTED FOR COUPLE OF TIME.IN FACT THE\nRESISTANCE OF THE FISH AND THE DRAGGING WAS JUST LIKE\nA FILM AND LUCKLY FOR US WE SUCEEDED IN PULLING THE\nFISH INTO OUR BOAT,BUT STILL,WHILE THE FISH WAS IN THE\nBOAT,IT APPEARED AS IF HE REGAINED MOMENTUM AS HE WAS\nJUMPING UP AND DOWN STRUGGLING TO FIND HIS WAY BACK TO\nTHE WATER BUT LUCK WAS AGAINST HIM .\nCONSIDERING THIS PARTICULAR EVENT, WE COULD THEREFORE\nCOMFIRM THAT SUCH A MAGNIFICENT PLASTIC WORM CAN BE\nTHE SOURCE OF GREAT PROFITS TO US,WERE WE TO SELL YOUR\nPRODUCT IN OUR COUNTRY.IN FACT,THIS PRODUCT,WE\nFEEL,WOULD OPEN UP ALL SORTS OF OPPORTUNITIES TO\nDEVELOP THE SPORT OF BASS FISHING,AND THEREFORE WE ARE\nGREATLY INTERESTED IN INVESTING IN THE \"EAT-M-UP\nWIGGLE BABY\" LINE.AS A MATTER OF SINCERITY,WE FEEL\nTHAT IF THE YOUTH OF OUR COUNTRY WERE TO SPEND MORE\nTIME IN BASS FISHING,THAN CAUSING TROUBLE AND BEHAVING\nIN CRIMINAL FASHION,OUR COUNTRY WOULD BE BETTER OFF\nMORALLY AND SOCIALLY.\nVERY IMPORTANT,WE WILL LIKE TO KNOW HOW MUCH IT WOULD\nCOST US TO IMPORT THE MACHINES TO MAKE THE WORMS.THE\nNAME OF THE MACHINE IS A WORMIATOR PLASTIC BAIT\nEXTRUDER.\nBASE ON THE CHARACTERISTICS OF YOUR PRODUCTS AND YOUR\nWIDE EXPERIENCE REGARDING THIS FIELD,WE HUMBLY REQUEST\nTHAT YOU VISIT US HERE IN COTE D'IVOIRE FOR FURTHER\nNEGOTIATION AND ARRANGEMENT ON THE IMPORTATION OF THIS\nPRODUCT AND MORESO,TO INCULCATE YOUR PROFESSIONAL\nKNOWLEDGE AND TECHNICAL KNOW-HOW TO US FOR MORE\nEXPANSION OF OUR FISHING INDUSTRY.\n\nYOURS SINCERLY,\n\nMARIAM AND IDRIS MUSTAPHA.", "raw": "<hr>\n<b>\n<p><font  color=\"red\">LAD TRIES YET AGAIN</font></p>\n</b>\n\nATTN:BLUE CRESCENT EAT-M-UP WIGGLE INC.<br><br>\n\nDEAR LIBERACE,<br><br>\n\n<P>WE ARE GLAD TO  INTRODUCE OUR ENTERPRISE AS A LIFELONG\nSPORTSMAN LOCATED IN ABIDJAN,THE ECONOMIC CAPITAL CITY\nOF COTE D'IVOIRE IN WEST AFRICA,BORDERING THE NORTH\nATLANTIC OCEAN,BETWEEN GHANA AND LIBERIA. THE COUNTRY\nIS GEOGRAPHICALLY CORDINATED 800N AND 500W WITH TOTAL\nAREA 322,460 SQ KM, THE LAND AREA COVERS 318,000 SQ KM\nWHILE THE WATER AREA IS 4,460 SQ KM.</P>\n\n<P>FISHING IS GENERALLY AVAILABLE IN COTE D'IVOIRE\nTHROUGH OUT THE YEAR.THE BEST FISHING PERIOD HOWEVER\nIS BETWEEN JUNE TO SEPTEMBER.THIS PERIOD PROVIDES\nEXCELLENT SPORTS FISHING FOR BIG YELLOW FISH TUNA,ONE\nOF THE STRONGEST FISH IN THE OCEAN.MORETHAN 250\nSPECIES OF FISH CAN BE CAUGHT THROUGH\nFLY,LINE,GAME,SURF OR REEF FISHING.THE MERGING OF THE\nCOOL ATLANTIC AND THE WARM COAST CREATES A HIGH\nCONCENTRATION OF THE GAME FISH,INCLUDING MARLIN AND\nTUNA.BIG BLUE MARLIN AND A NUMBER OF STRIPED AND BLACK\nMARLIN ARE ALSO FOUND AS WELL SAIFISH.</P>\n\n<P>WE WISH TO INFORM YOU THAT WE ARE HIGHLY INTERSETED IN\nBECOMING AN IMPORT AGENT OF YOUR COMPANY-THE KNOWN\nCRESCENT EAT -M-UP WIGGLE BABIES PLASTIC WARM.WE FANCY\nAND DEEMED YOUR PRODUCT VERY ESSENTIAL IN OUR FISHING\nINDUSTRY DUE TO IT'S DISTINCTIVE CHARACTERISTICS AND\nQUALITIES WHICH ENHANCES AND INCREASES THE EFFECIENCY\nAND OUR OUTPUT.</P>\n\n<P>IT WILL INTEREST YOU TO KNOW THAT AFTER APPLYING\nDIFFERENT FISHING METHODS, WE RECOMMEND AND APPRECIATE\nYOUR \"STRAWBERRY STINKER\" MODEL PLASTIC WORM.THIS\nPRODUCT AFTER USAGE PROVED TO BE MORE SUCCESSFUL THAN\nANY OTHER SIMILAR PRODUCTS WE  HAVE USED IN THE\nPAST.WE WERE VERY MUCH EXCITED AND IMPRESSED ON\nVARIOUS OCCASIONS WE USED YOUR PRODUCT AS A MATTER OF\nFACT.</P>\n\n<P>AT THIS STAGE WE DEEMED IT NECESSARY TO THROW MORE\nLIGHT IN OUR ENTHUSIASM REGARDING YOUR PRODUCT BY\nSTATING A SPECIFIC EXAMPLE IN ONE OF OUR FISHING\nOUTINGS.THIS EXPERIENCE TOOK PLACE AT OUR NORMAL\nFISHING TERRITORY (BASSAM BEACH )IT WAS ONE FAITHFUL\nDAY, THE WEATHER WAS PERFECT FOR FISHING,IT WAS A\nSURPRISE WHEN  WE SAW A LARGE BASS(FISH) IN THE DEPTH\nOF THE WATER MOVING AROUND LIKE A HUNGRY LION,WE\nQUICKLY  SENT THE PLASTIC WORM AND  IMMEDIATELY THE\nFISH SAW THE WORM,HE DIVED AND SWALLOWED EVERY\nTHING,BUT AS IF HE DID NOT KNOW THAT HE HAS BEEN\nTRAPPED CONTINUED ROAMING AROUND THE VICINITY\nSEARCHING FOR MORE WORMS TO EAT. AT A TIME HE NOTICED\nSOME FORCES PULLING HIM AT ONE DIRECTION AND AT THIS\nJUNCTURE, THERE WAS THUG OF WAR BETWEEN US AND THE\nFISH WHICH LASTED FOR COUPLE OF TIME.IN FACT THE\nRESISTANCE OF THE FISH AND THE DRAGGING WAS JUST LIKE\nA FILM AND LUCKLY FOR US WE SUCEEDED IN PULLING THE\nFISH INTO OUR BOAT,BUT STILL,WHILE THE FISH WAS IN THE\nBOAT,IT APPEARED AS IF HE REGAINED MOMENTUM AS HE WAS\nJUMPING UP AND DOWN STRUGGLING TO FIND HIS WAY BACK TO\nTHE WATER BUT LUCK WAS AGAINST HIM .</P>\n\n<P>CONSIDERING THIS PARTICULAR EVENT, WE COULD THEREFORE\nCOMFIRM THAT SUCH A MAGNIFICENT PLASTIC WORM CAN BE\nTHE SOURCE OF GREAT PROFITS TO US,WERE WE TO SELL YOUR\nPRODUCT IN OUR COUNTRY.IN FACT,THIS PRODUCT,WE\nFEEL,WOULD OPEN UP ALL SORTS OF OPPORTUNITIES TO\nDEVELOP THE SPORT OF BASS FISHING,AND THEREFORE WE ARE\nGREATLY INTERESTED IN INVESTING IN THE \"EAT-M-UP\nWIGGLE BABY\" LINE.AS A MATTER OF SINCERITY,WE FEEL\nTHAT IF THE YOUTH OF OUR COUNTRY WERE TO SPEND MORE\nTIME IN BASS FISHING,THAN CAUSING TROUBLE AND BEHAVING\nIN CRIMINAL FASHION,OUR COUNTRY WOULD BE BETTER OFF\nMORALLY AND SOCIALLY.</P>\n\n<P>VERY IMPORTANT,WE WILL LIKE TO KNOW HOW MUCH IT WOULD\nCOST US TO IMPORT THE MACHINES TO MAKE THE WORMS.THE\nNAME OF THE MACHINE IS A WORMIATOR PLASTIC BAIT\nEXTRUDER.</P>\n\n<P>BASE ON THE CHARACTERISTICS OF YOUR PRODUCTS AND YOUR\nWIDE EXPERIENCE REGARDING THIS FIELD,WE HUMBLY REQUEST\nTHAT YOU VISIT US HERE IN COTE D'IVOIRE FOR FURTHER\nNEGOTIATION AND ARRANGEMENT ON THE IMPORTATION OF THIS\nPRODUCT AND MORESO,TO INCULCATE YOUR PROFESSIONAL\nKNOWLEDGE AND TECHNICAL KNOW-HOW TO US FOR MORE\nEXPANSION OF OUR FISHING INDUSTRY.</P>\n\nYOURS SINCERLY,<br><br>\n\nMARIAM AND IDRIS MUSTAPHA.<br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dear Sir,\nWe are sorry for any inconvenience our incapability to\ngive you exactly the text you required for the success\nof the business hence you realise that we are novice\nto this field.We have ammended the\n5th.paragraph,please go through it once again for your\ncomfirmation,we believe with your guide line we will\nbe able to come a little bit to what you want.\n\nThank you and God bless us all,\n\nMrs.Mariam and Idris.", "raw": "<hr>\n\n<b>\n<p><font  color=\"red\">LAD ASKING FOR CORRECTIONS</font></p>\n</b>\n\nDear Sir,<br><br>\n\n<P>We are sorry for any inconvenience our incapability to\ngive you exactly the text you required for the success\nof the business hence you realise that we are novice\nto this field.We have ammended the\n5th.paragraph,please go through it once again for your\ncomfirmation,we believe with your guide line we will\nbe able to come a little bit to what you want.</P>\n\nThank you and God bless us all,<br><br>\n\nMrs.Mariam and Idris.<br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My Dear Mariam and Idris,\nYes, now that is more like it! I can almost feel the\nweight of that trunk full of cash in my hands already.\nMay I say you have a brilliant touch with composing a\nfish story. All you needed was a little encouragement.\nPlease accept my sincere apologies for this tardy\nresponse. Business is booming for Blue Crescent\nEat-M-Up Wiggle Babies. We are very proud of our\naccomplishments. I have been extremely busy closing\nthe deal on our Mauritania contract. You will be\npleased to know that we now represent almost 100% of\nthe bass fishing outlets in all of Mauritania! We are\nnow in the final stages of organizing the Central\nAlgerian Bassmaster Fishing Tournament. Our North\nAfrican/Sahara branch is growing by leaps and bounds.\nOur own transaction will join quite naturally with the\nbig push into the African continent. \nThe fishing content of the letter is absolutely\nwonderful, just what we need. Your letter will be\ncompletely acceptable with the addition of just one\nmore detail. My company directs a local Youth\nFacility, and we have a well known outreach program\ngeared towards developing the moral standards of\nmisguided young adults in the area.\nIt would be a big help to the credibility and\nacceptance of the transaction if you could write in\nmore detail about the troubles your country is\nexperiencing with the criminality of its youth. \nPlease understand that I know what is best, as I know\nmy country and I know my company. If the Board of\nDirectors sees that you have a serious problem with\nyour youth, they will be more than willing to\nunderwrite all activities and transactions which are\nin\nany way related to alleviating this situation. BELIEVE\nME, I KNOW WHAT I AM DOING!  If they see that you are\nserious about this situation, they will give me a\nBLANK CHECK, and 100% SUPPORT for any and all dealings\nwe have with one another. ONCE THIS IS IN PLACE, WE\nMAY PROCEED WITH ALL HASTE.\nAs with the previous item, this must be as\npersonalized as possible. I would like you to relate\nthe story of one particular youth whose life was\nredeemed through fishing. THIS WILL BRING TEARS TO\nTHEIR EYES!  Please go into detail regarding his\ncriminal behaviour. Just make up a story about his\ncriminal activity, detailing clearly his specific\ncrimes. Then relate how you invited him out on a\nfishing trip, and tell how his life was changed\nforever. THIS MUST BE ABOUT 3 PARAGRAPHS, AND BE AS\nDETAILED AS POSSIBLE.\nPlease stick with it. You will see that the outcome\nwill be successful, and we will have a totally free\nhand with the company's bank account. This will enable\nus to make any number of withdrawals in case of\nvarious and sundry unforeseen expenses that must be\nattended to in order to facilitate the redemption of\nthe trunk. You have not specifically mentioned\nanything like this, but I am guessing that there may\nbe certain fees which must be paid, as, for example,\ndemurrage fees for the time the trunk was held with\nthe finance company. It certainly was not lodged there\nfree of charge. You may not have thought of this\npossibility, but as a businessman, I can see the\nlikelihood of such fees. \nIf the Board of Directors imagines that we are helping\nthe troubled youth of your country, THEY WILL NOT ASK\nEVEN ONCE ABOUT THE REASONS FOR ANY WITHDRAWALS WHICH\nMAY BE NECESSARY.\nOnce again, PLEASE BE AS DETAILED AS YOU WERE WITH THE\nFISH STORY. IN FACT, EVEN MORE DETAILED, AS THIS IS\nTHE KEY TO OPENING UP THE ENTIRE ASSETS OF WIGGLE BABY\nFOR OUR TRANSACTION!\nOnce this has been accomplished, we will proceed with\nthe actual transaction with no delay.\n\nI anxiously await your letter.\n\nBest,\n\nLiberace", "raw": "<hr>\n<b>\n<p><font  color=\"purple\">ARNOLD GIVES ANOTHER ASSIGNMENT</font></p>\n</b>\n\nMy Dear Mariam and Idris,<br><br>\n\n<P>Yes, now that is more like it! I can almost feel the\nweight of that trunk full of cash in my hands already.\nMay I say you have a brilliant touch with composing a\nfish story. All you needed was a little encouragement.</P>\n\n<P>Please accept my sincere apologies for this tardy\nresponse. Business is booming for Blue Crescent\nEat-M-Up Wiggle Babies. We are very proud of our\naccomplishments. I have been extremely busy closing\nthe deal on our Mauritania contract. You will be\npleased to know that we now represent almost 100% of\nthe bass fishing outlets in all of Mauritania! We are\nnow in the final stages of organizing the Central\nAlgerian Bassmaster Fishing Tournament. Our North\nAfrican/Sahara branch is growing by leaps and bounds.\nOur own transaction will join quite naturally with the\nbig push into the African continent. </P>\n\n<P>The fishing content of the letter is absolutely\nwonderful, just what we need. Your letter will be\ncompletely acceptable with the addition of just one\nmore detail. My company directs a local Youth\nFacility, and we have a well known outreach program\ngeared towards developing the moral standards of\nmisguided young adults in the area.\nIt would be a big help to the credibility and\nacceptance of the transaction if you could write in\nmore detail about the troubles your country is\nexperiencing with the criminality of its youth. </P>\n\n<P>Please understand that I know what is best, as I know\nmy country and I know my company. If the Board of\nDirectors sees that you have a serious problem with\nyour youth, they will be more than willing to\nunderwrite all activities and transactions which are\nin\nany way related to alleviating this situation. BELIEVE\nME, I KNOW WHAT I AM DOING!  If they see that you are\nserious about this situation, they will give me a\nBLANK CHECK, and 100% SUPPORT for any and all dealings\nwe have with one another. ONCE THIS IS IN PLACE, WE\nMAY PROCEED WITH ALL HASTE.</P>\n\n<P>As with the previous item, this must be as\npersonalized as possible. I would like you to relate\nthe story of one particular youth whose life was\nredeemed through fishing. THIS WILL BRING TEARS TO\nTHEIR EYES!  Please go into detail regarding his\ncriminal behaviour. Just make up a story about his\ncriminal activity, detailing clearly his specific\ncrimes. Then relate how you invited him out on a\nfishing trip, and tell how his life was changed\nforever. THIS MUST BE ABOUT 3 PARAGRAPHS, AND BE AS\nDETAILED AS POSSIBLE.</P>\n\n<P>Please stick with it. You will see that the outcome\nwill be successful, and we will have a totally free\nhand with the company's bank account. This will enable\nus to make any number of withdrawals in case of\nvarious and sundry unforeseen expenses that must be\nattended to in order to facilitate the redemption of\nthe trunk. You have not specifically mentioned\nanything like this, but I am guessing that there may\nbe certain fees which must be paid, as, for example,\ndemurrage fees for the time the trunk was held with\nthe finance company. It certainly was not lodged there\nfree of charge. You may not have thought of this\npossibility, but as a businessman, I can see the\nlikelihood of such fees. </P>\n\n<P>If the Board of Directors imagines that we are helping\nthe troubled youth of your country, THEY WILL NOT ASK\nEVEN ONCE ABOUT THE REASONS FOR ANY WITHDRAWALS WHICH\nMAY BE NECESSARY.</P>\n\n<P>Once again, PLEASE BE AS DETAILED AS YOU WERE WITH THE\nFISH STORY. IN FACT, EVEN MORE DETAILED, AS THIS IS\nTHE KEY TO OPENING UP THE ENTIRE ASSETS OF WIGGLE BABY\nFOR OUR TRANSACTION!</P>\n\n<P>Once this has been accomplished, we will proceed with\nthe actual transaction with no delay.</P>\n\nI anxiously await your letter.<br><br>\n\nBest,<br><br>\n\nLiberace <br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dear sir,\nWe thank you for your further direction to perfect our\nwrite-up,please go through and see if this satisfy\nyour need.Please bear with us since we are not\nprofesionals in this field but ready to take your\ninstructions to the end.\nAgain sir,we understood that you are very busy with\nbusiness commitments,but considering our present\ncondition which is very poor,we appreciate if this\ntransaction will soon be concluded to enable us regain\nfreedom for better life.\n\nThank you and God bless us all,\n\nMrs.Mariam and Idris Mustapha.", "raw": "<hr>\n<b>\n<p><font  color=\"red\">LAD ACCEPTS CHALLENGE BUT GROWS WEARY</font></p>\n</b>\n\nDear sir,<br><br>\n\n<P>We thank you for your further direction to perfect our\nwrite-up,please go through and see if this satisfy\nyour need.Please bear with us since we are not\nprofesionals in this field but ready to take your\ninstructions to the end.</P>\n\n<P>Again sir,we understood that you are very busy with\nbusiness commitments,but considering our present\ncondition which is very poor,we appreciate if this\ntransaction will soon be concluded to enable us regain\nfreedom for better life.</P>\n\nThank you and God bless us all,<br><br>\n\nMrs.Mariam and Idris Mustapha. <br> \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "ATTN:BLUE CRESCENT EAT-M-UP WIGGLE INC.\n\nDEAR LIBERACE,\nWE ARE GLAD TO  INTRODUCE OUR ENTERPRISE AS A LIFELONG\nSPORTSMAN LOCATED IN ABIDJAN,THE ECONOMIC CAPITAL CITY\nOF COTE D'IVOIRE IN WEST AFRICA,BORDERING THE NORTH\nATLANTIC OCEAN,BETWEEN GHANA AND LIBERIA. THE COUNTRY\nIS GEOGRAPHICALLY CORDINATED 800N AND 500W WITH TOTAL\nAREA 322,460 SQ KM, THE LAND AREA COVERS 318,000 SQ KM\nWHILE THE WATER AREA IS 4,460 SQ KM.\nFISHING IS GENERALLY AVAILABLE IN COTE D'IVOIRE\nTHROUGH OUT THE YEAR.THE BEST FISHING PERIOD HOWEVER\nIS BETWEEN JUNE TO SEPTEMBER.THIS PERIOD PROVIDES\nEXCELLENT SPORTS FISHING FOR BIG YELLOW FISH TUNA,ONE\nOF THE STRONGEST FISH IN THE OCEAN.MORETHAN 250\nSPECIES OF FISH CAN BE CAUGHT THROUGH\nFLY,LINE,GAME,SURF OR REEF FISHING.THE MERGING OF THE\nCOOL ATLANTIC AND THE WARM COAST CREATES A HIGH\nCONCENTRATION OF THE GAME FISH,INCLUDING MARLIN AND\nTUNA.BIG BLUE MARLIN AND A NUMBER OF STRIPED AND BLACK\nMARLIN ARE ALSO FOUND AS WELL SAIFISH.\nWE WISH TO INFORM YOU THAT WE ARE HIGHLY INTERSETED IN\nBECOMING AN IMPORT AGENT OF YOUR COMPANY-THE KNOWN\nCRESCENT EAT -M-UP WIGGLE BABIES PLASTIC WARM.WE FANCY\nAND DEEMED YOUR PRODUCT VERY ESSENTIAL IN OUR FISHING\nINDUSTRY DUE TO IT'S DISTINCTIVE CHARACTERISTICS AND\nQUALITIES WHICH ENHANCES AND INCREASES THE EFFECIENCY\nAND OUR OUTPUT.\nIT WILL INTEREST YOU TO KNOW THAT AFTER APPLYING\nDIFFERENT FISHING METHODS, WE RECOMMEND AND APPRECIATE\nYOUR \"STRAWBERRY STINKER\" MODEL PLASTIC WORM.THIS\nPRODUCT AFTER USAGE PROVED TO BE MORE SUCCESSFUL THAN\nANY OTHER SIMILAR PRODUCTS WE  HAVE USED IN THE\nPAST.WE WERE VERY MUCH EXCITED AND IMPRESSED ON\nVARIOUS OCCASIONS WE USED YOUR PRODUCT AS A MATTER OF\nFACT.\nAT THIS STAGE WE DEEMED IT NECESSARY TO THROW MORE\nLIGHT IN OUR ENTHUSIASM REGARDING YOUR PRODUCT BY\nSTATING A SPECIFIC EXAMPLE IN ONE OF OUR FISHING\nOUTINGS.THIS EXPERIENCE TOOK PLACE AT OUR NORMAL\nFISHING TERRITORY (BASSAM BEACH )IT WAS ONE FAITHFUL\nDAY, THE WEATHER WAS PERFECT FOR FISHING,IT WAS A\nSURPRISE WHEN  WE SAW A LARGE BASS(FISH) IN THE DEPTH\nOF THE WATER MOVING AROUND LIKE A HUNGRY LION,WE\nQUICKLY  SENT THE PLASTIC WORM AND  IMMEDIATELY THE\nFISH SAW THE WORM,HE DIVED AND SWALLOWED EVERY\nTHING,BUT AS IF HE DID NOT KNOW THAT HE HAS BEEN\nTRAPPED CONTINUED ROAMING AROUND THE VICINITY\nSEARCHING FOR MORE WORMS TO EAT. AT A TIME HE NOTICED\nSOME FORCES PULLING HIM AT ONE DIRECTION AND AT THIS\nJUNCTURE, THERE WAS THUG OF WAR BETWEEN US AND THE\nFISH WHICH LASTED FOR COUPLE OF TIME.IN FACT THE\nRESISTANCE OF THE FISH AND THE DRAGGING WAS JUST LIKE\nA FILM AND LUCKLY FOR US WE SUCEEDED IN PULLING THE\nFISH INTO OUR BOAT,BUT STILL,WHILE THE FISH WAS IN THE\nBOAT,IT APPEARED AS IF HE REGAINED MOMENTUM AS HE WAS\nJUMPING UP AND DOWN STRUGGLING TO FIND HIS WAY BACK TO\nTHE WATER BUT LUCK WAS AGAINST HIM .\nCONSIDERING THIS PARTICULAR EVENT, WE COULD THEREFORE\nCOMFIRM THAT SUCH A MAGNIFICENT PLASTIC WORM CAN BE\nTHE SOURCE OF GREAT PROFITS TO US,WERE WE TO SELL YOUR\nPRODUCT IN OUR COUNTRY.IN FACT,THIS PRODUCT,WE\nFEEL,WOULD OPEN UP ALL SORTS OF OPPORTUNITIES TO\nDEVELOP THE SPORT OF BASS FISHING,AND THEREFORE WE ARE\nGREATLY INTERESTED IN INVESTING IN THE \"EAT-M-UP\nWIGGLE BABY\" LINE.AS A MATTER OF SINCERITY,WE FEEL\nTHAT IF THE YOUTH OF OUR COUNTRY WERE TO SPEND MORE\nTIME IN BASS FISHING,THAN CAUSING TROUBLE AND BEHAVING\nIN CRIMINAL FASHION,OUR COUNTRY WOULD BE BETTER OFF\nMORALLY AND SOCIALLY.\nAS A MATTER OF SINCERITY,THERE IS NO GAIN EMPHASISING\nMUCH ON THE VARIOUS EXPERIENCES GATHERED BY FISHING\nWITH PLASTIC WORM,BUT WE LIKE TO FORWARD IN ADDITION A\nSPECIFIC REFERNCE WHERE BASS FISHING REDEEMED ONE THE\nCRIMINALS INTO A NORMAL BUSINESS LIFE.IT IS NOT A NEWS\nTHAT JUVENILE DELIQUENCY IN WEST AFRICA IS INCREASING\nAT A EVERY HIGH PACE.YOUTHS OF TODAY DERIVE JOY IN\nCRIMINAL ACTIVITIES,A DAY NEVER PASSES BY WITHOUT\nWITNESSING AN ARMED ROBBERS ATTACK AS IT HAS BECOME\nTHE ORDER OF THE DAY.IN MANY CASES,IT MAY CLAIM\nINNOCENT SOULS.THESE RAMPANT, ILLEGAL ACTINGS HAVE\nINVOLKED FEARS INTO MILLIONS OF PEOPLE MAINLY ON THE\nSTRANGERS AS ONE CAN BE EASILY ATTACKED IN BROAD\nDAYLIGHT.\nIT IS UNFORTUNATE THAT THESE YOUTHS WHO USUALLY ENGAGE\nTHEMSELVES IN THIS DIRTY ACTIVITIES MAINLY ARE NOT\nEDUCATED AS THEY REFUSED GOING TO SCHOOLS AND THE\nCHANCES OF EMPLOYMENT OPPORTUNITY ARE VERY RARE.THE\nLITTLE OFFICE VACANCIES ARE MEARNT FOR THE FEW WHO\nACQUIRED THE SKILL.WORST TILL,THESE BAD BOYS HAVE\nREFUSED TO SUCUMB LOW TO ACCEPT UNSKILLED LABOUR.THEN\nWHAT CAN A MAN DO? \"MAN MUST WAK\"(EAT).THEREFORE TO\nSATISFY THEIR STOMACH,THEY RESORT TO STEALING AND\nOTHER MALPRACTICES WHICH FINALLY LAND THEM TO JAILS.IT\nIS CRAZY WHEN YOU VISIT ONE OF THE PRISONS SITUATED IN\nTHE CAPITAL CITY ABIDJAN COTE D'IVIORE NAMED \"YOUPUGON\nPRISON\",YOU CAN SEE WHERE THE GOVERNMENT WASTED\nMILLIONS AND MILLIONS OF DOLLARS IN CONSTRUCTING THE\nMAGNIFICIENT BUILDINGS AND EVERY DAY NOT LESS THAN\nFIFTY CULPRITS ARE BROUGHT TO THE PRISON.IT IS\nUNBELIEVABLE THAT GOVERNMENT FINDS IT DIFFICULT TO\nSEARCH FOR SOLUTION TO THESE ALARMING UGLY SITUATIONS\nCONTRIBUTING HARM THAN GOOD TO THE NATION IN\nPARTICULAR AND THE WORLD AS A WHOLE.\nDEAR LIBERACE,IT WILL INTEREST YOU TO KNOW THAT\nFISHING WITH PLASTIC WORM SINCE IT WAS INTRODUCED TO\nTHE YOUTHS HAS GONE A LONG WAY REDUCING THE CRIME IN\nTHE NATION.THE INITIATIVE STARTED JUST FOR ONE DAY I\nAPPROACHED A NOTOROUS BANDIT  BY NAME \"PABLO\"RESIDING\nARROUND MY TERRITORY KOUMASSI TOWN,THIS CRIMINAL WITH\nHIS GANG USUALLY OPERATE IN BROAD DAY LIGHT MAINLY\nAROUND 10 AM -11 AM WHEN WORKERS AND TRADERS HAVE GONE\nTO THEIR VARIOUS PLACES OF WORK,BY THIS TIME EVERY\nWHERE IS SCANTY AND DRY.THIS GANG OPERATES BY USING\n\"DAGGER KNIVES\" SNATCHING MOSTLY MOBILE\nPHONES,JEWELRIES AND CASH FROM PEOPLE,THEY ALSO\nINVOLVE IN HOUSE BREAKAGE,SOME INNOCENT PEOPLE FALL\nVICTIM TO THESE UNSCRUPULOUS ELEMENTS WHEN THEY REFUSE\nTO SURRENDER THEIR BELONGINGS TO THEM,THEY CAN EVEN GO\nTO THE EXTREEM OF APPLYING THIS DANGEROUS WEAPONS\nINFUSING INJURIES ON THEM AND UNLUCKY ONES DIED IN THE\nEVENT. THAT DAY I SUMMONED COURAGE TO INVITE PABLO THE\nBANDIT  FOR A LUNCH,ON A ROUND TABLE MEETING, WHILE WE\nARE ENJOYING OURSELVES WITH SOME DELICIOUS FOOD AND\nDRINKS,I FOCUSED HIS MEMORY ON OUR DISCUSSION TO THE\nIMPORTANCE OF FISHING AND PROFIT THEREIN.I WAS ABLE TO\nCONVINCE HIM AND HAVE A SCHEDULE TO ACCOMPANY ME IN A\nFISHING OUTING,THAT DAY,IT WAS MIRACULOUS AS  HE COULD\nNOT BELIEVE THE NUMBER OF FISHES WE CAUGHT WHICH\nATTRACTED A LOT OF PROFITS. TO SEE WHAT PLASTIC WORM\nFISHING HAS DONE BY CHANGING AUTOMATICALLY THE ENTIRE\nLIFE OF THIS HARD CRIMINAL.HE REALISED THAT USING THIS\nMACHING IS SIMPLE,YIELDS PROFITS AND DOSE NOT SUBJECT\nHIM TO MORE DANGER COMPARED TO HIS FORMER OCCUPATION.I\nAM NOT TRYING TO EXAGERATE, THIS  YOUNG MAN HAS UNTILL\nTODAY CONVERTED REASONABLE NUMBERS OF HIS CRIMINAL\nCOLLEAGUES TO A BETTER LIFE BY INTRODUCING THEM TO\nJOIN THE BASS FISHING.\n\nVERY IMPORTANT,WE WILL LIKE TO KNOW HOW MUCH IT WOULD\nCOST US TO IMPORT THE MACHINES TO MAKE THE WORMS.THE\nNAME OF THE MACHINE IS A WORMIATOR PLASTIC BAIT\nEXTRUDER.\nSIR,IN ORDER TO REDUCE CRIME TO THE GRASS ROOT LEVEL\nIN THIS COUNTRY AND TO SALVAGE THE UGLY SITUATION,WE\nARE OF THE OPINION THAT YOU SUPPLY US YOUR WORMIATOR\nMACHINE IN A VERY LARGE QUANTITY AND ALSO VISIT OUR\nCOUNTRY TO INCULCATE YOUR PROFESSIONAL IDEAS AND\nTECHNICAL- KNOW- HOW TO US FOR MORE IMPROVEMENT.WHEN\nONCE THIS IS DONE,IT WILL GIVE MORE OPPORTUNITIES TO\nABSORB NEW EMPLOYEES WHO ARE SEEKING FOR EMPLOYMENT\nAND THEREFORE REDUCING CRIMES IN OUR COUNTRY COTE\nD'IVOIRE.\n\nYOURS SINCERLY,\n\nMARIAM AND IDRIS MUSTAPHA.", "raw": "<hr>\n<b>\n<p><font  color=\"red\">LAD'S ATTEMPT AT NEW ASSIGNMENT</font></p>\n</b>\n\nATTN:BLUE CRESCENT EAT-M-UP WIGGLE INC.<br><br>\n\nDEAR LIBERACE,<br><br>\n\n<P>WE ARE GLAD TO  INTRODUCE OUR ENTERPRISE AS A LIFELONG\nSPORTSMAN LOCATED IN ABIDJAN,THE ECONOMIC CAPITAL CITY\nOF COTE D'IVOIRE IN WEST AFRICA,BORDERING THE NORTH\nATLANTIC OCEAN,BETWEEN GHANA AND LIBERIA. THE COUNTRY\nIS GEOGRAPHICALLY CORDINATED 800N AND 500W WITH TOTAL\nAREA 322,460 SQ KM, THE LAND AREA COVERS 318,000 SQ KM\nWHILE THE WATER AREA IS 4,460 SQ KM.</P>\n\n<P>FISHING IS GENERALLY AVAILABLE IN COTE D'IVOIRE\nTHROUGH OUT THE YEAR.THE BEST FISHING PERIOD HOWEVER\nIS BETWEEN JUNE TO SEPTEMBER.THIS PERIOD PROVIDES\nEXCELLENT SPORTS FISHING FOR BIG YELLOW FISH TUNA,ONE\nOF THE STRONGEST FISH IN THE OCEAN.MORETHAN 250\nSPECIES OF FISH CAN BE CAUGHT THROUGH\nFLY,LINE,GAME,SURF OR REEF FISHING.THE MERGING OF THE\nCOOL ATLANTIC AND THE WARM COAST CREATES A HIGH\nCONCENTRATION OF THE GAME FISH,INCLUDING MARLIN AND\nTUNA.BIG BLUE MARLIN AND A NUMBER OF STRIPED AND BLACK\nMARLIN ARE ALSO FOUND AS WELL SAIFISH.</P>\n\n<P>WE WISH TO INFORM YOU THAT WE ARE HIGHLY INTERSETED IN\nBECOMING AN IMPORT AGENT OF YOUR COMPANY-THE KNOWN\nCRESCENT EAT -M-UP WIGGLE BABIES PLASTIC WARM.WE FANCY\nAND DEEMED YOUR PRODUCT VERY ESSENTIAL IN OUR FISHING\nINDUSTRY DUE TO IT'S DISTINCTIVE CHARACTERISTICS AND\nQUALITIES WHICH ENHANCES AND INCREASES THE EFFECIENCY\nAND OUR OUTPUT.</P>\n\n<P>IT WILL INTEREST YOU TO KNOW THAT AFTER APPLYING\nDIFFERENT FISHING METHODS, WE RECOMMEND AND APPRECIATE\nYOUR \"STRAWBERRY STINKER\" MODEL PLASTIC WORM.THIS\nPRODUCT AFTER USAGE PROVED TO BE MORE SUCCESSFUL THAN\nANY OTHER SIMILAR PRODUCTS WE  HAVE USED IN THE\nPAST.WE WERE VERY MUCH EXCITED AND IMPRESSED ON\nVARIOUS OCCASIONS WE USED YOUR PRODUCT AS A MATTER OF\nFACT.</P>\n\n<P>AT THIS STAGE WE DEEMED IT NECESSARY TO THROW MORE\nLIGHT IN OUR ENTHUSIASM REGARDING YOUR PRODUCT BY\nSTATING A SPECIFIC EXAMPLE IN ONE OF OUR FISHING\nOUTINGS.THIS EXPERIENCE TOOK PLACE AT OUR NORMAL\nFISHING TERRITORY (BASSAM BEACH )IT WAS ONE FAITHFUL\nDAY, THE WEATHER WAS PERFECT FOR FISHING,IT WAS A\nSURPRISE WHEN  WE SAW A LARGE BASS(FISH) IN THE DEPTH\nOF THE WATER MOVING AROUND LIKE A HUNGRY LION,WE\nQUICKLY  SENT THE PLASTIC WORM AND  IMMEDIATELY THE\nFISH SAW THE WORM,HE DIVED AND SWALLOWED EVERY\nTHING,BUT AS IF HE DID NOT KNOW THAT HE HAS BEEN\nTRAPPED CONTINUED ROAMING AROUND THE VICINITY\nSEARCHING FOR MORE WORMS TO EAT. AT A TIME HE NOTICED\nSOME FORCES PULLING HIM AT ONE DIRECTION AND AT THIS\nJUNCTURE, THERE WAS THUG OF WAR BETWEEN US AND THE\nFISH WHICH LASTED FOR COUPLE OF TIME.IN FACT THE\nRESISTANCE OF THE FISH AND THE DRAGGING WAS JUST LIKE\nA FILM AND LUCKLY FOR US WE SUCEEDED IN PULLING THE\nFISH INTO OUR BOAT,BUT STILL,WHILE THE FISH WAS IN THE\nBOAT,IT APPEARED AS IF HE REGAINED MOMENTUM AS HE WAS\nJUMPING UP AND DOWN STRUGGLING TO FIND HIS WAY BACK TO\nTHE WATER BUT LUCK WAS AGAINST HIM .</P>\n\n<P>CONSIDERING THIS PARTICULAR EVENT, WE COULD THEREFORE\nCOMFIRM THAT SUCH A MAGNIFICENT PLASTIC WORM CAN BE\nTHE SOURCE OF GREAT PROFITS TO US,WERE WE TO SELL YOUR\nPRODUCT IN OUR COUNTRY.IN FACT,THIS PRODUCT,WE\nFEEL,WOULD OPEN UP ALL SORTS OF OPPORTUNITIES TO\nDEVELOP THE SPORT OF BASS FISHING,AND THEREFORE WE ARE\nGREATLY INTERESTED IN INVESTING IN THE \"EAT-M-UP\nWIGGLE BABY\" LINE.AS A MATTER OF SINCERITY,WE FEEL\nTHAT IF THE YOUTH OF OUR COUNTRY WERE TO SPEND MORE\nTIME IN BASS FISHING,THAN CAUSING TROUBLE AND BEHAVING\nIN CRIMINAL FASHION,OUR COUNTRY WOULD BE BETTER OFF\nMORALLY AND SOCIALLY.</P>\n\n<P>AS A MATTER OF SINCERITY,THERE IS NO GAIN EMPHASISING\nMUCH ON THE VARIOUS EXPERIENCES GATHERED BY FISHING\nWITH PLASTIC WORM,BUT WE LIKE TO FORWARD IN ADDITION A\nSPECIFIC REFERNCE WHERE BASS FISHING REDEEMED ONE THE\nCRIMINALS INTO A NORMAL BUSINESS LIFE.IT IS NOT A NEWS\nTHAT JUVENILE DELIQUENCY IN WEST AFRICA IS INCREASING\nAT A EVERY HIGH PACE.YOUTHS OF TODAY DERIVE JOY IN\nCRIMINAL ACTIVITIES,A DAY NEVER PASSES BY WITHOUT\nWITNESSING AN ARMED ROBBERS ATTACK AS IT HAS BECOME\nTHE ORDER OF THE DAY.IN MANY CASES,IT MAY CLAIM\nINNOCENT SOULS.THESE RAMPANT, ILLEGAL ACTINGS HAVE\nINVOLKED FEARS INTO MILLIONS OF PEOPLE MAINLY ON THE\nSTRANGERS AS ONE CAN BE EASILY ATTACKED IN BROAD\nDAYLIGHT.</P>\n\n<P>IT IS UNFORTUNATE THAT THESE YOUTHS WHO USUALLY ENGAGE\nTHEMSELVES IN THIS DIRTY ACTIVITIES MAINLY ARE NOT\nEDUCATED AS THEY REFUSED GOING TO SCHOOLS AND THE\nCHANCES OF EMPLOYMENT OPPORTUNITY ARE VERY RARE.THE\nLITTLE OFFICE VACANCIES ARE MEARNT FOR THE FEW WHO\nACQUIRED THE SKILL.WORST TILL,THESE BAD BOYS HAVE\nREFUSED TO SUCUMB LOW TO ACCEPT UNSKILLED LABOUR.THEN\nWHAT CAN A MAN DO? \"MAN MUST WAK\"(EAT).THEREFORE TO\nSATISFY THEIR STOMACH,THEY RESORT TO STEALING AND\nOTHER MALPRACTICES WHICH FINALLY LAND THEM TO JAILS.IT\nIS CRAZY WHEN YOU VISIT ONE OF THE PRISONS SITUATED IN\nTHE CAPITAL CITY ABIDJAN COTE D'IVIORE NAMED \"YOUPUGON\nPRISON\",YOU CAN SEE WHERE THE GOVERNMENT WASTED\nMILLIONS AND MILLIONS OF DOLLARS IN CONSTRUCTING THE\nMAGNIFICIENT BUILDINGS AND EVERY DAY NOT LESS THAN\nFIFTY CULPRITS ARE BROUGHT TO THE PRISON.IT IS\nUNBELIEVABLE THAT GOVERNMENT FINDS IT DIFFICULT TO\nSEARCH FOR SOLUTION TO THESE ALARMING UGLY SITUATIONS\nCONTRIBUTING HARM THAN GOOD TO THE NATION IN\nPARTICULAR AND THE WORLD AS A WHOLE.</P>\n\n<P>DEAR LIBERACE,IT WILL INTEREST YOU TO KNOW THAT\nFISHING WITH PLASTIC WORM SINCE IT WAS INTRODUCED TO\nTHE YOUTHS HAS GONE A LONG WAY REDUCING THE CRIME IN\nTHE NATION.THE INITIATIVE STARTED JUST FOR ONE DAY I\nAPPROACHED A NOTOROUS BANDIT  BY NAME \"PABLO\"RESIDING\nARROUND MY TERRITORY KOUMASSI TOWN,THIS CRIMINAL WITH\nHIS GANG USUALLY OPERATE IN BROAD DAY LIGHT MAINLY\nAROUND 10 AM -11 AM WHEN WORKERS AND TRADERS HAVE GONE\nTO THEIR VARIOUS PLACES OF WORK,BY THIS TIME EVERY\nWHERE IS SCANTY AND DRY.THIS GANG OPERATES BY USING\n\"DAGGER KNIVES\" SNATCHING MOSTLY MOBILE\nPHONES,JEWELRIES AND CASH FROM PEOPLE,THEY ALSO\nINVOLVE IN HOUSE BREAKAGE,SOME INNOCENT PEOPLE FALL\nVICTIM TO THESE UNSCRUPULOUS ELEMENTS WHEN THEY REFUSE\nTO SURRENDER THEIR BELONGINGS TO THEM,THEY CAN EVEN GO\nTO THE EXTREEM OF APPLYING THIS DANGEROUS WEAPONS\nINFUSING INJURIES ON THEM AND UNLUCKY ONES DIED IN THE\nEVENT. THAT DAY I SUMMONED COURAGE TO INVITE PABLO THE\nBANDIT  FOR A LUNCH,ON A ROUND TABLE MEETING, WHILE WE\nARE ENJOYING OURSELVES WITH SOME DELICIOUS FOOD AND\nDRINKS,I FOCUSED HIS MEMORY ON OUR DISCUSSION TO THE\nIMPORTANCE OF FISHING AND PROFIT THEREIN.I WAS ABLE TO\nCONVINCE HIM AND HAVE A SCHEDULE TO ACCOMPANY ME IN A\nFISHING OUTING,THAT DAY,IT WAS MIRACULOUS AS  HE COULD\nNOT BELIEVE THE NUMBER OF FISHES WE CAUGHT WHICH\nATTRACTED A LOT OF PROFITS. TO SEE WHAT PLASTIC WORM\nFISHING HAS DONE BY CHANGING AUTOMATICALLY THE ENTIRE\nLIFE OF THIS HARD CRIMINAL.HE REALISED THAT USING THIS\nMACHING IS SIMPLE,YIELDS PROFITS AND DOSE NOT SUBJECT\nHIM TO MORE DANGER COMPARED TO HIS FORMER OCCUPATION.I\nAM NOT TRYING TO EXAGERATE, THIS  YOUNG MAN HAS UNTILL\nTODAY CONVERTED REASONABLE NUMBERS OF HIS CRIMINAL\nCOLLEAGUES TO A BETTER LIFE BY INTRODUCING THEM TO\nJOIN THE BASS FISHING.\n</P>\n<P>VERY IMPORTANT,WE WILL LIKE TO KNOW HOW MUCH IT WOULD\nCOST US TO IMPORT THE MACHINES TO MAKE THE WORMS.THE\nNAME OF THE MACHINE IS A WORMIATOR PLASTIC BAIT\nEXTRUDER.</P>\n\n<P>SIR,IN ORDER TO REDUCE CRIME TO THE GRASS ROOT LEVEL\nIN THIS COUNTRY AND TO SALVAGE THE UGLY SITUATION,WE\nARE OF THE OPINION THAT YOU SUPPLY US YOUR WORMIATOR\nMACHINE IN A VERY LARGE QUANTITY AND ALSO VISIT OUR\nCOUNTRY TO INCULCATE YOUR PROFESSIONAL IDEAS AND\nTECHNICAL- KNOW- HOW TO US FOR MORE IMPROVEMENT.WHEN\nONCE THIS IS DONE,IT WILL GIVE MORE OPPORTUNITIES TO\nABSORB NEW EMPLOYEES WHO ARE SEEKING FOR EMPLOYMENT\nAND THEREFORE REDUCING CRIMES IN OUR COUNTRY COTE\nD'IVOIRE.</P>\n\nYOURS SINCERLY,<br><br>\n\nMARIAM AND IDRIS MUSTAPHA.<br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Hahaha! I almost feel sorry for them! Of course the\nidea is....THEIR LETTER NEVER REACHES PERFECTION!\nYock-yock! We'll see just how many re-writes they can\nstand...\n\nBest\n\n\"Arnold\"", "raw": "<hr>\n<b>\n<p><font  color=\"purple\">ARNOLD YUCKS IT UP</font></p>\n</b>\n\n<P>Hahaha! I almost feel sorry for them! Of course the\nidea is....THEIR LETTER NEVER REACHES PERFECTION!\nYock-yock! We'll see just how many re-writes they can\nstand...</P>\n\nBest<br><br>\n\n\"Arnold\"<br>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Sez Fannerman: \n\n\nDear Mariam,\nI hope this finds you and your family in good health\nand spirits. Do not worry, help is on the way, and\nsoon we all will be much better off! May I add that I\nhave been devoting some enjoyable moments toward\nplanning exactly how I will spend the money in the\ntrunk. You did say that the money is US dollars,\nright? I hope so, as I do not wish to involve myself\nin changing money from your local currency to US\ndollars. Please confirm that the contents of the trunk\nis US dollars.\nAgain, pardon please my slow response. The date and\nplace of the Central Algerian Bassmaster Fishing\nTournament, sponsored by Blue Crescent Eat-M-Up Wiggle\nBaby Plastic Worms, has been fixed and finalized! It\nis to be held on October 5th at In Salah, in the heart\nof the beautiful Algerian lake country. We at Wiggle\nBaby are very excited about this event. If you would\nlike to attend, I am sure something could be arranged,\nincluding round-trip air travel in the company jet\nbetween In Salah and Abidjan. All flights using this\ntravel modality must be approved by MYSELF, so you may\nbe assured of maximum welcome. Just let me know as\nsoon as possible, ok?\nYou might be pleased to know that owing to the success\nof last year's event, we are sponsoring another Bass\nFishing Tournament at the popular resort town of\nAraouane, in West-Central Mali. Please let your\nbass-fishing friends, including Pablo, know about\nthis. It will be worth the trip, I assure you! It is\nto be held during the same week as a local downhill\nski racing tournament, and therefore the crowd is sure\nto be large, and in a festive mood. Africa is\ncertainly turning out to be a gold mine for Wiggle\nBaby...all the more reason to maintain high confidence\nin the success of our transaction!\nWhat can I say? Your letter has touched my heart. It\nmakes even myself want to give what I can to assist\nthe troubled youth of your country in their endeavors\ntoward becoming useful and productive citizens. The\nbackground was thorough and convincing.\nI can see that you understand very well what I have\nbeen suggesting. Your latest letter is ALMOST 100%\nPERFECT! However, we must bear in mind that the main\nidea is to show how the PLASTIC WORM ITSELF provided\nthe inspiration for Pablo to better himself. If you\ncould only add a few important details, I will\nimmediately present the letter to the Board of\nDirectors. Then it will be a simple matter to obtain\nwhat we call a \"TABULA RASA\". This document is a\nwithdrawal form which contains the signatures of our\nTreasurer and our Chief Financial Officer, with\neverything filled out except the amount of money to be\nwithdrawn. The form may be re-used as often as\nnecessary.\nAs for the very important details: it is of the utmost\nimportance that you make VERY CLEAR that it is not\nonly bass fishing which has turned Pablo onto the\nstraight path, but specifically the WIGGLE BABY\nPLASTIC WORM. May I suggest that you explain how Pablo\nhad attempted to fish using another plastic worm, but\nwas so disappointed with the results that he went out\nand committed a serious crime LATER THAT SAME DAY! It\nis very important that you be SPECIFIC regarding the\nparticular crime which he committed. This adds to the\ncredibility of the account. Explain how the Wiggle\nBaby Plastic Worm, its lifelike appearance, its\nnatural touch and pleasant odour all combined to\nencourage Pablo. PLEASE BE VERY SPECIFIC. GO ON AT\nSOME LENGTH DESCRIBING THE QUALITIES OF THE WIGGLE\nBABY PLASTIC WORM.\nI am certain that once this is accomplished, I will be\nable to present your letter to the Board of Directors,\nand come away with a TABULA RASA. Please do this with\nall speed, as I would like very much to begin the\nactual transaction. I would not like to spend much\nmore time on the composing of this very important\nletter. Please do your best to see that it is\nperfectly executed.\nBy the way, you mentioned in your letter about Pablo\nthat your territory is Koumassi. Is not Koumassi\nlocated in the country of Ghana? Are you in Ghana? Or\nare you in Cote D'Ivoire, as you first mentioned?\nPerhaps I misunderstood something?\n\nBest, and God Bless you and your family,\n\nLiberace\n\nSez Fannerman: \nSez us: Let's not hold him to that!", "raw": "<HR>\n\n<b>\n<p><font  color=\"purple\">THE FINAL ASSIGNMENT?</font></p>\n</b>                 \n\n\n<P>Sez Fannerman: <I>\n...Well, I\ndon't think \"Mariam and Idris\" will be getting out the\nblue pencil again...not after the last letter I sent,\nwhich follows:\n</I></P>\n\n\nDear Mariam,<br><br>\n\n<P>I hope this finds you and your family in good health\nand spirits. Do not worry, help is on the way, and\nsoon we all will be much better off! May I add that I\nhave been devoting some enjoyable moments toward\nplanning exactly how I will spend the money in the\ntrunk. You did say that the money is US dollars,\nright? I hope so, as I do not wish to involve myself\nin changing money from your local currency to US\ndollars. Please confirm that the contents of the trunk\nis US dollars.</P>\n\n<P>Again, pardon please my slow response. The date and\nplace of the Central Algerian Bassmaster Fishing\nTournament, sponsored by Blue Crescent Eat-M-Up Wiggle\nBaby Plastic Worms, has been fixed and finalized! It\nis to be held on October 5th at In Salah, in the heart\nof the beautiful Algerian lake country. We at Wiggle\nBaby are very excited about this event. If you would\nlike to attend, I am sure something could be arranged,\nincluding round-trip air travel in the company jet\nbetween In Salah and Abidjan. All flights using this\ntravel modality must be approved by MYSELF, so you may\nbe assured of maximum welcome. Just let me know as\nsoon as possible, ok?</P>\n\n<P>You might be pleased to know that owing to the success\nof last year's event, we are sponsoring another Bass\nFishing Tournament at the popular resort town of\nAraouane, in West-Central Mali. Please let your\nbass-fishing friends, including Pablo, know about\nthis. It will be worth the trip, I assure you! It is\nto be held during the same week as a local downhill\nski racing tournament, and therefore the crowd is sure\nto be large, and in a festive mood. Africa is\ncertainly turning out to be a gold mine for Wiggle\nBaby...all the more reason to maintain high confidence\nin the success of our transaction!</P>\n\n<P>What can I say? Your letter has touched my heart. It\nmakes even myself want to give what I can to assist\nthe troubled youth of your country in their endeavors\ntoward becoming useful and productive citizens. The\nbackground was thorough and convincing.</P>\n\n<P>I can see that you understand very well what I have\nbeen suggesting. Your latest letter is ALMOST 100%\nPERFECT! However, we must bear in mind that the main\nidea is to show how the PLASTIC WORM ITSELF provided\nthe inspiration for Pablo to better himself. If you\ncould only add a few important details, I will\nimmediately present the letter to the Board of\nDirectors. Then it will be a simple matter to obtain\nwhat we call a \"TABULA RASA\". This document is a\nwithdrawal form which contains the signatures of our\nTreasurer and our Chief Financial Officer, with\neverything filled out except the amount of money to be\nwithdrawn. The form may be re-used as often as\nnecessary.</P>\n\n<P>As for the very important details: it is of the utmost\nimportance that you make VERY CLEAR that it is not\nonly bass fishing which has turned Pablo onto the\nstraight path, but specifically the WIGGLE BABY\nPLASTIC WORM. May I suggest that you explain how Pablo\nhad attempted to fish using another plastic worm, but\nwas so disappointed with the results that he went out\nand committed a serious crime LATER THAT SAME DAY! It\nis very important that you be SPECIFIC regarding the\nparticular crime which he committed. This adds to the\ncredibility of the account. Explain how the Wiggle\nBaby Plastic Worm, its lifelike appearance, its\nnatural touch and pleasant odour all combined to\nencourage Pablo. PLEASE BE VERY SPECIFIC. GO ON AT\nSOME LENGTH DESCRIBING THE QUALITIES OF THE WIGGLE\nBABY PLASTIC WORM.</P>\n\n<P>I am certain that once this is accomplished, I will be\nable to present your letter to the Board of Directors,\nand come away with a TABULA RASA. Please do this with\nall speed, as I would like very much to begin the\nactual transaction. I would not like to spend much\nmore time on the composing of this very important\nletter. Please do your best to see that it is\nperfectly executed.</P>\n\n<P>By the way, you mentioned in your letter about Pablo\nthat your territory is Koumassi. Is not Koumassi\nlocated in the country of Ghana? Are you in Ghana? Or\nare you in Cote D'Ivoire, as you first mentioned?\nPerhaps I misunderstood something?</P>\n\nBest, and God Bless you and your family,<br><br>\n\nLiberace\n\n<p>Sez Fannerman: <i>\nThat's all to date. If I get another re-worked letter\nback I'll eat a bucket of plastic worms and toss\nmyself into the hopper of a Wormiator Plastic Bait\nExtruder!\n</i></p>\n\n<p>Sez us: <b>Let's not hold him to that!</b></p>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Sez Fannerman:", "raw": "<hr>\n\n<b>\n<p><font  color=\"purple\">JUST WHEN YOU THOUGHT IT WAS SAFE TO GO BASS FISHING AGAIN...</font></p>\n</b>                 \n<p>Sez Fannerman: <i><br>\n Hi! Unbelievably, he came back for more. Now it's the \n \"mom's in the hospital\" routine. Maybe she's been \n eating those plastic worms! <br><br>\n\n His latest letter is a masterpiece. He has \n conveniently written the newest section in small-case \n letters. First prize for imagery goes to:  <br><br>\n\n\n \"He was attracted with every quality of this product \n more especially the pleasant odour possessed by the \n worm just like the fragrance oozing out from a \n hibiscus flowers which stimulates somebody to feel \n like the world is a bird of roses...\"  <br><br>\n\n\n Hahaha! Enjoy...  <br><br>\n\n\n Arnold </i>\n</p>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dear Sir,  \n I regret for our late response to your letters,also \n Iregret to inform you that my mother Mariam was \n addmitted in the hosipital since our last \n communication to you,her sickness was on emmergency \n and this is the cause of the delay to your mails.She \n has recovered her ilness but still in the hospital for \n lack of money to pay the hospital bill,she will come \n back home as soon as we lay hand on  money to settle \n the charge.At the moment,things are very difficult for \n us. \n As regards to your request  to discribe the more about \n the WIGGLE BABY PLASTIC WORM,its life style \n appearance,its natural touch, pleasant odour  and \n qualities,please we should require your asststance on \n these,at laest giving us the ideas then we can make up \n the grammer with our on style since we have never seen \n this product in our life and have never use it before. \n\n Thank you,My mummy is worried.  \n\n\n\n Idris Mustapha(the son)", "raw": "<hr>\n\n<p><font  color=\"red\">BRING OUT THE VIOLINS</font></p>\n\n Dear Sir,  <br><br>\n\n\n<P> I regret for our late response to your letters,also \n Iregret to inform you that my mother Mariam was \n addmitted in the hosipital since our last \n communication to you,her sickness was on emmergency \n and this is the cause of the delay to your mails.She \n has recovered her ilness but still in the hospital for \n lack of money to pay the hospital bill,she will come \n back home as soon as we lay hand on  money to settle \n the charge.At the moment,things are very difficult for \n us. </P>\n\n<P> As regards to your request  to discribe the more about \n the WIGGLE BABY PLASTIC WORM,its life style \n appearance,its natural touch, pleasant odour  and \n qualities,please we should require your asststance on \n these,at laest giving us the ideas then we can make up \n the grammer with our on style since we have never seen \n this product in our life and have never use it before. </P>\n\n Thank you,My mummy is worried.  <br><br>\n <br><br>\n\n\n Idris Mustapha(the son) \n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Idris, \nSo sorry to hear about Mariam. I pray that she \n recovers fully very soon. What was the cause of her \n hospitalization? Whatever the reason, I hope she will \n be cured God willing. \n About the plastic worm description: just use your \n imagination. The odour should be compared to fresh \n breezes and tropical fruits. The worm must be \n \"lifelike\" to the touch, as if it were a real living \n worm. Pablo should smell the gates of Heaven, as if \n the worm were sending a personal message to him. \n PLEASE USE YOUR OWN WORDS.\n It does not matter what the specific smells and touch \n of the worm are...JUST AS LONG AS YOU USE YOUR OWN \n WORDS AND DESCRIBE HOW PABLO FELT WHEN HE USED THE \n STRAWBERRY STINKER WORM. \n Please go on at some length when describing the effect \n  the worm's appearance, touch and smell had on Pablo. \n IMAGINE THAT PABLO SAW THE FACE OF GOD HIMSELF. \n IMAGINE THAT PABLO KNEW HE WAS SAVED AS SOON AS HE \n HELD THE WORM IN HIS HANDS. \n DO NOT USE MY WORDS!! Just let your imagination run. \n That way it will sound convincing, and the Directors \n will want to help in any way possible. PLEASE DESCRIBE \n AT SOME LENGTH HOW THE WORM FELT IN HIS HANDS. Believe \n me, sir, this is the best, quickest and surest \n modality which will guarantee that the company's full \n resources  be put 100% at our disposal. IT DOES NOT \n MATTER THAT YOU DON'T KNOW EXACTLY WHAT THE WORM FEELS \n LIKE. JUST USE YOUR IMAGINATION! Remember, this is \n what went on in Pablo's MIND...make up the odours, the \n way it felt, the lifelike feel in his hands, etc. JUST \n WRITE AS IF THE WORM WERE AN ANGEL OF MERCY. PLEASE GO \n ON AT LENGTH CONCERNING THE HAPPINESS AND HOPE THE \n WORM BROUGHT TO PABLO. \n Idris, believe me, this will help us immensely! Make \n the descriptions long and detailed, at least 2 or 3 \n more full paragraphs of description. LET YOUR \n IMAGINATION RUN! Then we will be successful, I \n guarantee it. \n If possible I would like to arrange for the transfer \n of the trunk immediately after your letter is \n completed. Can we do this quickly? \n\n Best \n\n Liberace", "raw": "<hr>\n<p><font  color=\"purple\">ARNOLD ON WORMS</font></p>\n\n Dear Idris, <br><br>\n\n <P>So sorry to hear about Mariam. I pray that she \n recovers fully very soon. What was the cause of her \n hospitalization? Whatever the reason, I hope she will \n be cured God willing. </P>\n\n<P> About the plastic worm description: just use your \n imagination. The odour should be compared to fresh \n breezes and tropical fruits. The worm must be \n \"lifelike\" to the touch, as if it were a real living \n worm. Pablo should smell the gates of Heaven, as if \n the worm were sending a personal message to him. \n PLEASE USE YOUR OWN WORDS.</P> \n\n<P> It does not matter what the specific smells and touch \n of the worm are...JUST AS LONG AS YOU USE YOUR OWN \n WORDS AND DESCRIBE HOW PABLO FELT WHEN HE USED THE \n STRAWBERRY STINKER WORM. </P>\n\n<P> Please go on at some length when describing the effect \n  the worm's appearance, touch and smell had on Pablo. \n IMAGINE THAT PABLO SAW THE FACE OF GOD HIMSELF. \n IMAGINE THAT PABLO KNEW HE WAS SAVED AS SOON AS HE \n HELD THE WORM IN HIS HANDS. </P>\n\n<P> DO NOT USE MY WORDS!! Just let your imagination run. \n That way it will sound convincing, and the Directors \n will want to help in any way possible. PLEASE DESCRIBE \n AT SOME LENGTH HOW THE WORM FELT IN HIS HANDS. Believe \n me, sir, this is the best, quickest and surest \n modality which will guarantee that the company's full \n resources  be put 100% at our disposal. IT DOES NOT \n MATTER THAT YOU DON'T KNOW EXACTLY WHAT THE WORM FEELS \n LIKE. JUST USE YOUR IMAGINATION! Remember, this is \n what went on in Pablo's MIND...make up the odours, the \n way it felt, the lifelike feel in his hands, etc. JUST \n WRITE AS IF THE WORM WERE AN ANGEL OF MERCY. PLEASE GO \n ON AT LENGTH CONCERNING THE HAPPINESS AND HOPE THE \n WORM BROUGHT TO PABLO. </P>\n\n<P> Idris, believe me, this will help us immensely! Make \n the descriptions long and detailed, at least 2 or 3 \n more full paragraphs of description. LET YOUR \n IMAGINATION RUN! Then we will be successful, I \n guarantee it. </P>\n\n<P> If possible I would like to arrange for the transfer \n of the trunk immediately after your letter is \n completed. Can we do this quickly? </P>\n\n Best <br><br>\n\n Liberace <br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "ATTN:BLUE CRESCENT EAT-M-UP WIGGLE INC.  \n\n\n DEAR LIBERACE,  \n WE ARE GLAD TO  INTRODUCE OUR ENTERPRISE AS A LIFELONG \n SPORTSMAN LOCATED IN ABIDJAN,THE ECONOMIC CAPITAL CITY \n OF COTE D'IVOIRE IN WEST AFRICA,BORDERING THE NORTH \n ATLANTIC OCEAN,BETWEEN GHANA AND LIBERIA. THE COUNTRY \n IS GEOGRAPHICALLY CORDINATED 800N AND 500W WITH TOTAL \n AREA 322,460 SQ KM, THE LAND AREA COVERS 318,000 SQ KM \n WHILE THE WATER AREA IS 4,460 SQ KM. \n FISHING IS GENERALLY AVAILABLE IN COTE D'IVOIRE \n THROUGH OUT THE YEAR.THE BEST FISHING PERIOD HOWEVER \n IS BETWEEN JUNE TO SEPTEMBER.THIS PERIOD PROVIDES \n EXCELLENT SPORTS FISHING FOR BIG YELLOW FISH TUNA,ONE \n OF THE STRONGEST FISH IN THE OCEAN.MORETHAN 250 \n SPECIES OF FISH CAN BE CAUGHT THROUGH \n FLY,LINE,GAME,SURF OR REEF FISHING.THE MERGING OF THE \n COOL ATLANTIC AND THE WARM COAST CREATES A HIGH \n CONCENTRATION OF THE GAME FISH,INCLUDING MARLIN AND \n TUNA.BIG BLUE MARLIN AND A NUMBER OF STRIPED AND BLACK \n MARLIN ARE ALSO FOUND AS WELL SAIFISH. \n WE WISH TO INFORM YOU THAT WE ARE HIGHLY INTERSETED IN \n BECOMING AN IMPORT AGENT OF YOUR COMPANY-THE KNOWN \n CRESCENT EAT -M-UP WIGGLE BABIES PLASTIC WARM.WE FANCY \n AND DEEMED YOUR PRODUCT VERY ESSENTIAL IN OUR FISHING \n INDUSTRY DUE TO IT'S DISTINCTIVE CHARACTERISTICS AND \n QUALITIES WHICH ENHANCES AND INCREASES THE EFFECIENCY \n AND OUR OUTPUT.\n IT WILL INTEREST YOU TO KNOW THAT AFTER APPLYING \n DIFFERENT FISHING METHODS, WE RECOMMEND AND APPRECIATE \n YOUR \"STRAWBERRY STINKER\" MODEL PLASTIC WORM.THIS \n PRODUCT AFTER USAGE PROVED TO BE MORE SUCCESSFUL THAN \n ANY OTHER SIMILAR PRODUCTS WE  HAVE USED IN THE \n PAST.WE WERE VERY MUCH EXCITED AND IMPRESSED ON \n VARIOUS OCCASIONS WE USED YOUR PRODUCT AS A MATTER OF \n FACT. \n AT THIS STAGE WE DEEMED IT NECESSARY TO THROW MORE \n LIGHT IN OUR ENTHUSIASM REGARDING YOUR PRODUCT BY \n STATING A SPECIFIC EXAMPLE IN ONE OF OUR FISHING \n OUTINGS.THIS EXPERIENCE TOOK PLACE AT OUR NORMAL \n FISHING TERRITORY (BASSAM BEACH )IT WAS ONE FAITHFUL \n DAY, THE WEATHER WAS PERFECT FOR FISHING,IT WAS A \n SURPRISE WHEN  WE SAW A LARGE BASS(FISH) IN THE DEPTH \n OF THE WATER MOVING AROUND LIKE A HUNGRY LION,WE \n QUICKLY  SENT THE PLASTIC WORM AND  IMMEDIATELY THE \n FISH SAW THE WORM,HE DIVED AND SWALLOWED EVERY \n THING,BUT AS IF HE DID NOT KNOW THAT HE HAS BEEN \n TRAPPED CONTINUED ROAMING AROUND THE VICINITY \n SEARCHING FOR MORE WORMS TO EAT. AT A TIME HE NOTICED \n SOME FORCES PULLING HIM AT ONE DIRECTION AND AT THIS \n JUNCTURE, THERE WAS THUG OF WAR BETWEEN US AND THE \n FISH WHICH LASTED FOR COUPLE OF TIME.IN FACT THE \n RESISTANCE OF THE FISH AND THE DRAGGING WAS JUST LIKE \n A FILM AND LUCKLY FOR US WE SUCEEDED IN PULLING THE \n FISH INTO OUR BOAT,BUT STILL,WHILE THE FISH WAS IN THE \n BOAT,IT APPEARED AS IF HE REGAINED MOMENTUM AS HE WAS \n JUMPING UP AND DOWN STRUGGLING TO FIND HIS WAY BACK TO \n THE WATER BUT LUCK WAS AGAINST HIM . \n CONSIDERING THIS PARTICULAR EVENT, WE COULD THEREFORE \n COMFIRM THAT SUCH A MAGNIFICENT PLASTIC WORM CAN BE \n THE SOURCE OF GREAT PROFITS TO US,WERE WE TO SELL YOUR \n PRODUCT IN OUR COUNTRY.IN FACT,THIS PRODUCT,WE \n FEEL,WOULD OPEN UP ALL SORTS OF OPPORTUNITIES TO \n DEVELOP THE SPORT OF BASS FISHING,AND THEREFORE WE ARE \n GREATLY INTERESTED IN INVESTING IN THE \"EAT-M-UP \n WIGGLE BABY\" LINE.AS A MATTER OF SINCERITY,WE FEEL \n THAT IF THE YOUTH OF OUR COUNTRY WERE TO SPEND MORE \n TIME IN BASS FISHING,THAN CAUSING TROUBLE AND BEHAVING \n IN CRIMINAL FASHION,OUR COUNTRY WOULD BE BETTER OFF \n MORALLY AND SOCIALLY. \n AS A MATTER OF SINCERITY,THERE IS NO GAIN EMPHASISING \n MUCH ON THE VARIOUS EXPERIENCES GATHERED BY FISHING \n WITH PLASTIC WORM,BUT WE LIKE TO FORWARD IN ADDITION A \n SPECIFIC REFERNCE WHERE BASS FISHING REDEEMED ONE THE \n CRIMINALS INTO A NORMAL BUSINESS LIFE.IT IS NOT A NEWS \n THAT JUVENILE DELIQUENCY IN WEST AFRICA IS INCREASING \n AT A EVERY HIGH PACE.YOUTHS OF TODAY DERIVE JOY IN \n CRIMINAL ACTIVITIES,A DAY NEVER PASSES BY WITHOUT \n WITNESSING AN ARMED ROBBERS ATTACK AS IT HAS BECOME \n THE ORDER OF THE DAY.IN MANY CASES,IT MAY CLAIM \n INNOCENT SOULS.THESE RAMPANT, ILLEGAL ACTINGS HAVE \n INVOLKED FEARS INTO MILLIONS OF PEOPLE MAINLY ON THE \n STRANGERS AS ONE CAN BE EASILY ATTACKED IN BROAD \n DAYLIGHT. \n IT IS UNFORTUNATE THAT THESE YOUTHS WHO USUALLY ENGAGE \n THEMSELVES IN THIS DIRTY ACTIVITIES MAINLY ARE NOT \n EDUCATED AS THEY REFUSED GOING TO SCHOOLS AND THE \n CHANCES OF EMPLOYMENT OPPORTUNITY ARE VERY RARE.THE \n LITTLE OFFICE VACANCIES ARE MEARNT FOR THE FEW WHO \n ACQUIRED THE SKILL.WORST TILL,THESE BAD BOYS HAVE \n REFUSED TO SUCUMB LOW TO ACCEPT UNSKILLED LABOUR.THEN \n WHAT CAN A MAN DO? \"MAN MUST WAK\"(EAT).THEREFORE TO \n SATISFY THEIR STOMACH,THEY RESORT TO STEALING AND \n OTHER MALPRACTICES WHICH FINALLY LAND THEM TO JAILS.IT \n IS CRAZY WHEN YOU VISIT ONE OF THE PRISONS SITUATED IN \n THE CAPITAL CITY ABIDJAN COTE D'IVIORE NAMED \"YOUPUGON \n PRISON\",YOU CAN SEE WHERE THE GOVERNMENT WASTED \n MILLIONS AND MILLIONS OF DOLLARS IN CONSTRUCTING THE \n MAGNIFICIENT BUILDINGS AND EVERY DAY NOT LESS THAN \n FIFTY CULPRITS ARE BROUGHT TO THE PRISON.IT IS \n UNBELIEVABLE THAT GOVERNMENT FINDS IT DIFFICULT TO \n SEARCH FOR SOLUTION TO THESE ALARMING UGLY SITUATIONS \n CONTRIBUTING HARM THAN GOOD TO THE NATION IN \n PARTICULAR AND THE WORLD AS A WHOLE. \nDEAR LIBERACE,IT WILL INTEREST YOU TO KNOW THAT \n FISHING WITH PLASTIC WORM SINCE IT WAS INTRODUCED TO \n THE YOUTHS HAS GONE A LONG WAY REDUCING THE CRIME IN \n THE NATION.THE INITIATIVE STARTED JUST FOR ONE DAY I \n APPROACHED A NOTOROUS BANDIT  BY NAME \"PABLO\"RESIDING \n ARROUND MY TERRITORY KOUMASSI TOWN,THIS CRIMINAL WITH \n HIS GANG USUALLY OPERATE IN BROAD DAY LIGHT MAINLY \n AROUND 10 AM -11 AM WHEN WORKERS AND TRADERS HAVE GONE \n TO THEIR VARIOUS PLACES OF WORK,BY THIS TIME EVERY \n WHERE IS SCANTY AND DRY.THIS GANG OPERATES BY USING \n \"DAGGER KNIVES\" SNATCHING MOSTLY MOBILE \n PHONES,JEWELRIES AND CASH FROM PEOPLE,THEY ALSO \n INVOLVE IN HOUSE BREAKAGE,SOME INNOCENT PEOPLE FALL \n VICTIM TO THESE UNSCRUPULOUS ELEMENTS WHEN THEY REFUSE \n TO SURRENDER THEIR BELONGINGS TO THEM,THEY CAN EVEN GO \n TO THE EXTREEM OF APPLYING THIS DANGEROUS WEAPONS \n INFUSING INJURIES ON THEM AND UNLUCKY ONES DIED IN THE \n EVENT. THAT DAY I SUMMONED COURAGE TO INVITE PABLO THE \n BANDIT  FOR A LUNCH,ON A ROUND TABLE MEETING, WHILE WE \n ARE ENJOYING OURSELVES WITH SOME DELICIOUS FOOD AND \n DRINKS,I FOCUSED HIS MEMORY ON OUR DISCUSSION TO THE \n IMPORTANCE OF FISHING AND PROFIT THEREIN.I WAS ABLE TO \n CONVINCE HIM AND HAVE A SCHEDULE TO ACCOMPANY ME IN A \n FISHING OUTING,THAT DAY,IT WAS MIRACULOUS AS  HE COULD \n NOT BELIEVE THE NUMBER OF FISHES WE CAUGHT WHICH \n ATTRACTED A LOT OF PROFITS,we continued this exercise \n for a period of three days before I encourage him to \n begin on his own. \n\nAfter Pablo was assumed to be converted  when he was \n initially introduced into Bass fishing and he played \n the sport for the first day on his own, every one \n thought that Pablo will automatically not succumb to \n his previous criminal life but surprisingly we found \n out that he even proceeded to commit more dangerous \n acting.  This time Pablo involved in car snatching,   \n he joined a gang that operate  in the major roads \n blocking people with their own cars, snatching cars \n under gun point. In a specific attack by Pablo and his \n gang just after a week he left us and started on his \n own,he went an operation where they snatch two cars, \n they did not only snatched two cars but rather they \n had stop-over and robbed a very big filling station \n ,collected all the available cash and drove off. But \n being intelligent gang, they did not continue with \n these cars to avoid easy tracing, they therefore, \n swiftly double- crossed another  Peugeot car and made \n away with it abandoning the former vehicles they were \n with. The attack was a very dangerous one but did not \n claim any life. \n\n The following day, the news quickly spread all over \n the town and after my thorough investigation, I found \n out that Mr Pablo was among the team that took the \n operation. It started to beat my imagination why Pablo \n will behaved abnormally again after our Previous \n fishing outings which efforts were made to convince \n him to a normal business activity. I visualised and \n gazed that probably he was not satisfied with the Bass \n fishing, I immediately thought it wise to introduce \n him using WIGGLE BABY PLASTIC WORM; It took me an \n additional effort and sweet tongue to convinced him \n just to have a schedule with me for another private \n talk. After Pablo has considered his last operation \n and the huge money realised, he felt satisfactory and \n thought he was on the top of the world. But \n notwithstanding, I succeeded afterward \n summoning a meeting with him convincing him to \n accompany me once again to fishing outing .This time \n around I introduced him to WIGGLE BABY PLASTIC WORM \n which yielded a perfect result. This time,Pablo saw \n the difference and believed that all FINGERS ARE \n NOT EQUAL  after comparison with  the former method \n of fishing and the performances of the WIGGLE BABY \n PLASTIC WORM. He lamented \"I saw with an infinite \n pleasure, the great object of my mission\". \n He was attracted with every quality of this product \n more especially the pleasant odour possessed by the \n worm just like the fragrance oozing out from a \n hibiscus flowers which stimulates somebody to feel \n like the world is a bird of roses. . Pablo was felt \n with full attraction of the WORM which possessed a \n natural appearance like a living  earth WORM, \n sighting his feeling  on the  magnificent  WORM \n on his hand and the way it was turning itself round \n like if it was a  real living  object ,Pablo was \n actually convinced that through this STRAWBERRY \n STINKER WORM sporting,  he could make a good living \n without being told. He even wanted to go home with the \n worm just to be making sure he always stays around it \n just for the comfort and joy he derives. He further \n lamented that one will be opportune to caught a lot of \n fishes when once this STRAWBERRY STINKER WORM enters \n into the sea swimming majestically  creating \n attraction to the fish.   In this case  and to save \n the life of this young man and others, we lend some \n spares of our STRAWBERRY STINKER WORM to Pablo   \n and he is still making use of this  magnificent \n instrument sporting  with his  group turning up  huge \n quantities of fishes in all their outings, given \n testimony about WIGGLE BABY PLASTIC WORM and to God \n for his life saved. \n\nIt may interest you to know that Mr Pablo has \n presently turned to be a recognised great fishing \n sportsman with his group as they always make a large \n turn over compared with others in the field as such \n they are  one of the leading suppliers of fishes to \n our continental hotels and government guest houses \n including prisons and other large consumers even to \n our nearby countries like Guinea Conakry, Ghana and \n Burkina Faso. \nMeanwhile, their immediate project is establishing a \n fishing pond which is taking place in YAMOUSSOUKRO \n the administrative capital city  of Cote d\u0092 Ivoire. \n Recently, Pablo recognising the source of his wealth \n and where he started approached us for order of more \n WIGGLE BABY PLASTIC WORM in a large quantity. You can \n bear with us and see by yourself how STRAWBERRY \n STINKER WORM  had changed a notorious armed robber to \n a recognised and genuine person in the society. We \n therefore plead for your maximum co-operation in \n making sure this productis supplied to us without \n delay to enable us satisfy the demand. \n\nTO SEE WHAT PLASTIC WORM FISHING HAS DONE BY \n CHANGING AUTOMATICALLY THE ENTIRE LIFE OF THIS HARD \n CRIMINAL.HE REALISED THAT USING THIS MACHING IS \n SIMPLE,YIELDS PROFITS AND DOSE NOT SUBJECT HIM TO MORE \n DANGER COMPARED TO HIS FORMER OCCUPATION.I AM NOT \n TRYING TO EXAGERATE, THIS  YOUNG MAN HAS UNTILL TODAY \n CONVERTED REASONABLE NUMBERS OF HIS CRIMINAL \n COLLEAGUES TO A BETTER LIFE BY INTRODUCING THEM TO \n JOIN THE BASS FISHING. \n\nVERY IMPORTANT,WE WILL LIKE TO KNOW HOW MUCH IT WOULD \n COST US TO IMPORT THE MACHINES TO MAKE THE WORMS.THE \n NAME OF THE MACHINE IS A WORMIATOR PLASTIC BAIT \n EXTRUDER. \n\nSIR,IN ORDER TO REDUCE CRIME TO THE GRASS ROOT LEVEL \n IN THIS COUNTRY AND TO SALVAGE THE UGLY SITUATION,WE \n ARE OF THE OPINION THAT YOU SUPPLY US YOUR WORMIATOR \n MACHINE IN A VERY LARGE QUANTITY AND ALSO VISIT OUR \n COUNTRY TO INCULCATE YOUR PROFESSIONAL IDEAS AND \n TECHNICAL- KNOW- HOW TO US FOR MORE IMPROVEMENT.WHEN \n ONCE THIS IS DONE,IT WILL GIVE MORE OPPORTUNITIES TO \n ABSORB NEW EMPLOYEES WHO ARE SEEKING FOR EMPLOYMENT \n AND THEREFORE REDUCING CRIMES IN OUR COUNTRY COTE \n D'IVOIRE. \n\n YOURS SINCERLY, \n\n MARIAM AND IDRIS MUSTAPHA.", "raw": "<hr>\n<p><font  color=\"red\">THE LADS WAX ELOQUENT ABOUT WORMS</font></p>\n\n ATTN:BLUE CRESCENT EAT-M-UP WIGGLE INC.  <br><br>\n\n\n DEAR LIBERACE,  <br><br>\n\n\n<P> WE ARE GLAD TO  INTRODUCE OUR ENTERPRISE AS A LIFELONG \n SPORTSMAN LOCATED IN ABIDJAN,THE ECONOMIC CAPITAL CITY \n OF COTE D'IVOIRE IN WEST AFRICA,BORDERING THE NORTH \n ATLANTIC OCEAN,BETWEEN GHANA AND LIBERIA. THE COUNTRY \n IS GEOGRAPHICALLY CORDINATED 800N AND 500W WITH TOTAL \n AREA 322,460 SQ KM, THE LAND AREA COVERS 318,000 SQ KM \n WHILE THE WATER AREA IS 4,460 SQ KM. </P>\n\n<P> FISHING IS GENERALLY AVAILABLE IN COTE D'IVOIRE \n THROUGH OUT THE YEAR.THE BEST FISHING PERIOD HOWEVER \n IS BETWEEN JUNE TO SEPTEMBER.THIS PERIOD PROVIDES \n EXCELLENT SPORTS FISHING FOR BIG YELLOW FISH TUNA,ONE \n OF THE STRONGEST FISH IN THE OCEAN.MORETHAN 250 \n SPECIES OF FISH CAN BE CAUGHT THROUGH \n FLY,LINE,GAME,SURF OR REEF FISHING.THE MERGING OF THE \n COOL ATLANTIC AND THE WARM COAST CREATES A HIGH \n CONCENTRATION OF THE GAME FISH,INCLUDING MARLIN AND \n TUNA.BIG BLUE MARLIN AND A NUMBER OF STRIPED AND BLACK \n MARLIN ARE ALSO FOUND AS WELL SAIFISH. </P>\n\n<P> WE WISH TO INFORM YOU THAT WE ARE HIGHLY INTERSETED IN \n BECOMING AN IMPORT AGENT OF YOUR COMPANY-THE KNOWN \n CRESCENT EAT -M-UP WIGGLE BABIES PLASTIC WARM.WE FANCY \n AND DEEMED YOUR PRODUCT VERY ESSENTIAL IN OUR FISHING \n INDUSTRY DUE TO IT'S DISTINCTIVE CHARACTERISTICS AND \n QUALITIES WHICH ENHANCES AND INCREASES THE EFFECIENCY \n AND OUR OUTPUT.</P> \n\n<P> IT WILL INTEREST YOU TO KNOW THAT AFTER APPLYING \n DIFFERENT FISHING METHODS, WE RECOMMEND AND APPRECIATE \n YOUR \"STRAWBERRY STINKER\" MODEL PLASTIC WORM.THIS \n PRODUCT AFTER USAGE PROVED TO BE MORE SUCCESSFUL THAN \n ANY OTHER SIMILAR PRODUCTS WE  HAVE USED IN THE \n PAST.WE WERE VERY MUCH EXCITED AND IMPRESSED ON \n VARIOUS OCCASIONS WE USED YOUR PRODUCT AS A MATTER OF \n FACT. </P>\n\n<P> AT THIS STAGE WE DEEMED IT NECESSARY TO THROW MORE \n LIGHT IN OUR ENTHUSIASM REGARDING YOUR PRODUCT BY \n STATING A SPECIFIC EXAMPLE IN ONE OF OUR FISHING \n OUTINGS.THIS EXPERIENCE TOOK PLACE AT OUR NORMAL \n FISHING TERRITORY (BASSAM BEACH )IT WAS ONE FAITHFUL \n DAY, THE WEATHER WAS PERFECT FOR FISHING,IT WAS A \n SURPRISE WHEN  WE SAW A LARGE BASS(FISH) IN THE DEPTH \n OF THE WATER MOVING AROUND LIKE A HUNGRY LION,WE \n QUICKLY  SENT THE PLASTIC WORM AND  IMMEDIATELY THE \n FISH SAW THE WORM,HE DIVED AND SWALLOWED EVERY \n THING,BUT AS IF HE DID NOT KNOW THAT HE HAS BEEN \n TRAPPED CONTINUED ROAMING AROUND THE VICINITY \n SEARCHING FOR MORE WORMS TO EAT. AT A TIME HE NOTICED \n SOME FORCES PULLING HIM AT ONE DIRECTION AND AT THIS \n JUNCTURE, THERE WAS THUG OF WAR BETWEEN US AND THE \n FISH WHICH LASTED FOR COUPLE OF TIME.IN FACT THE \n RESISTANCE OF THE FISH AND THE DRAGGING WAS JUST LIKE \n A FILM AND LUCKLY FOR US WE SUCEEDED IN PULLING THE \n FISH INTO OUR BOAT,BUT STILL,WHILE THE FISH WAS IN THE \n BOAT,IT APPEARED AS IF HE REGAINED MOMENTUM AS HE WAS \n JUMPING UP AND DOWN STRUGGLING TO FIND HIS WAY BACK TO \n THE WATER BUT LUCK WAS AGAINST HIM . </P>\n\n<P> CONSIDERING THIS PARTICULAR EVENT, WE COULD THEREFORE \n COMFIRM THAT SUCH A MAGNIFICENT PLASTIC WORM CAN BE \n THE SOURCE OF GREAT PROFITS TO US,WERE WE TO SELL YOUR \n PRODUCT IN OUR COUNTRY.IN FACT,THIS PRODUCT,WE \n FEEL,WOULD OPEN UP ALL SORTS OF OPPORTUNITIES TO \n DEVELOP THE SPORT OF BASS FISHING,AND THEREFORE WE ARE \n GREATLY INTERESTED IN INVESTING IN THE \"EAT-M-UP \n WIGGLE BABY\" LINE.AS A MATTER OF SINCERITY,WE FEEL \n THAT IF THE YOUTH OF OUR COUNTRY WERE TO SPEND MORE \n TIME IN BASS FISHING,THAN CAUSING TROUBLE AND BEHAVING \n IN CRIMINAL FASHION,OUR COUNTRY WOULD BE BETTER OFF \n MORALLY AND SOCIALLY. </P>\n\n<P> AS A MATTER OF SINCERITY,THERE IS NO GAIN EMPHASISING \n MUCH ON THE VARIOUS EXPERIENCES GATHERED BY FISHING \n WITH PLASTIC WORM,BUT WE LIKE TO FORWARD IN ADDITION A \n SPECIFIC REFERNCE WHERE BASS FISHING REDEEMED ONE THE \n CRIMINALS INTO A NORMAL BUSINESS LIFE.IT IS NOT A NEWS \n THAT JUVENILE DELIQUENCY IN WEST AFRICA IS INCREASING \n AT A EVERY HIGH PACE.YOUTHS OF TODAY DERIVE JOY IN \n CRIMINAL ACTIVITIES,A DAY NEVER PASSES BY WITHOUT \n WITNESSING AN ARMED ROBBERS ATTACK AS IT HAS BECOME \n THE ORDER OF THE DAY.IN MANY CASES,IT MAY CLAIM \n INNOCENT SOULS.THESE RAMPANT, ILLEGAL ACTINGS HAVE \n INVOLKED FEARS INTO MILLIONS OF PEOPLE MAINLY ON THE \n STRANGERS AS ONE CAN BE EASILY ATTACKED IN BROAD \n DAYLIGHT. </P>\n\n<P> IT IS UNFORTUNATE THAT THESE YOUTHS WHO USUALLY ENGAGE \n THEMSELVES IN THIS DIRTY ACTIVITIES MAINLY ARE NOT \n EDUCATED AS THEY REFUSED GOING TO SCHOOLS AND THE \n CHANCES OF EMPLOYMENT OPPORTUNITY ARE VERY RARE.THE \n LITTLE OFFICE VACANCIES ARE MEARNT FOR THE FEW WHO \n ACQUIRED THE SKILL.WORST TILL,THESE BAD BOYS HAVE \n REFUSED TO SUCUMB LOW TO ACCEPT UNSKILLED LABOUR.THEN \n WHAT CAN A MAN DO? \"MAN MUST WAK\"(EAT).THEREFORE TO \n SATISFY THEIR STOMACH,THEY RESORT TO STEALING AND \n OTHER MALPRACTICES WHICH FINALLY LAND THEM TO JAILS.IT \n IS CRAZY WHEN YOU VISIT ONE OF THE PRISONS SITUATED IN \n THE CAPITAL CITY ABIDJAN COTE D'IVIORE NAMED \"YOUPUGON \n PRISON\",YOU CAN SEE WHERE THE GOVERNMENT WASTED \n MILLIONS AND MILLIONS OF DOLLARS IN CONSTRUCTING THE \n MAGNIFICIENT BUILDINGS AND EVERY DAY NOT LESS THAN \n FIFTY CULPRITS ARE BROUGHT TO THE PRISON.IT IS \n UNBELIEVABLE THAT GOVERNMENT FINDS IT DIFFICULT TO \n SEARCH FOR SOLUTION TO THESE ALARMING UGLY SITUATIONS \n CONTRIBUTING HARM THAN GOOD TO THE NATION IN \n PARTICULAR AND THE WORLD AS A WHOLE. </P>\n\n <P>DEAR LIBERACE,IT WILL INTEREST YOU TO KNOW THAT \n FISHING WITH PLASTIC WORM SINCE IT WAS INTRODUCED TO \n THE YOUTHS HAS GONE A LONG WAY REDUCING THE CRIME IN \n THE NATION.THE INITIATIVE STARTED JUST FOR ONE DAY I \n APPROACHED A NOTOROUS BANDIT  BY NAME \"PABLO\"RESIDING \n ARROUND MY TERRITORY KOUMASSI TOWN,THIS CRIMINAL WITH \n HIS GANG USUALLY OPERATE IN BROAD DAY LIGHT MAINLY \n AROUND 10 AM -11 AM WHEN WORKERS AND TRADERS HAVE GONE \n TO THEIR VARIOUS PLACES OF WORK,BY THIS TIME EVERY \n WHERE IS SCANTY AND DRY.THIS GANG OPERATES BY USING \n \"DAGGER KNIVES\" SNATCHING MOSTLY MOBILE \n PHONES,JEWELRIES AND CASH FROM PEOPLE,THEY ALSO \n INVOLVE IN HOUSE BREAKAGE,SOME INNOCENT PEOPLE FALL \n VICTIM TO THESE UNSCRUPULOUS ELEMENTS WHEN THEY REFUSE \n TO SURRENDER THEIR BELONGINGS TO THEM,THEY CAN EVEN GO \n TO THE EXTREEM OF APPLYING THIS DANGEROUS WEAPONS \n INFUSING INJURIES ON THEM AND UNLUCKY ONES DIED IN THE \n EVENT. THAT DAY I SUMMONED COURAGE TO INVITE PABLO THE \n BANDIT  FOR A LUNCH,ON A ROUND TABLE MEETING, WHILE WE \n ARE ENJOYING OURSELVES WITH SOME DELICIOUS FOOD AND \n DRINKS,I FOCUSED HIS MEMORY ON OUR DISCUSSION TO THE \n IMPORTANCE OF FISHING AND PROFIT THEREIN.I WAS ABLE TO \n CONVINCE HIM AND HAVE A SCHEDULE TO ACCOMPANY ME IN A \n FISHING OUTING,THAT DAY,IT WAS MIRACULOUS AS  HE COULD \n NOT BELIEVE THE NUMBER OF FISHES WE CAUGHT WHICH \n ATTRACTED A LOT OF PROFITS,we continued this exercise \n for a period of three days before I encourage him to \n begin on his own. \n</P>   \n <P>After Pablo was assumed to be converted  when he was \n initially introduced into Bass fishing and he played \n the sport for the first day on his own, every one \n thought that Pablo will automatically not succumb to \n his previous criminal life but surprisingly we found \n out that he even proceeded to commit more dangerous \n acting.  This time Pablo involved in car snatching,   \n he joined a gang that operate  in the major roads \n blocking people with their own cars, snatching cars \n under gun point. In a specific attack by Pablo and his \n gang just after a week he left us and started on his \n own,he went an operation where they snatch two cars, \n they did not only snatched two cars but rather they \n had stop-over and robbed a very big filling station \n ,collected all the available cash and drove off. But \n being intelligent gang, they did not continue with \n these cars to avoid easy tracing, they therefore, \n swiftly double- crossed another  Peugeot car and made \n away with it abandoning the former vehicles they were \n with. The attack was a very dangerous one but did not \n claim any life. \n</P>   \n<P> The following day, the news quickly spread all over \n the town and after my thorough investigation, I found \n out that Mr Pablo was among the team that took the \n operation. It started to beat my imagination why Pablo \n will behaved abnormally again after our Previous \n fishing outings which efforts were made to convince \n him to a normal business activity. I visualised and \n gazed that probably he was not satisfied with the Bass \n fishing, I immediately thought it wise to introduce \n him using WIGGLE BABY PLASTIC WORM; It took me an \n additional effort and sweet tongue to convinced him \n just to have a schedule with me for another private \n talk. After Pablo has considered his last operation \n and the huge money realised, he felt satisfactory and \n thought he was on the top of the world. But \n notwithstanding, I succeeded afterward \n summoning a meeting with him convincing him to \n accompany me once again to fishing outing .This time \n around I introduced him to WIGGLE BABY PLASTIC WORM \n which yielded a perfect result. This time,Pablo saw \n the difference and believed that all FINGERS ARE \n NOT EQUAL  after comparison with  the former method \n of fishing and the performances of the WIGGLE BABY \n PLASTIC WORM. He lamented \"I saw with an infinite \n pleasure, the great object of my mission\". \n He was attracted with every quality of this product \n more especially the pleasant odour possessed by the \n worm just like the fragrance oozing out from a \n hibiscus flowers which stimulates somebody to feel \n like the world is a bird of roses. . Pablo was felt \n with full attraction of the WORM which possessed a \n natural appearance like a living  earth WORM, \n sighting his feeling  on the  magnificent  WORM \n on his hand and the way it was turning itself round \n like if it was a  real living  object ,Pablo was \n actually convinced that through this STRAWBERRY \n STINKER WORM sporting,  he could make a good living \n without being told. He even wanted to go home with the \n worm just to be making sure he always stays around it \n just for the comfort and joy he derives. He further \n lamented that one will be opportune to caught a lot of \n fishes when once this STRAWBERRY STINKER WORM enters \n into the sea swimming majestically  creating \n attraction to the fish.   In this case  and to save \n the life of this young man and others, we lend some \n spares of our STRAWBERRY STINKER WORM to Pablo   \n and he is still making use of this  magnificent \n instrument sporting  with his  group turning up  huge \n quantities of fishes in all their outings, given \n testimony about WIGGLE BABY PLASTIC WORM and to God \n for his life saved. \n</P>\n <P>It may interest you to know that Mr Pablo has \n presently turned to be a recognised great fishing \n sportsman with his group as they always make a large \n turn over compared with others in the field as such \n they are  one of the leading suppliers of fishes to \n our continental hotels and government guest houses \n including prisons and other large consumers even to \n our nearby countries like Guinea Conakry, Ghana and \n Burkina Faso. </P>\n    \n <P>Meanwhile, their immediate project is establishing a \n fishing pond which is taking place in YAMOUSSOUKRO \n the administrative capital city  of Cote d\u0092 Ivoire. \n Recently, Pablo recognising the source of his wealth \n and where he started approached us for order of more \n WIGGLE BABY PLASTIC WORM in a large quantity. You can \n bear with us and see by yourself how STRAWBERRY \n STINKER WORM  had changed a notorious armed robber to \n a recognised and genuine person in the society. We \n therefore plead for your maximum co-operation in \n making sure this productis supplied to us without \n delay to enable us satisfy the demand. \n</P>   \n   <P>TO SEE WHAT PLASTIC WORM FISHING HAS DONE BY \n CHANGING AUTOMATICALLY THE ENTIRE LIFE OF THIS HARD \n CRIMINAL.HE REALISED THAT USING THIS MACHING IS \n SIMPLE,YIELDS PROFITS AND DOSE NOT SUBJECT HIM TO MORE \n DANGER COMPARED TO HIS FORMER OCCUPATION.I AM NOT \n TRYING TO EXAGERATE, THIS  YOUNG MAN HAS UNTILL TODAY \n CONVERTED REASONABLE NUMBERS OF HIS CRIMINAL \n COLLEAGUES TO A BETTER LIFE BY INTRODUCING THEM TO \n JOIN THE BASS FISHING. \n</P>\n <P>VERY IMPORTANT,WE WILL LIKE TO KNOW HOW MUCH IT WOULD \n COST US TO IMPORT THE MACHINES TO MAKE THE WORMS.THE \n NAME OF THE MACHINE IS A WORMIATOR PLASTIC BAIT \n EXTRUDER. \n</P>\n <P>SIR,IN ORDER TO REDUCE CRIME TO THE GRASS ROOT LEVEL \n IN THIS COUNTRY AND TO SALVAGE THE UGLY SITUATION,WE \n ARE OF THE OPINION THAT YOU SUPPLY US YOUR WORMIATOR \n MACHINE IN A VERY LARGE QUANTITY AND ALSO VISIT OUR \n COUNTRY TO INCULCATE YOUR PROFESSIONAL IDEAS AND \n TECHNICAL- KNOW- HOW TO US FOR MORE IMPROVEMENT.WHEN \n ONCE THIS IS DONE,IT WILL GIVE MORE OPPORTUNITIES TO \n ABSORB NEW EMPLOYEES WHO ARE SEEKING FOR EMPLOYMENT \n AND THEREFORE REDUCING CRIMES IN OUR COUNTRY COTE \n D'IVOIRE. \n</P>\n YOURS SINCERLY, <br><br>\n\n MARIAM AND IDRIS MUSTAPHA. \n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Sez Fannerman: \n\n Dear Mariam and Idris, \n I hope this finds you both well, especially Mariam, \n who, God willing, is recuperating speedily from her \n recent illness, and for whom I have been praying \n daily.  Be assured that both of you are now my blood \n and bone; you may consider yourselves to be a welcome \n and valued addition to the Liberace family. This \n means, \n among other things, that you will be entitled to a 5% \n (FIVE PERCENT) discount for food and lodging should \n either or both of you, in your travels, ever wish to \n stay at the home of any member of the Liberace family! \nBefore proceeding, allow me to announce that Blue \n Crescent Eat-M-Up Wiggle Baby Plastic Worms Inc. is \n reaching new heights of success, which of course \n translates to \"$$$$$$$$\" for us. We are currently \n testing a new model aimed at catching a species of \n gamefish found only in the Northern Sahara. I speak of \n the Sand Bass. This fish has adapted to desert \n conditions so successfully that, in a demonstration of \n Darwinian chutzpah, it needs no water at all to \n flourish, but contents itself to actually swim through \n the sand. It is as potent a predator as its aquatic \n cousins, subsisting on a diet of snakes and scorpions. \n Our new model is called \"THE SCORPITIZER\", which \n mimics the look, touch and odour of an adult female \n scorpion. We at Wiggle Baby consider this our greatest \n achievement. Fishermen throughout the Sahara have \n reported much success in using this product, and we \n expect it to be a real cash machine for us all! \n Now, as for our transaction, CONGRATULATIONS ARE IN \n ORDER. Yes, my dear Mariam and Idris, WE HAVE DONE \n IT!! I am pleased to report that the Board of \n Directors LOVED the letter! They were as impressed as \n I knew they would be. In fact one of them, Mr. Peewee \n Herman,  Chairman of Youth Marketing and Manual \n Gratification, actually requested an interview with \n Pablo, to use in a new advertising campaign! They all \n were deeply moved by the story of Pablo's escape from \n a life of violence and criminality, by virtue of his \n use of our Strawberry Stinker worm. The Board is quite \n prepared to issue a Tabula Rasa for our transaction, \n and thereby open wide the coffers of Wiggle Baby for \n any and all uses we may deem necessary toward the \n completion of our project, including, of course, full \n payment of Mariam's medical expenses. \n They had only one minor suggestion. It must be borne \n in mind that these are businessmen, ever on the \n lookout for new modalities whereby to beat the \n competition. Our main competitor is the \"SLINKAMATIC \n GET-M-KRAZEE BASS-BLASTER HYDROCARBON WORM\". This \n company has frequently named Wiggle-Baby in a \n derogatory fashion in its advertising. The Board of \n Directors now sees the Pablo story as an ideal \n opportunity to give them as good as they dish out. \n They would like you to say that Pablo first used the \n SLINKAMATIC GET-M-KRAZEE BASS-BLASTER HYDROCARBON \n WORM, but due to the unnatural appearance, artificial \n feel, and unpleasant odour of this product, Pablo \n reverted to his life of crime, before meeting with \n success by way of our own Wiggle Baby worm. \n They would like you to fully describe, in a few \n extremely detailed paragraphs, all the bad qualities \n Pablo noticed in the SLINKAMATIC GET-M-KRAZEE \n BASS-BLASTER HYDROCARBON WORM. Once again, use all the \n resources of your imagination and spare no words or \n effort to describe the awful qualities of the \n SLINKAMATIC GET-M-KRAZEE BASS-BLASTER HYDROCARBON \n WORM. The more you write about this, about how \n miserably this product failed, GIVING SPECIFICS, the \n better the effect will be. \n But to assure me that they are of one mind to go ahead \n and issue the Tabula Rasa, they have ALREADY PREPARED \n THE FORM! I saw it with my own eyes, and give you my \n personal guarantee as a Liberace that it is absolutely \n 100% in order and READY TO GO! Once they are in \n possession of your letter which includes the negative \n descriptions of the SLINKAMATIC GET-M-KRAZEE \n BASS-BLASTER HYDROCARBON WORM, they will sign the form \n and we may immediately proceed to do whatever is \n necessary to accomplish our goal. \n I am very excited about the positive result we have \n achieved. I TOLD YOU I KNEW WHAT I WAS DOING!! And \n sure enough, we have accomplished what we set out to \n do! HEARTIEST CONGRATULATIONS!! Now, with the addition \n of the new material, nothing will stand in the way of \n our goal. I urge you to go ahead and DO YOUR VERY BEST \n to describe as many negative aspects as your \n imagination can devise, with regard to the SLINKAMATIC \n GET-M-KRAZEE BASS-BLASTER HYDROCARBON WORM, yemach \n shemo ve-zikrono! \n\n Anxiously awaiting your final version of our letter! \n\n With familial affection and respect, \n\n Liberace", "raw": "<hr>\n\n<i>That's the latest. Can they possibly be game for more?</i>\n\n<b>\n<p><font  color=\"purple\">THE FINAL ASSIGNMENT?</font></p>\n</b>                 \n\n\n<P>Sez Fannerman: <I>\n Hello! Thanks for the postings...they look great on \n the site. Thought you might like to see the latest \n letter I sent out to \"Mariam and Idris\". If \"they\" \n respond (positively) to this one, well, surely our \n wonder at, if not understanding of, Human Nature will \n deepen exponentially!!  Best \"A\" \n</I></P>\n\n Dear Mariam and Idris, <br><br>\n\n<P> I hope this finds you both well, especially Mariam, \n who, God willing, is recuperating speedily from her \n recent illness, and for whom I have been praying \n daily.  Be assured that both of you are now my blood \n and bone; you may consider yourselves to be a welcome \n and valued addition to the Liberace family. This \n means, \n among other things, that you will be entitled to a 5% \n (FIVE PERCENT) discount for food and lodging should \n either or both of you, in your travels, ever wish to \n stay at the home of any member of the Liberace family! </P>\n\n <P>Before proceeding, allow me to announce that Blue \n Crescent Eat-M-Up Wiggle Baby Plastic Worms Inc. is \n reaching new heights of success, which of course \n translates to \"$$$$$$$$\" for us. We are currently \n testing a new model aimed at catching a species of \n gamefish found only in the Northern Sahara. I speak of \n the Sand Bass. This fish has adapted to desert \n conditions so successfully that, in a demonstration of \n Darwinian chutzpah, it needs no water at all to \n flourish, but contents itself to actually swim through \n the sand. It is as potent a predator as its aquatic \n cousins, subsisting on a diet of snakes and scorpions. \n Our new model is called \"THE SCORPITIZER\", which \n mimics the look, touch and odour of an adult female \n scorpion. We at Wiggle Baby consider this our greatest \n achievement. Fishermen throughout the Sahara have \n reported much success in using this product, and we \n expect it to be a real cash machine for us all! </P>\n\n<P> Now, as for our transaction, CONGRATULATIONS ARE IN \n ORDER. Yes, my dear Mariam and Idris, WE HAVE DONE \n IT!! I am pleased to report that the Board of \n Directors LOVED the letter! They were as impressed as \n I knew they would be. In fact one of them, Mr. Peewee \n Herman,  Chairman of Youth Marketing and Manual \n Gratification, actually requested an interview with \n Pablo, to use in a new advertising campaign! They all \n were deeply moved by the story of Pablo's escape from \n a life of violence and criminality, by virtue of his \n use of our Strawberry Stinker worm. The Board is quite \n prepared to issue a Tabula Rasa for our transaction, \n and thereby open wide the coffers of Wiggle Baby for \n any and all uses we may deem necessary toward the \n completion of our project, including, of course, full \n payment of Mariam's medical expenses. </P>\n\n<P> They had only one minor suggestion. It must be borne \n in mind that these are businessmen, ever on the \n lookout for new modalities whereby to beat the \n competition. Our main competitor is the \"SLINKAMATIC \n GET-M-KRAZEE BASS-BLASTER HYDROCARBON WORM\". This \n company has frequently named Wiggle-Baby in a \n derogatory fashion in its advertising. The Board of \n Directors now sees the Pablo story as an ideal \n opportunity to give them as good as they dish out. </P>\n\n<P> They would like you to say that Pablo first used the \n SLINKAMATIC GET-M-KRAZEE BASS-BLASTER HYDROCARBON \n WORM, but due to the unnatural appearance, artificial \n feel, and unpleasant odour of this product, Pablo \n reverted to his life of crime, before meeting with \n success by way of our own Wiggle Baby worm. </P>\n\n<P> They would like you to fully describe, in a few \n extremely detailed paragraphs, all the bad qualities \n Pablo noticed in the SLINKAMATIC GET-M-KRAZEE \n BASS-BLASTER HYDROCARBON WORM. Once again, use all the \n resources of your imagination and spare no words or \n effort to describe the awful qualities of the \n SLINKAMATIC GET-M-KRAZEE BASS-BLASTER HYDROCARBON \n WORM. The more you write about this, about how \n miserably this product failed, GIVING SPECIFICS, the \n better the effect will be. </P>\n\n<P> But to assure me that they are of one mind to go ahead \n and issue the Tabula Rasa, they have ALREADY PREPARED \n THE FORM! I saw it with my own eyes, and give you my \n personal guarantee as a Liberace that it is absolutely \n 100% in order and READY TO GO! Once they are in \n possession of your letter which includes the negative \n descriptions of the SLINKAMATIC GET-M-KRAZEE \n BASS-BLASTER HYDROCARBON WORM, they will sign the form \n and we may immediately proceed to do whatever is \n necessary to accomplish our goal. </P>\n\n<P> I am very excited about the positive result we have \n achieved. I TOLD YOU I KNEW WHAT I WAS DOING!! And \n sure enough, we have accomplished what we set out to \n do! HEARTIEST CONGRATULATIONS!! Now, with the addition \n of the new material, nothing will stand in the way of \n our goal. I urge you to go ahead and DO YOUR VERY BEST \n to describe as many negative aspects as your \n imagination can devise, with regard to the SLINKAMATIC \n GET-M-KRAZEE BASS-BLASTER HYDROCARBON WORM, yemach \n shemo ve-zikrono! </P>\n\n Anxiously awaiting your final version of our letter! <br>\n\n With familial affection and respect, <br>\n\n Liberace \n\n<p><i>We shall see if they respond!</i></p>\n", "comments": []}]}