{"title": "baiters/advance_fee/sources/scamorama/fo_dowe_gawa.html", "scammer": null, "location": null, "baiter": null, "notes": ["My dear Mr. Munglers,\n\nI am quite busy dueling with two mugus, (or one, as several mails have been sent from the same computer terminal/ISP address from \"each one\"--maybe he's \"pulling a raynaz\", i.e. using several personae?--) so I will hand off this mission, should Agent Stroganov assign it.\n\nPermit me to introduce my young nephew, Cpl Dilbert Dowe, who is very anxious to follow in the footsteps of his \"famous Auntie\" (his words, ~I murmur humbly~)\n\nThank you for your compliment regarding IN A STEW, you are too kind. I am rather proud of any of the sagas involving Jacques N. LeBaux, but my personal favorite is THE WIDOW AMINA FALLS IN LUU-U-U-U-U-UVE!. I am a great admirer of your work, as well............... GO SPEED RACER\n\nMy best to you and the members of your team,\n\nyour fiend, raynaz", "SIRS, and MADAM,\n\nGood Morning!! The Corporal is pleased to report that the fish \"has risen to the bait\", but doesn't seem to show a great deal of imagination, as the Lad answered me with the exact, word-for-word message that he sent to Agent Stroganov, and which was forwarded just yesterday morning.\n\n\"...Dear Dilbert Dowe,\n\nThanks for your mail in which you indicated interest in my deal, I am sure that you have fully read and that you understood the content of my email fully. How is life with you today and your entire household? I presumed fine...<same letter>...\"\n\nAll the Lad did was to cut-and-paste the Corporal's name (in the same color font as the Cpl. uses) into the salutation! Not at all conducive to a professional-looking scam letter, if I may venture an opinion.\n\nIt appears that we may have hooked a little fish, but he may show promise with further mail.\n\nBy your leave, I will consult with my Auntie raynaz, and between the two of us, maybe we can concoct (to quote Auntie,) \"a merry tale\".\n\nAgent Stroganov, SIR!!! The Corporal will keep you in the loop, by Ham-radio, afternoon, SIR!\n\nCpl. D. Dowe", "MIEGOH DRAEGOH\n\n\n-- Miegoh Draegoh <miegoh03@hotmail.com> wrote:\n\n\nDear Friend ,\n\nCompliment of the season,Good day and how are you doing with your family? Hope fine. Please let this message do not be a surprise to you because i got your contact information and lay all the trust in you before i decided to disclose this confidential and successful transaction to you.I am the Accountant General and later become the Auditor General of the above mentioned financial institution in my country.I decided to contact you over this financial transaction worth the sum of Nine Million United state Dollars ($9,000,000.) for our present future success.This is an abandoned fund that belongs to one of our bank foreign customers who died along with his entire family in Algeria Earthquake on 23 may 2003. Meanwhile i was very fortune to came across the deceased file when i was arranging the old and abandoned customers files of 2005-2006 in other to submit to the entire bank management for an official re-documentation.\n\nBe obviously informed that it was stated in our BANKING POLICY and signed lawfully that if such fund remains unclaimed till the period of FOUR (4) years started counting from the date when the beneficiary died, the money will be transferred into the BANK TREASURY as an unclaimed fund. Besides,it is not authorized by the law guiding our bank for a citizen of Burkina Faso to make the claim of the fund.Request of you as a foreigner is necessary to apply for the claim and transfer of the fund smoothly into your reliable bank account as the Extended Relation and the Next of Kin to the deceased.And i have made inquiries about this deceased customer,and i have enough information for the success all i need is your co-operation and trust,i will guild you on how to go about it.Thanks, I expect your urgent communication,and let me know your mind. Please,if interested,get to me immediately so as to detailed you about the formalities involved in achieving success over this abandoned sum in our bank.\n\nMy best regards to you and your family, Reply Fast .Mr Draegoh .", "MIEGOH DRAEGOH\n\n\nThu, 5 Jul 2007 \n\nX-Originating-IP: \n\nDear Mrs Pearl,\nThanks for your willingness to assist in this transaction.Yes,since your husband is not around,You and I can trasact this business together.Humbly release to you the data information covering this transaction below and also about the Fund deposited by Mr Khan McDonald before he died on the Fatal Algerian Earthquake with his entire family .\n\" DECEASED ACCOUNT INFORMATION\"\nNAME.................................MR KHAN MCDONALD\nNAME OF BANK.........................BANK OF AFRICA,BURKINA FASO .\nBANK ADDRESS.........................#770 AV DE LA RESISTANCE,17 DU MAI OUAGADOUGOU,BURKINA FASO\nAMOUNT DEPOSITED.....................US$9M\nPASS BOOK NUMBER.....................0092/1977/4777\nACCOUNT NUMBER.......................BOA/895894669\nSWIFT CODE...........................AFRIBFBF\nTYPE OF ACCOUNT OPERATED.............CURRENT ACCOUNT\nCORRESPONDENCE BANK..................CITI BANK ,NEW YORK CITY.USA.\nDECEASED PROFILE:\nSTATE OF ORIGIN.......................MUNICH,GERMANY.\nNATIONALITY...........................GERMAN\nMARITAL STATUS........................MARRIED WITH CHILDREN\nAGE...................................64years\nHEIGHT................................1.72M\nSEX...................................MALE\nRELIGION..............................MUSLIM\nQUALIFICATION.........................GEOLOGIST\nBUSINESS IN AFRICA....................CONTRACTOR .\nIn his bank form for next of kin, Mr Khan McDonald Before his death filled his wife Maria Khan as his next of kin but unfortunately, the wife died with him alongside with their children therefore, there is nobody left behind to claim the fund left by Mr Khan McDonald (DECEASED) as his next of kin that was why I contacted you and proposed it as a deal between us.This transaction will never be a detriment to your dignity.I promise.\nAfter studying the Data information above ,What I want you to do will be to provide an account where this fund can be transferred for us and also send a letter to the bank for the claiming of the said fund pretending before the bank through writing that you are a distance relation to the late Mr Khan McDonald so that the bank can accord you the recognition and have the fund transferred into your account for us to share as I told you on percentage levels.\nThis is a very important fact that you have to take note of and it is because of this fact that your claim as the 'NEXT OF KIN' to the deceased must scale positively well in the bank. Someones next of kin can be either his direct family member or a distant relation or cousin, which can be of different Name,Surname ,Religion,Culture and Nationality etc, so your claim to the bank authorities as the Nominated next of kin should be, AS A 'NEPHEW'to Mr Khan McDonald.\nFor this fact alone, your claim as NEXT OF KIN/BENEFICIARY wanting the account balance of your uncle to be re-transferred to your own nominated bank account must scale positively in the bank and it cannot fail on earth because such claim is accepted under bank ethic.You are entittled to 45%,I will take 50% while 5% will be mapped out to conver any expenses you and I made during the transfering process\nThis is my profile ,Send yours to me too.\nName:Draogoh Miego Draegoh . \nCountry:Burkina Faso. \nAddress:#288 Quezin Nand Avenue,Ouaga 02 Burkina Faso. \nStatus:Married With Two Children. \nOccupation:Civil Servant (Bank Of Africa-BOA,Ouagadougou ,Burkina Faso ). \nHeight:1.8M \nAge:51+ YRS OLD \nSex;Male\nDate of Birth:10TH Of October 1955(10/10/55) \nComplexion:Fair In Complexion/Chocolate Colour \nHubbies:Watching Football,Listening to Radio,Playing Lawn Tennis And Reading News Paper/Journal. \nCall me on phone (+226 76 146 448 ) after reading this email so that we can discuss briefly about the project.Always reply through this email address for confidential reasons.This is how to get me on phone,First dial your country international out going number and add 226 76 146 448 .\nReply Fast,\nMr Miegoh .", "DRAEGOH MIEGOH(?)\n\n\n\nReceived: from  Fri, 06 Jul 2007 \n\nDear ,\nThanks for sending your information to me.Fill the provided spaces in the below drafted mail and send it to the bank through their email address.\nAfter doing,update me so that i will be monitoring the transferring process in the bank as an insider.\nAlways remember that this proposed transaction is risk free.\nI also want you to call me on phone or you can aswell,send your own personal and priviate number so that i will call ,because it's very important for you and I to ascertian each other's voice as partners.\nReply Fast .\nMr Miegoh .\n\nlllgggggggggggggggggggggggggggggggggggggggggggggggggggggggggggggggggggggggggggg\n\nBank of Africa\n#770 Av de la Résistance\n17 du Mai Ouagadougou Burkina Faso\nTel +226 76 109 497\nFax +226 50 320 049\nEmail:boadg_infobf@excite.com\nwww.bkofafrica.net \n\nATTN: Mrs Dr.Vivas Aisha.(Director Of Operations)\nMadam,\nMy Name is..........................\nMy Official Address................\nMy Email Address........................\nPhone/Fax no............................\n\nAPPLICATION OF CLAIM\n\nI am the Niece and Business Associate of the late Mr Khan McDonald , from Germany. He is an account holder at your bank with the account number 895894669. \n\nBased on official records and documentation, my late uncle had made a deposit of $9M US currency in his aforementioned account with your bank. I am therefore requesting that your remittance office assist and direct me as to the procedures involved, in me claiming my uncle's financial remains in his bank account with Bank of Africa. \n\nI am not familiar with your banking laws and ethics but know, you will ensure that the transfer of funds to my account is done with the highest regard for the laws of the land. I am in possession of all legal documentation you may require for this action.\n\nAs Niece and Business Associate of my late uncle,Mr Khan McDonald , I am filing an inheritance claim to receive, earn and hold the proceeds of his bank account balance, deposited in your bank. Our families both immediate and extended are all in agreement that my late uncle's bank account balance must be re-transferred to my account here for the benefit of me and other family beneficiaries.\n\nName Of Bank; É\nAddress Of Bank; É\nAccount Number ...\nBeneficiary Name ...\nReceiving Country...\n\nThanking you in anticipation for your prompt attention to this very important matter.\nRespectfully Yours,\n............................", "scamorama main street \n* \nget booked \n*"], "messages": [{"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "RAYNAZ\n\nTHANK YOU FOR YOUR EMAIL_YOUR KIND WORDS ARE EXTREMELY WELL-APPRECIATED AND I WOULD LIKE TO RECIPROCATE_YOUR SCAMBAITS HAVE BEEN READ OUT LOUD AT VLADIMIR'S ON SMEGAROON ISLAND TO LONG PERIODS OF CHEERING AMUSEMENT SUCH IS THEIR SUPERB EXECUTION__YOUR GOOD-NATURED BUT FORTHRIGHT STYLE MAKE AN EXCELLENT FIT WITH THE SPECIAL OPERATIONS DEPARTMENT AND I FEEL WE CAN REALLY GO PLACES TOGETHER AS THEY SAY IN AMERICA_I SUGGEST THAT WE BCC EACH OTHER INTO ANY FRESH TARGETS FOR NOW AND SEE HOW IT RUNS_AT THE APPROPRIATE TIME ONE OF US CAN INTRODUCE THE OTHER AS ANOTHER PLAYER IN THE SCAMBAIT AND WE CAN TAKE IT FROM THERE_WE LOOK FORWARD VERY MUCH TO READING ABOUT THE ADVENTURES OF THE L'EGGE FAMILY_ANOTHER EGG-CELENT PUN IF I MAY SAY_KEEP THE CUSTARD BOILING AS WE SAY IN DOWNTOWN MOSCOW AND WE LOOK FORWARD TO WORKING WITH YOU SOON_I WILL PASS YOUR GOOD WISHES TO LADY AGATHA AND THE SPECIAL OPS TEAM_AS FOR HAVING A CRUSH ON ME I WILL RAISE AN OFF-DUTY CUSTARD LIQUEUR TO YOUR GOOD HEALTH_WITH VERY BEST WISHES_", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nRAYNAZ<br /><br />\n\nTHANK YOU FOR YOUR EMAIL_YOUR KIND WORDS ARE EXTREMELY WELL-APPRECIATED AND I WOULD LIKE TO RECIPROCATE_YOUR SCAMBAITS HAVE BEEN READ OUT LOUD AT VLADIMIR'S ON SMEGAROON ISLAND TO LONG PERIODS OF CHEERING AMUSEMENT SUCH IS THEIR SUPERB EXECUTION__YOUR GOOD-NATURED BUT FORTHRIGHT STYLE MAKE AN EXCELLENT FIT WITH THE SPECIAL OPERATIONS DEPARTMENT AND I FEEL WE CAN REALLY GO PLACES TOGETHER AS THEY SAY IN AMERICA_I SUGGEST THAT WE BCC EACH OTHER INTO ANY FRESH TARGETS FOR NOW AND SEE HOW IT RUNS_AT THE APPROPRIATE TIME ONE OF US CAN INTRODUCE THE OTHER AS ANOTHER PLAYER IN THE SCAMBAIT AND WE CAN TAKE IT FROM THERE_WE LOOK FORWARD VERY MUCH TO READING ABOUT THE ADVENTURES OF THE L'EGGE FAMILY_ANOTHER EGG-CELENT PUN IF I MAY SAY_KEEP THE CUSTARD BOILING AS WE SAY IN DOWNTOWN MOSCOW AND WE LOOK FORWARD TO WORKING WITH YOU SOON_I WILL PASS YOUR GOOD WISHES TO LADY AGATHA AND THE SPECIAL OPS TEAM_AS FOR HAVING A CRUSH ON ME I WILL RAISE AN OFF-DUTY CUSTARD LIQUEUR TO YOUR GOOD HEALTH_WITH VERY BEST WISHES_\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My dear Raynaz,\nI hope that this e-mail finds you well.\nIntel advises me that Agent Stroganov has made contact with you regarding anti-419 operations.\nI should like to point out that this office is delighted to be working with you, and we wish you all the best in your activities. \nIf I or my staff can be of assistance please do contact me. \nYours sincerely,\nLady Agatha Bristol, CBE\nHead of Special Operations, Foreign Office, London", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL, CBE</span></div>\n\t<div id=\"aside\">\nMy dear Raynaz,<br />\nI hope that this e-mail finds you well.<br />\nIntel advises me that Agent Stroganov has made contact with you regarding anti-419 operations.\nI should like to point out that this office is delighted to be working with you, and we wish you all the best in your activities. <br />\nIf I or my staff can be of assistance please do contact me. <br />\nYours sincerely,<br />\nLady Agatha Bristol, CBE<br />\nHead of Special Operations, Foreign Office, London\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Greetings, Dear Lady Agatha Bristol,\n\nYour recent mail takes me by surprise this beautiful morning, it makes me think that I should\ndress for the occasion, (at least comb my hair again, put on fresh lipstick and a pair of shoes!\n--I trust this little levity won't offend your sensitivities!) \n\nAs the Lads write, it is an honor to 'read from you'.\n\nAs I intimated to your Agent Stroganov, I will be very willing and anxious to join with your\nesteemed Office, and participate in whatever small way I am able, in the on-going duel with the\nLads. They certainly do deserve whatever comes their way, and I am always happy to join the \nfray!\n\nShall I work with, and send correspondence through, Agent Stroganov's pervue? Your kind\nrecommentation, please, will be most welcome.\n\nMy very best wishes, and warmest personal regards to you and Her Majesty, Ma'am, <curtsey>", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"aside\">\n\nGreetings, Dear Lady Agatha Bristol,<br /><br />\n\nYour recent mail takes me by surprise this beautiful morning, it makes me think that I should\ndress for the occasion, (at least comb my hair again, put on fresh lipstick and a pair of shoes!\n--I trust this little levity won't offend your sensitivities!) <br /><br />\n\nAs the Lads write, it is an honor to 'read from you'.<br /><br />\n\nAs I intimated to your Agent Stroganov, I will be very willing and anxious to join with your\nesteemed Office, and participate in whatever small way I am able, in the on-going duel with the\nLads. They certainly do deserve whatever comes their way, and I am always happy to join the \nfray!<br /><br />\n\nShall I work with, and send correspondence through, Agent Stroganov's pervue? Your kind\nrecommentation, please, will be most welcome.<br /><br />\n\nMy very best wishes, and warmest personal regards to you and Her Majesty, Ma'am, &lt;curtsey&gt;\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My dear Raynaz,\nThank you for your note.\nWe are thrilled to learn that you wish to work with us. Antiscammers of your calibre do not appear every day, don't you know.\nFeel free to copy me into your correspondence, but please do not feel obligated to. I am here simply to assist if I can.\nI may have something for you and Agent Stroganov to deal with, and shall forward it.\nHer Majesty thanks you for your kind thoughts, and has asked me to pass on her good wishes.\nWe look forward to a fruitful partnership with you.\nYours ever,\nA", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL, CBE</span></div>\n\t<div id=\"aside\">\nMy dear Raynaz,<br />\nThank you for your note.<br />\nWe are thrilled to learn that you wish to work with us. Antiscammers of your calibre do not appear every day, don't you know.<br />\nFeel free to copy me into your correspondence, but please do not feel obligated to. I am here simply to assist if I can.<br />\nI may have something for you and Agent Stroganov to deal with, and shall forward it.<br />\nHer Majesty thanks you for your kind thoughts, and has asked me to pass on her good wishes.<br />\nWe look forward to a fruitful partnership with you.<br />\nYours ever,<br />\nA\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Raynaz and Agent Stroganov,\nAttached is a note from a gentleman who could need our assistance.\nAs ever,\n\nLady Agatha Bristol, CBE\nHead of Special Operations, Foreign Office, London", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL, CBE</span></div>\n\t<div id=\"aside\">\n\nDear Raynaz and Agent Stroganov,<br />\nAttached is a note from a gentleman who could need our assistance.<br />\nAs ever,<br /><br />\n\nLady Agatha Bristol, CBE<br />\nHead of Special Operations, Foreign Office, London\n</div>\n</div>\n\n", "comments": []}, {"from_name": "Mack Adams <mack_adams15@hotmail.com>", "to_name": "", "date": "2007-06-15 01:17", "subject": "FROM THE DESK OF BARRISTER MACK ADAMS,", "author_role": "scam", "body": "FROM THE DESK OF BARRISTER MACK ADAMS,MACK ADAMS &\nASSOCIATES,44 KOFO ABAYOMI AVENUE,VICTORIA\nISLAND,LAGOS - NIGERIA.Email: \n(mack_adams2006@yahoo.com )\nDear sir/madam,\nI am Barrister Mack Adams, a Solicitor. I am the Personal Attorney toMr.Steve, who used to work with\nChevron Oil Development Company inNigeria.\n\nOn the 21st of April, 2004, his wife and their three children wereinvolved in a car accident along Abuja\nExpress Road. Unfortunately, they all lost their lives in the event of the accident.\n\nSince then I have made several enquiries to your Embassy to locate any of my client relatives, this\nhas also proved unsuccessful. \n\nAfter these several unsuccessful attempts, I decided to trace his relatives over the Internet to locate\nany member of his family but to no avail, hence, I contacted you to assist in repatriating the money\nleft behind by my client in a Security Company.\n\nParticularly, the Security Company where the deceased deposited the US$15 Million (Fifteen\nMillion United States Dollars only). Consequently, this Security Company issued me a notice to provide\nthe Next of Kin to claim the US$15 Million (Fifteen Million United States Dollars only) in their custody\nwithin the next ten official working days.\n\nSince I have been unsuccessful in locating the relatives for over 2 years now, I seek your consent\nto present you as the next of kin of the deceased to claim the fund as the Next of Kin to him so that the\nfund will be transferred to your account by the Security Company.\n\nUpon receipt of the fund, I will come over to your country to meet with you for the disbursement of the\nfund and then you and I will share the money in this order: 55% will be for me, 40% will be for you,\nwhile 5% will be used on expenses incurred.\n\nI have all the necessary legal documents that can back our claim we may make with the Security\nCompany. \n\nAll I require is your honest co-operation to enable us see this deal through.\n\nI guarantee that this will be executed under a legitimate arrangement that will protect you from\nany breach of the law. Please, get in touch with me by my secured and confidential email addres\nat(mack_adams2006@yahoo.com )to enable me clarify you further.\n\nBest regards,Barrister Mack.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ma\">BARRISTER MACK ADAMS</span></div>\n\t<div id=\"dialog\">\n\nFrom: Mack Adams &lt;mack_adams15@hotmail.com&gt;<br />\nSubject: FROM THE DESK OF BARRISTER MACK ADAMS,<br />\nDate: Fri, 15 Jun 2007 01:17:48 +0000<br /><br />\n\n\nFROM THE DESK OF BARRISTER MACK ADAMS,MACK ADAMS &<br />\nASSOCIATES,44 KOFO ABAYOMI AVENUE,VICTORIA<br />\nISLAND,LAGOS - NIGERIA.Email: <br />\n(mack_adams2006@yahoo.com )<br /><br />\nDear sir/madam,<br />\nI am Barrister Mack Adams, a Solicitor. I am the Personal Attorney toMr.Steve, who used to work with\nChevron Oil Development Company inNigeria.<br /><br />\n\nOn the 21st of April, 2004, his wife and their three children wereinvolved in a car accident along Abuja\nExpress Road. Unfortunately, they all lost their lives in the event of the accident.\n<br /><br />\nSince then I have made several enquiries to your Embassy to locate any of my client relatives, this\nhas also proved unsuccessful. \n\nAfter these several unsuccessful attempts, I decided to trace his relatives over the Internet to locate\nany member of his family but to no avail, hence, I contacted you to assist in repatriating the money\nleft behind by my client in a Security Company.<br /><br />\n\nParticularly, the Security Company where the deceased deposited the US$15 Million (Fifteen\nMillion United States Dollars only). Consequently, this Security Company issued me a notice to provide\nthe Next of Kin to claim the US$15 Million (Fifteen Million United States Dollars only) in their custody\nwithin the next ten official working days.<br /><br />\n\nSince I have been unsuccessful in locating the relatives for over 2 years now, I seek your consent\nto present you as the next of kin of the deceased to claim the fund as the Next of Kin to him so that the\nfund will be transferred to your account by the Security Company.<br /><br />\n\nUpon receipt of the fund, I will come over to your country to meet with you for the disbursement of the\nfund and then you and I will share the money in this order: 55% will be for me, 40% will be for you,\nwhile 5% will be used on expenses incurred.\n<br /><br />\nI have all the necessary legal documents that can back our claim we may make with the Security\nCompany. <br /><br />\n\nAll I require is your honest co-operation to enable us see this deal through.<br /><br />\n\nI guarantee that this will be executed under a legitimate arrangement that will protect you from\nany breach of the law. Please, get in touch with me by my secured and confidential email addres\nat(mack_adams2006@yahoo.com )to enable me clarify you further.<br /><br />\n\nBest regards,Barrister Mack.\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "LADY AGATHA\n\nTHANK YOU FOR YOUR NOTE MA'AM_RAYNAZ AND BROTHER\nMARK_IT SEEMS THAT THE ABUJA EXPRESS ROAD IS BECOMING\nMORE DANGEROUS EVERY DAY_I WOULD LIKE TO SUGGEST THAT\nWE CONTACT THE GENTLEMAN TO SEE WHAT CAN BE DONE_WHO\nWANTS TO INITIATE MODALITIES???\n\n- S", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nLADY AGATHA<br /><br />\n\nTHANK YOU FOR YOUR NOTE MA'AM_RAYNAZ AND BROTHER\nMARK_IT SEEMS THAT THE ABUJA EXPRESS ROAD IS BECOMING\nMORE DANGEROUS EVERY DAY_I WOULD LIKE TO SUGGEST THAT\nWE CONTACT THE GENTLEMAN TO SEE WHAT CAN BE DONE_WHO\nWANTS TO INITIATE MODALITIES???<br /><br />\n\n- S\n</div>\n</div>\n\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Agent Stroganov,\n\nI am just checking my mail, and I see this Dead Bank Customer letter. How exciting. I'm in, what-ever I can do to assist the Foreign Office, it will be my very great pleasure to work with you.\n\nAs you say, the Abuja highway is getting very dangerous, (nearly as dangerous as the Sagbama Expressway a few years ago--I remember I had a saga involving the barrister who was \"helping\" me to claim the ca$h in an account owned by a guy whose entire family was killed in a \"ghostly\" accident on the Sagbama... I digress)\n\nI came up with a name a few weeks ago, \"Adam McAdam\", a fellow whose father is well-known in the asphalt game, made his fortune paving airport runways. I've been thinking, is there a possibilitythat this name can be of interest to you, or do you think the \"Barrister\" will catch on?\n\nOr some others, \"Dilbert (Dill) Dowe\", \"Charles Ulysses Farleigh (Chuck U. Farleigh)\" At your earliest convenience, please let me know what you think.\n\nMy regards to you, your fiend, raynaz\n\nP.S. I apologize for the vulgar-sounding names, the imagination runs rampant at times...yfr", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"aside\">\n\nDear Agent Stroganov,<br /><br />\n\nI am just checking my mail, and I see this Dead Bank Customer letter. How exciting. I'm in, what-ever I can do to assist the Foreign Office, it will be my very great pleasure to work with you.\n<br /><br />\nAs you say, the Abuja highway is getting very dangerous, (nearly as dangerous as the Sagbama Expressway a few years ago--I remember I had a saga involving the barrister who was \"helping\" me to claim the ca$h in an account owned by a guy whose entire family was killed in a \"ghostly\" accident on the Sagbama... I digress)<br /><br />\n\nI came up with a name a few weeks ago, \"Adam McAdam\", a fellow whose father is well-known in the asphalt game, made his fortune paving airport runways. I've been thinking, is there a possibilitythat this name can be of interest to you, or do you think the \"Barrister\" will catch on?\n<br /><br />\nOr some others, \"Dilbert (Dill) Dowe\", \"Charles Ulysses Farleigh (Chuck U. Farleigh)\" At your earliest convenience, please let me know what you think.<br /><br />\n\nMy regards to you, your fiend, raynaz<br /><br />\n\nP.S. I apologize for the vulgar-sounding names, the imagination runs rampant at times...yfr\n</div>\n</div>\n\n \n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Raynaz\n\nPerhaps Charles Ulysses Farleigh could get together with my good friend Ima Marthafarker. They do sound like a match made in heaven, which is particularly apropriate with all the ghostly goings on around the Sagbama Expressway\n\nBrother Mark\nChurch of the Sultans of Swing\nVisit our Resort", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"mk\">BROTHER MARK KNOPFLER</span></div>\n\t<div id=\"aside\">\n\nDear Raynaz<br /><br />\n\nPerhaps Charles Ulysses Farleigh could get together with my good friend Ima Marthafarker. They do sound like a match made in heaven, which is particularly apropriate with all the ghostly goings on around the Sagbama Expressway<br /><br />\n\nBrother Mark<br />\nChurch of the Sultans of Swing<br />\n<a href=\"http://www.churchofthesultansofswing.0kn.com/\" target=\"_blank\">Visit our Resort</a>\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "I would like to volunteer for this exciting mission, Sirs and Ma'am, as my nephew, \"Dilbert Dowe\". I can be ready with a new e-mail identity, and wearing my new camouflage capris and tank top, and my best pair of combat boots, to parachute into enemy territory, as soon as a go-ahead is given.\n\n(If anybody has already shouted \"FIRST DIBS!!\" I will certainly understand, and not stand in the way).\n\nAwaiting your reply. your fiend, raynaz", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"aside\">\nI would like to volunteer for this exciting mission, Sirs and Ma'am, as my nephew, \"Dilbert Dowe\". I can be ready with a new e-mail identity, and wearing my new camouflage capris and tank top, and my best pair of combat boots, to parachute into enemy territory, as soon as a go-ahead is given.\n<br /><br />\n(If anybody has already shouted \"FIRST DIBS!!\" I will certainly understand, and not stand in the way).<br /><br />\n\nAwaiting your reply. <br />your fiend, raynaz\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "June 15\n\tMy dear colleagues,\n\nVery well.\n\nI shall leave it to Agent Stroganov to lead this operation, and he will bring you in as and when necessary.\n\nHer Majesty - as well as myself - are very muchlooking forward to seeing how this mission turns out.\n\nThank you once again to you, Raynaz, and you, BrotherMark, for working with us. We feel privileged.\n\nGood luck - and remember: The Foreign Office is with you.\n\nAs ever,\n\nA", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">LADY AGATHA BRISTOL, CBE</span></div>\n\t<div id=\"aside\">\n\tJune 15<br /><br />\n\tMy dear colleagues,<br />\n\nVery well.<br />\n\nI shall leave it to Agent Stroganov to lead this operation, and he will bring you in as and when necessary.<br /><br />\n\nHer Majesty - as well as myself - are very muchlooking forward to seeing how this mission turns out.<br />\n\nThank you once again to you, Raynaz, and you, BrotherMark, for working with us. We feel privileged.<br /><br />\n\nGood luck - and remember: The Foreign Office is with you.<br /><br />\n\nAs ever,<br />\n\nA\n\t</div>\n</div>\n\t\n\t\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Friday, 1351 hours\n\nRAYNAZ AND BROTHER MARK\n\nAS LADY AGATHA SAYS_WELCOME TO THE FOREIGN OFFICE_I WILL COMMENCE MODALITIES IMMEDIATELY_LET US ALL STAND TOGETHER_KEEP THE CUSTARD BOILING\n\n- S \n\n1353 hours\n\nRAYNAZ\n\nEXCELLENT!!_YOUR FERTILE IMAGINATION IS JUST WHAT IS NEEDED_I WILL COPY CORRESPONDENCE TO THIS ADDRESS UNTIL YOUR NEW ALTER EGO IS READY TO JOIN IN_BEST WISHES FROM DOWNTOWN MOSCOW", "raw": "\t<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nFriday, 1351 hours<br /><br />\n\nRAYNAZ AND BROTHER MARK<br /><br />\n\nAS LADY AGATHA SAYS_WELCOME TO THE FOREIGN OFFICE_I WILL COMMENCE MODALITIES IMMEDIATELY_LET US ALL STAND TOGETHER_KEEP THE CUSTARD BOILING<br /><br />\n\n- S <br /><br />\n\n1353 hours<br /><br />\n\nRAYNAZ<br /><br />\n\nEXCELLENT!!_YOUR FERTILE IMAGINATION IS JUST WHAT IS NEEDED_I WILL COPY CORRESPONDENCE TO THIS ADDRESS UNTIL YOUR NEW ALTER EGO IS READY TO JOIN IN_BEST WISHES FROM DOWNTOWN MOSCOW\n<br /><br />\n\n{Mikhail Stroganov writes to the Lad...}\n</div>\n\n<div id=\"dialog\" class=\"ast\">\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "BARRISTER MACK\nCAN YOU PLEASE EXPLAIN WHAT THIS EMAIL IS ABOUT???", "raw": "<hr>\n<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\nBARRISTER MACK<br />\nCAN YOU PLEASE EXPLAIN WHAT THIS EMAIL IS ABOUT???\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Agent Mikhail Stroganov, SIR!!!\n\nSpecial Operative/Consultant, Corporal Dilbert Dowe, reporting, SIR!!!\n\nAwaiting orders, SIR!!!", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ (as CPL DOWE)</span></div>\n\t<div id=\"aside\">\nAgent Mikhail Stroganov, SIR!!!<br /><br />\n\nSpecial Operative/Consultant, Corporal Dilbert Dowe, reporting, SIR!!!<br /><br />\n\nAwaiting orders, SIR!!!\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "CORPORAL DILDOWE / RAYNAZ\n\nEXCELLENT_I HAVE YET TO RECEIVE A REPLY BUT HAVE SEVERAL MUGUS WE CAN DEAL WITH IF WE DO NOT HEAR BACK_LET THE GAMES BEGIN_MAY YOUR CUSTARD BE FRESH AS WE SAY AT VLADIMIR'S\n\n- S", "raw": "\t<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nCORPORAL DILDOWE / RAYNAZ<br /><br />\n\nEXCELLENT_I HAVE YET TO RECEIVE A REPLY BUT HAVE SEVERAL MUGUS WE CAN DEAL WITH IF WE DO NOT HEAR BACK_LET THE GAMES BEGIN_MAY YOUR CUSTARD BE FRESH AS WE SAY AT VLADIMIR'S<br /><br />\n\n- S \n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Greetings, esteemed colleagues.\n\nI am delighted to announce that after nearly 40 fulking days my interweb is finally fixed up. \nI look forward to working with you once more.\n\n(It is astonishing for me to see that \"Prince\" Charles is still at it. I assumed he would be dead\ndown a drain somewhere by now.)\n\nRemain blessed,\nPhil", "raw": "\t<div id=\"record\">\n\t<div id=\"char\"><span class=\"pm\">PHIL MUNGLERS</span></div>\n\t<div id=\"aside\">\n<p>{Sunday morning brings mail from two sides...}</p>\n\n\nGreetings, esteemed colleagues.\n<br /><br />\nI am delighted to announce that after nearly 40 fulking days my interweb is finally fixed up. \nI look forward to working with you once more.\n<br /><br />\n(It is astonishing for me to see that \"Prince\" Charles is still at it. I assumed he would be dead\ndown a drain somewhere by now.)\n<br /><br />\nRemain blessed,\nPhil<br /><br />\n<span class=\"comment\">[Munglers-san refers to <a href=\"margaret_prince_charles.html\" target=\"_blank\">A REAL CHARLIE</a>, the story of \"Prince Charles Nwaimo\", trying for 14 months to get money out of the Foreign Office. He was eventually persuaded to set up a MySpace page, with a video of himself singing - something any real musician would consider without a push from a government agency. You totally should, like, see it. If you go watch it now, we'll still be here when you come back.]</span>\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "PHIL\n\nWELCOME BACK SIR_I WOULD LIKE TO INTRODUCE YOU TO TWO GOOD FRIENDS OF THE FOREIGN OFFICE WHO WILL BE WORKING WITH US_I AM PROUD TO INTRODUCE RAYNAZ AND BROTHER MARK KNOPFLER WHOSE AMAZING EXPLOITS ON SCAMORAMA NEED\nNO FURTHER INTRODUCTION_I HAVE EMAILED A BARRISTER MACK WHO HAS NOT REPLIED BUT I HAVE A FRESH MUGU WHO I WILL REPLY TO AND BLIND COPY YOU IN_IF MODALITIES GET MOVING I WILL BRING YOU ALL IN ONE AT A TIME_BY GOD IT'S GOOD TO HAVE YOU BACK MAN_KEEP THE CUSTARD\nBOILING", "raw": "\t<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nPHIL\n<br /><br />\nWELCOME BACK SIR_I WOULD LIKE TO INTRODUCE YOU TO TWO GOOD FRIENDS OF THE FOREIGN OFFICE WHO WILL BE WORKING WITH US_I AM PROUD TO INTRODUCE RAYNAZ AND BROTHER MARK KNOPFLER WHOSE AMAZING EXPLOITS ON SCAMORAMA NEED\nNO FURTHER INTRODUCTION_I HAVE EMAILED A BARRISTER MACK WHO HAS NOT REPLIED BUT I HAVE A FRESH MUGU WHO I WILL REPLY TO AND BLIND COPY YOU IN_IF MODALITIES GET MOVING I WILL BRING YOU ALL IN ONE AT A TIME_BY GOD IT'S GOOD TO HAVE YOU BACK MAN_KEEP THE CUSTARD\nBOILING\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Introducing the Lad...\n\n--- Mary Yengeni ss_yengeni@hotmail.com wrote:\n\nFrom lady T.Yengeni,WESSELSBRON-south African\n\nDear Friend,My name is Mary Yengeni a south African Parliamentarian Wife. I got your Contact through a\npersonal research .I am the Wife to Mr. Tony Yengeni . Mr Yengeni was the chairman of parliament's in south Africa and the former chief whip of the ruling political party ANC. My Husband (MR. T. YENGENI), as a result of trust and Confidence has mandated that I search for a Reliable and trustworthy foreign partner,who Will help receive some funds, which we have in cash Totalling of(fifteen Million United States Dollars) into a personal,company or any Reliable foreign bank account for safe keeping and investment.Since our family bank accounts Within and outside the country have all been Frozen by the authorities. You can check the follwing web-sitesabout my husband and i and about the latest developement about our family.1)\nhttp://news.bbc.co.uk/2/hi/business/2756861.stm2)\n\nttp://www.cnn.com/2001/WORLD/europe/10/03/safrica.arms/index.html However we have managed to push the money to West- Africa (Ghana ) and it is presently in Ghana through a diplomatic means which was only the means the money could leaves South Africa . The total sum will be shared as follows:25% for you , 70% For my family , and the remaining 5% will be used for the\nreimbursement of all the expenses we incurre in the process of this transaction.In this regard,i will advice you to contact my Son that is in refugees camp in Ghana, He will give you further details on the way forward, and necessary surpport. Name Richard . Sam.Yengeni.E-mail address :samweah_kg@yahoo.co.idRefugees camp Ghana R/M 47, Block 10 Endeavor to keep this business strictly confidential because of South African Goverment.I will be most grateful if you can assist us in this transaction.Awaiting your urgent reply asap.\n\nThanksMary Yengeni. Mrs(For The Family)", "raw": "\t<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MRS MARY YENGENI</span></div>\n\t<div id=\"dialog\" class=\"st\">\n<p>Introducing the Lad...</p>\n\n--- Mary Yengeni ss_yengeni@hotmail.com wrote:\n<br /><br />\nFrom lady T.Yengeni,WESSELSBRON-south African<br /><br />\n\nDear Friend,My name is Mary Yengeni a south African Parliamentarian Wife. I got your Contact through a\npersonal research .I am the Wife to Mr. Tony Yengeni . Mr Yengeni was the chairman of parliament's in south Africa and the former chief whip of the ruling political party ANC. My Husband (MR. T. YENGENI), as a result of trust and Confidence has mandated that I search for a Reliable and trustworthy foreign partner,who Will help receive some funds, which we have in cash Totalling of(fifteen Million United States Dollars) into a personal,company or any Reliable foreign bank account for safe keeping and investment.Since our family bank accounts Within and outside the country have all been Frozen by the authorities. You can check the follwing web-sitesabout my husband and i and about the latest developement about our family.1)\nhttp://news.bbc.co.uk/2/hi/business/2756861.stm2)<br /><br />\n\nttp://www.cnn.com/2001/WORLD/europe/10/03/safrica.arms/index.html However we have managed to push the money to West- Africa (Ghana ) and it is presently in Ghana through a diplomatic means which was only the means the money could leaves South Africa . The total sum will be shared as follows:25% for you , 70% For my family , and the remaining 5% will be used for the\nreimbursement of all the expenses we incurre in the process of this transaction.In this regard,i will advice you to contact my Son that is in refugees camp in Ghana, He will give you further details on the way forward, and necessary surpport. Name Richard . Sam.Yengeni.E-mail address :samweah_kg@yahoo.co.idRefugees camp Ghana R/M 47, Block 10 Endeavor to keep this business strictly confidential because of South African Goverment.I will be most grateful if you can assist us in this transaction.Awaiting your urgent reply asap.<br /><br />\n\nThanksMary Yengeni. Mrs(For The Family)\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "It is excellent news that Raynaz and Brother Mark have joined the FO. I am well aware of their work and am very impressed. I was particularly fond of R. A. Ynazwrykic's \"In A Stew\" saga.\n\nI shall be glad to assist with whatever I can.\n\nLady Agatha - thank you for your kind offer of a target but I my mailbox is presently crammed with potential arses. I think Mikhail has just lined up a Ms Ynerghn, anyway.\n\nPhil", "raw": "\t<div id=\"record\">\n\t<div id=\"char\"><span class=\"pm\">PHIL MUNGLERS</span></div>\n\t<div id=\"aside\">\nIt is excellent news that Raynaz and Brother Mark have joined the FO. I am well aware of their work and am very impressed. I was particularly fond of R. A. Ynazwrykic's \"In A Stew\" saga.\n<br /><br />\nI shall be glad to assist with whatever I can.\n<br /><br />\nLady Agatha - thank you for your kind offer of a target but I my mailbox is presently crammed with potential arses. I think Mikhail has just lined up a Ms Ynerghn, anyway.<br /><br />\n\nPhil\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "SIR!!!\n\nCpl. Dowe volunteering for this mission, SIR!!\n\nI am anxious to commence modalities with Mary Yengeni, I will contact her immediately upon your go-ahead, SIR!!\n\nI do not know if you are a father, or if your own esteemed parent is still living, but may I take this opportunity to wish you a happy and blessed Father's Day, SIR!!\n\nAwaiting your response, SIR!!\n\nCopporal Dilbert Dowe", "raw": "<hr>\n\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span><br /><br />\nSIR!!!<br /><br />\n\nCpl. Dowe volunteering for this mission, SIR!!<br /><br />\n\nI am anxious to commence modalities with Mary Yengeni, I will contact her immediately upon your go-ahead, SIR!!\n<br /><br />\nI do not know if you are a father, or if your own esteemed parent is still living, but may I take this opportunity to wish you a happy and blessed Father's Day, SIR!!<br /><br />\n\nAwaiting your response, SIR!!<br /><br />\n\nCopporal Dilbert Dowe\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Sirs and Madam:\n\nMy apologies for the sloppy message sent only a few minutes ago.\n\nIn my excitement and enthusiasm for my first mission, I neglected to proof-read my mail to you. I am embarrassed, and do not want to leave you with the impression that this is how I conduct myself.\n\nI promise that it will never happen again. Be rest assured.\n\nCorporal Dilbert Dowe", "raw": "<hr>\n<p>{OOOPS! Already a mistake...}</p>\n\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span><br /><br />\n\nSirs and Madam:<br /><br />\n\nMy apologies for the sloppy message sent only a few minutes ago.\n<br /><br />\nIn my excitement and enthusiasm for my first mission, I neglected to proof-read my mail to you. I am embarrassed, and do not want to leave you with the impression that this is how I conduct myself.<br /><br />\n\nI promise that it will never happen again. Be rest assured.<br /><br />\n\nCo<font size=+2>r</font>poral Dilbert Dowe\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My dear Dowe,\nEnthusiasm is what we need, so no need to apologise.\nGood luck with your mission. We shall be watching with interest\nWIth best wishes, as ever,\nLady Agatha Bristol, CBE\nHead of Special Operations, Foreign Office, London", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL, CBE</span></div>\n\t<div id=\"aside\">\n\nMy dear Dowe,<br />\nEnthusiasm is what we need, so no need to apologise.<br />\nGood luck with your mission. We shall be watching with interest<br />\nWIth best wishes, as ever,<br />\nLady Agatha Bristol, CBE<br />\nHead of Special Operations, Foreign Office, London\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "CORPORAL DOWE\n\nNO NEED TO APOLOGISE_I THOUGHT IT WAS RATHER A NICE EMAIL AS IT HAPPENS_TO BUSINESS_I HAVE HAD NO REPLY FROM THAT DAMNABLE WOMAN BUT I HAVE ANOTHER MUGU WHO HAS CONTACTED ME_I WILL GIVE IT ANOTHER COUPLE OF DAYS AND SEE WHAT HAPPENS_I HAVE TO ADMIT THAT THE STANDARD OF GUYMAN HAS DROPPED IN THE LAST 18 MONTHS_PERHAPS WE HAVE BEEN GOOGLED TOO MANY TIMES BUT REST ASSURED WE WILL FIND THE RIGHT ONE IN THE END_KEEP THE CUSTARD BOILING", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nCORPORAL DOWE<br /><br />\n\nNO NEED TO APOLOGISE_I THOUGHT IT WAS RATHER A NICE EMAIL AS IT HAPPENS_TO BUSINESS_I HAVE HAD NO REPLY FROM THAT DAMNABLE WOMAN BUT I HAVE ANOTHER MUGU WHO HAS CONTACTED ME_I WILL GIVE IT ANOTHER COUPLE OF DAYS AND SEE WHAT HAPPENS_I HAVE TO ADMIT THAT THE STANDARD OF GUYMAN HAS DROPPED IN THE LAST 18 MONTHS_PERHAPS WE HAVE BEEN GOOGLED TOO MANY TIMES BUT REST ASSURED WE WILL FIND THE RIGHT ONE IN THE END_KEEP THE CUSTARD BOILING\n</div></div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Lady Agatha Bristol,\n\nThank you, Ma'am!\n\nStanding ready to assist your Foreign Office, whenever ordered, Ma'am!\n\nI have received permission from my Commanding Officer, Major Peter Biggerstaff, to take whatever time I need to temporarily transfer into your command. I can be \"good to go\" in a matter of minutes, Ma'am!\n\nAwaiting word from Agent Stroganov, Ma'am!\n\nCpl. Dill Dowe", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span><br />\n\t<p class=\"ast\">{A short note to Lady Agatha, and read the Field Artillery Guide until TAPS and lights out...}</p></div>\n\t<div id=\"aside\">\nDear Lady Agatha Bristol,<br /><br />\n\nThank you, Ma'am!<br /><br />\n\nStanding ready to assist your Foreign Office, whenever ordered, Ma'am!<br /><br />\n\nI have received permission from my Commanding Officer, Major Peter Biggerstaff, to take whatever time I need to temporarily transfer into your command. I can be \"good to go\" in a matter of minutes, Ma'am!<br /><br />\n\nAwaiting word from Agent Stroganov, Ma'am!<br /><br />\n\nCpl. Dill Dowe\n</div></div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Corporal Dowe,\nAs you were. \nYour attitude is absolutely first-class, old boy. Let us hope that the Lads respond accordingly.\nYours ever\nLady Agatha Bristol, CBE\nHead of Special Operations, Foreign Office, London", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL, CBE</span></div>\n\t<div id=\"aside\">\nCorporal Dowe,<br />\nAs you were. <br />\nYour attitude is absolutely first-class, old boy. Let us hope that the Lads respond accordingly.<br />\nYours ever<br />\nLady Agatha Bristol, CBE<br />\nHead of Special Operations, Foreign Office, London\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "COPORAL DOWE\n\nEXCELLENT_STAND BY_", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nCOPORAL DOWE<br /><br />\n\nEXCELLENT_STAND BY_\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "sula_gawa9090@hotmail.com\n\t\n\n\nFROM THE DESK OF MANAGER AUDIT\nAND ACCOUNTING DEPARTMENT\nBANK OF AFRICA ( B.O.A)\nBURKINA FASO, WEST AFRICA.\nDear\nI am sula gawa Manager Audit/Accounting Department BANK OF AFRICA (B.O.A). I would like to know if this proposal will be worth while for your acceptance.I have a Foreign Customer,Andreas Schranner from Germany who is an Investor, Crude Oil Merchant and Federal Government Contractor that was a victim with Concord Air Line, flight AF4590 killing 113 people crashed on 25 July 2000 near Paris leaving a closing balance of Eleven Million five  Hundred Thousand United States Dollars ($11.5m) in one of his Private US Dollar Accountthat is being managed by me as the Customer's Account Officer. Based on my security report, these funds can be claimed without any hitches as no one is aware of the funds and its closing balance except me and the customer (Now Deceased) therefore, I can present you as the Next of Kin and we will work out the modalities for the claiming of the funds inaccordance with the law. If you are interested, Please call me to discuss in further details and our sharing ratio will be 60% for me and 30% for you.while 10% will be for the necessary expenses that might occur along the line.\nThank you,\nSincerely\nsula gawa", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"sg\">SULA GAWA</span><br />sula_gawa9090@hotmail.com\n\t<p class=\"ast\">{And then, a new Lad! Referred by Agent Stroganov...}</p></div>\n\t<div id=\"dialog\"  class=\"st\">\n\nFROM THE DESK OF MANAGER AUDIT\nAND ACCOUNTING DEPARTMENT<br />\nBANK OF AFRICA ( B.O.A)<br />\nBURKINA FASO, WEST AFRICA.<br /><br />\nDear<br />\nI am sula gawa Manager Audit/Accounting Department BANK OF AFRICA (B.O.A). I would like to know if this proposal will be worth while for your acceptance.I have a Foreign Customer,Andreas Schranner from Germany who is an Investor, Crude Oil Merchant and Federal Government Contractor that was a victim with Concord Air Line, flight AF4590 killing 113 people crashed on 25 July 2000 near Paris leaving a closing balance of Eleven Million five  Hundred Thousand United States Dollars ($11.5m) in one of his Private US Dollar Accountthat is being managed by me as the Customer's Account Officer. Based on my security report, these funds can be claimed without any hitches as no one is aware of the funds and its closing balance except me and the customer (Now Deceased) therefore, I can present you as the Next of Kin and we will work out the modalities for the claiming of the funds inaccordance with the law. If you are interested, Please call me to discuss in further details and our sharing ratio will be 60% for me and 30% for you.while 10% will be for the necessary expenses that might occur along the line.<br />\nThank you,<br />\nSincerely<br />\nsula gawa\n\t</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "June 18\n\nSIR\n\nWHAT IS THIS??_CAN YOU EXPLAIN IF THIS WAS MEANT FOR\nUS AS IT SEEMS A LITTLE OUTLANDISH TO ME_RESPOND\nQUICKLY PLEASE\n\n - S  \n \n Stroganov Publishing (Pvt) Ltd\n4402 Bowdinskaya Street\nMoscow 0169\nRussia", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\">\nJune 18<br /><br />\n\nSIR<br /><br />\n\nWHAT IS THIS??_CAN YOU EXPLAIN IF THIS WAS MEANT FOR\nUS AS IT SEEMS A LITTLE OUTLANDISH TO ME_RESPOND\nQUICKLY PLEASE<br /><br />\n\n - S  \n <br /><br />\n Stroganov Publishing (Pvt) Ltd<br />\n4402 Bowdinskaya Street<br />\nMoscow 0169<br />\nRussia\n\t</div>\n</div>\n \n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": ":\n\nReply to the Lad, and keep Agent S in the loop...\n\nDear Sula Gawa,\n\nWhen I got back from vacation, I found this Email from you, and I am interested in this deal. You gave some information, but I'm not sure how it would work. What do I have to do?\n\nPlease write back and let me know if you still want me to help you. I'm almost between jobs, my employer says the company is being taken over by a conglomerate, and I might be laid off, and I could sure use the money, to invest in my future.\n\nCould you give me some of your background? We should know each other before we get into business together, do you agree?\n\nDilbert Dowe\n\n\n\nDear Lady Agatha Bristol,\n\nGood morning, Ma'am!  This is a copy of the mail I\nsent to one Sula Gawa, Agent Stroganov forwarded his\n DBC (Andreas Schranner--AGAIN!! Poor devil.) and I\nhave replied, sending a BCC to Agent S.\n\nHoping you enjoy a fine day, Ma'am!\n\nCpl. D. Dowe", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span><br />\n\t<p class=\"ast\">[aka Raynaz, scambaiter extraordinaire]:</p>\n\t</div>\n\n<div id=\"aside\">Reply to the Lad, and keep Agent S in the loop...</div>\n\n<div id=\"dialog\">\nDear Sula Gawa,\n<br /><br />\nWhen I got back from vacation, I found this Email from you, and I am interested in this deal. You gave some information, but I'm not sure how it would work. What do I have to do?\n<br /><br />\nPlease write back and let me know if you still want me to help you. I'm almost between jobs, my employer says the company is being taken over by a conglomerate, and I might be laid off, and I could sure use the money, to invest in my future.\n<br /><br />\nCould you give me some of your background? We should know each other before we get into business together, do you agree?\n<br /><br />\nDilbert Dowe\n</div>\n<div id=\"aside\" class=\"ast\">\n\nDear Lady Agatha Bristol,<br /><br />\n\nGood morning, Ma'am!  This is a copy of the mail I\nsent to one Sula Gawa, Agent Stroganov forwarded his\n DBC (Andreas Schranner--AGAIN!! Poor devil.) and I\nhave replied, sending a BCC to Agent S.<br /><br />\n\nHoping you enjoy a fine day, Ma'am!<br /><br />\n\nCpl. D. Dowe\n</div>\n\n\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Excellent work, Corporal. It is amusing how the same\ndead bank customers make their constant appearances -\nBarry Kelly always springs to mind.\n\nI trust you are well. Thank you again for working with\nus. \n\nAs ever,\n\nA", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL</span></div>\n\t<div id=\"aside\">\nExcellent work, Corporal. It is amusing how the same\ndead bank customers make their constant appearances -\nBarry Kelly always springs to mind.<br /><br />\n\nI trust you are well. Thank you again for working with\nus. <br /><br />\n\nAs ever,<br /><br />\n\nA\n\t</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "CORPORAL DOWE\n\nEXCELLENT_LET US SEE WHO HE RESPONDS TO AND WE CAN TAKE IT FROM THERE_I HAVE A MR GAMBO WHO WE CAN ASSIST IF MUGU GAWA DOESN'T COME UP TRUMPS_WELL DONE SO FAR_AS YOU WERE CORPORAL DOWE", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nCORPORAL DOWE<br /><br />\n\nEXCELLENT_LET US SEE WHO HE RESPONDS TO AND WE CAN TAKE IT FROM THERE_I HAVE A MR GAMBO WHO WE CAN ASSIST IF MUGU GAWA DOESN'T COME UP TRUMPS_WELL DONE SO FAR_AS YOU WERE CORPORAL DOWE\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "SIR!!!\n\nThank you, SIR!!!\n\nIf I may, Sir, I have a good feeling about this Gawa guy.\n\nWhatever happens, with Gawa, you have my word, Sir, that I will do my best to honor the best traditions of the Foreign Office. I won't let you down.\n\nSIR! With your permission, I'd like to go chow down at the Mess Hall. I heard they're serving SOS today. It's one of my favorites, but nobody makes it like my Mom.\n\nBy your leave, SIR!!!\n\nCpl. D. Dowe", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span></div>\n\t\t<div id=\"aside\">\nSIR!!!\n<br /><br />\nThank you, SIR!!!\n<br /><br />\nIf I may, Sir, I have a good feeling about this Gawa guy.<br /><br />\n\nWhatever happens, with Gawa, you have my word, Sir, that I will do my best to honor the best traditions of the Foreign Office. I won't let you down.<br /><br />\n\nSIR! With your permission, I'd like to go chow down at the Mess Hall. I heard they're serving SOS today. It's one of my favorites, but nobody makes it like my Mom.<br /><br />\n\nBy your leave, SIR!!!<br /><br />\n\nCpl. D. Dowe\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "OFF YOU GO CORPORAL_SULA GAWA HAS RESPONDED TO ME AS WELL_LET US SEE HOW WE CAN TIE HIM UP", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nOFF YOU GO CORPORAL_SULA GAWA HAS RESPONDED TO ME AS WELL_LET US SEE HOW WE CAN TIE HIM UP\n </div>\n</div>\n\n \n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "sula_gawa02@yahoo.com\nDear Mikhail,\n\nThanks for your kindness to me towards this transaction, I want you to assure me of your capability of handling this transfer with trust by giving me the following information about yourself:\n\n1) Your age 2) Your occupation  Base on this I will advise you to feel free all is well, I studied this transaction very well before contacting you for assistance. Having served this bank for so many years now I deem it necessary to utilize this opportunity of the present unclaimed sum of money in the account sent inconjunction with the first proposal I sent to you to help myself and my family through the investment I will establish in your country with my percentage in the transaction. \n\nThere is no doubt about your eligibility as the legal next of kin to our deceased customer and owner of the account number NADB4934109 with the following reasons: \n\n(a) Before the death of our deceased customer his true next of kin was not indicated to the board of directors of the bank because of the top secrecy and confidentiality of the transactions which our late customer transacted with the various governments in West Africa. \n\n(b) Owning to his failure to indicate his next of kin to the officials of the bank, it is therefore impossible for the board of directors of the bank to verify the next of kin as well as the true inheriter of the fund.\n\n(c) And for the above reasons the managements of the bank bank will always abide by my official directions through the official authorization bestowed on me as the Manager Audit/Accounting Department of the bank. Therefore you have nothing to fear as your interest and identity will be legally protected. \n\nMore so, the only information required from you by the bank is your banking data as contained in the official application which I will give you  to send to our bank after your immediate response because the  receipt of your application is the commencement of the official process of this transaction.\n\nNow I will like to use this opportunity to tell you the detail information concerning our deceased customer. The deceased account holder with our bank was Mr. Andreas Schranner from Germany who naturalized here in Burkina Faso for (16) years. He held account number NADB4934109, ROUTING No: 91002211 with our bank. He died in Concord Air Line, flight AF4590 killing 113 people that crashed on 25 July 2000 with his family as I stated in my first mail. Since his death, this account has been dormant and nobody has applied to our bank for the release of this money to him or her as the next of kin.\n\nAs the Manager Audit/Accounting Department of this bank, I have studied this transaction very carefully and I have noted that there are  no risks involved. I am here to protect all your interests in this transaction until this money hits your account. Since I am here I shall be giving you all the developmental information from the bank as soon as this transaction commence.\n\nI know that you will not disappoint me when this money enters your account, I have all my hope of life survival with my family in this  transaction . I am a simple banker whose credibility is still intact and with my maturity and understanding, I promise to give you the best co-operation. We must hurry up with this transaction so that our bank and the government shall not claim and inherit this money because it has over-stayed.\n\nAfter the bank have approve your application as next of kin to our late customer I will fly down your country for investment with my own share but I will advise you to keep this transaction as a top secret because no body again knows about it except you and I. \n\nFor more information you can contact me on phone (00226 78 86 71 93) so that we can talk.\n\n   Thanks,\n Sula Gawa.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"sg\">SULA GAWA</span></div>\n\t<div id=\"dialog\" class=\"st\">\nsula_gawa02@yahoo.com<br /><br />\nDear Mikhail,<br /><br />\n\nThanks for your kindness to me towards this transaction, I want you to assure me of your capability of handling this transfer with trust by giving me the following information about yourself:<br /><br />\n\n1) Your age<br /> 2) Your occupation <br /><br /> Base on this I will advise you to feel free all is well, I studied this transaction very well before contacting you for assistance. Having served this bank for so many years now I deem it necessary to utilize this opportunity of the present unclaimed sum of money in the account sent inconjunction with the first proposal I sent to you to help myself and my family through the investment I will establish in your country with my percentage in the transaction. <br /><br />\n\nThere is no doubt about your eligibility as the legal next of kin to our deceased customer and owner of the account number NADB4934109 with the following reasons: <br /><br />\n\n(a) Before the death of our deceased customer his true next of kin was not indicated to the board of directors of the bank because of the top secrecy and confidentiality of the transactions which our late customer transacted with the various governments in West Africa. <br /><br />\n\n(b) Owning to his failure to indicate his next of kin to the officials of the bank, it is therefore impossible for the board of directors of the bank to verify the next of kin as well as the true inheriter of the fund.<br /><br />\n\n(c) And for the above reasons the managements of the bank bank will always abide by my official directions through the official authorization bestowed on me as the Manager Audit/Accounting Department of the bank. Therefore you have nothing to fear as your interest and identity will be legally protected. <br /><br />\n\nMore so, the only information required from you by the bank is your banking data as contained in the official application which I will give you  to send to our bank after your immediate response because the  receipt of your application is the commencement of the official process of this transaction.<br /><br />\n\nNow I will like to use this opportunity to tell you the detail information concerning our deceased customer. The deceased account holder with our bank was Mr. Andreas Schranner from Germany who naturalized here in Burkina Faso for (16) years. He held account number NADB4934109, ROUTING No: 91002211 with our bank. He died in Concord Air Line, flight AF4590 killing 113 people that crashed on 25 July 2000 with his family as I stated in my first mail. Since his death, this account has been dormant and nobody has applied to our bank for the release of this money to him or her as the next of kin.<br /><br />\n\nAs the Manager Audit/Accounting Department of this bank, I have studied this transaction very carefully and I have noted that there are  no risks involved. I am here to protect all your interests in this transaction until this money hits your account. Since I am here I shall be giving you all the developmental information from the bank as soon as this transaction commence.<br /><br />\n\nI know that you will not disappoint me when this money enters your account, I have all my hope of life survival with my family in this  transaction . I am a simple banker whose credibility is still intact and with my maturity and understanding, I promise to give you the best co-operation. We must hurry up with this transaction so that our bank and the government shall not claim and inherit this money because it has over-stayed.<br /><br />\n\nAfter the bank have approve your application as next of kin to our late customer I will fly down your country for investment with my own share but I will advise you to keep this transaction as a top secret because no body again knows about it except you and I. <br /><br />\n\nFor more information you can contact me on phone (00226 78 86 71 93) so that we can talk.<br /><br />\n\n   Thanks,<br />\n Sula Gawa.\n\t</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "CORPORAL DOWE AND BROTHER MARK\n\nI SUGGEST WE WORK BOTH INDEPENDENTLY AND TOGETHER ON\nTHESE MODALITIES AND BRING BOTH SCAMBAITS TOGETHER TO\nGIVE MR GAWA WHAT HE DESERVES_I SUGGEST WE STAY IN\nTOUCH AND MONITOR OUR STRATEGY SO WE REALLY TIE HIM IN\nKNOTS_YOUR SUGGESTIONS WILL BE APPRECIATED IN THIS\nMATTER_LET THE GAMES BEGIN", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\n CORPORAL DOWE AND BROTHER MARK<br /><br />\n\nI SUGGEST WE WORK BOTH INDEPENDENTLY AND TOGETHER ON\nTHESE MODALITIES AND BRING BOTH SCAMBAITS TOGETHER TO\nGIVE MR GAWA WHAT HE DESERVES_I SUGGEST WE STAY IN\nTOUCH AND MONITOR OUR STRATEGY SO WE REALLY TIE HIM IN\nKNOTS_YOUR SUGGESTIONS WILL BE APPRECIATED IN THIS\nMATTER_LET THE GAMES BEGIN\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "MR GAWA\n\nTHANK YOU FOR YOUR NOTE_WE WILL REQUIRE FURTHER\nINFORMATION IN THE FORM OF DOCUMENTARY EVIDENCE OF\nTHIS CLAIM_AS FOR YOR QUESTIONS_I AM IN MY FIFTIES AND\nAM AN AGENT OF HER MAJESTY'S FOREIGN OFFICE SPECIAL\nOPERATIONS DEPARTMENT_CAN YOU BE TRUSTED TO KEEP THESE\nMODALITIES CONFIDENTIAL AND RISK-FREE??\n\n - S", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\">\nMR GAWA<br /><br />\n\nTHANK YOU FOR YOUR NOTE_WE WILL REQUIRE FURTHER\nINFORMATION IN THE FORM OF DOCUMENTARY EVIDENCE OF\nTHIS CLAIM_AS FOR YOR QUESTIONS_I AM IN MY FIFTIES AND\nAM AN AGENT OF HER MAJESTY'S FOREIGN OFFICE SPECIAL\nOPERATIONS DEPARTMENT_CAN YOU BE TRUSTED TO KEEP THESE\nMODALITIES CONFIDENTIAL AND RISK-FREE??<br /><br />\n\n - S \n </div>\n </div>\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "SIR!!!\n\nWith all due respect, may I correct your thinking that the Gawa-Lad has contacted me, Sir?  I did write to him, Sir, but he hasn't responded to me yet.\n\nBy your leave, Sir, I ask your permission to head down to the Medic. I will contact you again when I return to quarters, SIR!!!\n\nCpl. D. Dowe", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span></div>\n\t\t<div id=\"aside\">\nSIR!!!<br /><br />\n\nWith all due respect, may I correct your thinking that the Gawa-Lad has contacted me, Sir?  I did write to him, Sir, but he hasn't responded to me yet.<br /><br />\n\nBy your leave, Sir, I ask your permission to head down to the Medic. I will contact you again when I return to quarters, SIR!!!<br /><br />\n\nCpl. D. Dowe\n </div>\n </div>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "I SEE_VERY WELL_LET US HOPE HE RESPONDS TO YOU CORPORAL_IF NOT THEN I WILL BRING YOU IN_OFF YOU GO TO MEDIC_I TRUST IT IS NOT ANYTHING SERIOUS", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nI SEE_VERY WELL_LET US HOPE HE RESPONDS TO YOU CORPORAL_IF NOT THEN I WILL BRING YOU IN_OFF YOU GO TO MEDIC_I TRUST IT IS NOT ANYTHING SERIOUS\n </div>\n </div>\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "As a new person to working as a team, by \"independently\" do you mean we should also start modalities with this person on our own and then all meet up and have fun together and ensure he gets what he deserves?\n \nBrother Mark Knopfler\nChurch of the Sultans of Swing\nVisit our resort", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"mk\">BROTHER MARK KNOPFLER</span></div>\n\t<div id=\"aside\">\n\nAs a new person to working as a team, by \"independently\" do you mean we should also start modalities with this person on our own and then all meet up and have fun together and ensure he gets what he deserves?<br /><br />\n \nBrother Mark Knopfler<br />\nChurch of the Sultans of Swing<br />\n<a href=\"http://www.churchofthesultansofswing.0kn.com/\" target=\"_blank\">Visit our resort</a>\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "BROTHER MARK_\n\nTHAT IS EXACTLY WHAT I MEAN_I HAVE BEEN SENT THE TEXT\nOF APPLICATION AND WILL GIVE IT THE APPROPRIATE\nTREATMENT_WE CAN WORK TOGETHER ON OTHER MISSIONS BUT\nAS THE GENTLEMAN EMAILED CORPORAL DOWE I FELT IT A\nGOOD OPPORTUNITY TO GIVE GAWA WHAT HE DESERVES FROM\nDIFFERENT ANGLES_HOWEVER I SUGGEST WE STAY IN TOUCH TO\nDISCUSS STRATEGY SO WE CAN CO-ORDINATE ATTACKS ON THIS\nMISERABLE MUGU MALCONTENT_KEEP THE CUSTARD BOILING IN\nTHE CHURCH OF THE SULTANS OF SWING_MAY YOUR TELEGRAPH\nROAD BE HOLE-FREE_", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\n\n\nBROTHER MARK_<br /><br />\n\nTHAT IS EXACTLY WHAT I MEAN_I HAVE BEEN SENT THE TEXT\nOF APPLICATION AND WILL GIVE IT THE APPROPRIATE\nTREATMENT_WE CAN WORK TOGETHER ON OTHER MISSIONS BUT\nAS THE GENTLEMAN EMAILED CORPORAL DOWE I FELT IT A\nGOOD OPPORTUNITY TO GIVE GAWA WHAT HE DESERVES FROM\nDIFFERENT ANGLES_HOWEVER I SUGGEST WE STAY IN TOUCH TO\nDISCUSS STRATEGY SO WE CAN CO-ORDINATE ATTACKS ON THIS\nMISERABLE MUGU MALCONTENT_KEEP THE CUSTARD BOILING IN\nTHE CHURCH OF THE SULTANS OF SWING_MAY YOUR TELEGRAPH\nROAD BE HOLE-FREE_\n </div>\n </div>\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Excellent. I have responded to him and hope that we will soon have him tied up in knots...perhaps there should be a fetish dungeon at the resort  Be holy and blessed\n\nBrother Mark Knopfler\nChurch of the Sultans of Swing", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"mk\">BROTHER MARK KNOPFLER</span></div>\n\t<div id=\"aside\">\n Excellent. I have responded to him and hope that we will soon have him tied up in knots...perhaps there should be a fetish dungeon at the resort <grin> Be holy and blessed<br /><br />\n\nBrother Mark Knopfler<br />\nChurch of the Sultans of Swing\n </div>\n </div>\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dear Mikhail,\n\nI received your mail and I am pleased with the\ncontents, now you have to fill your account\ninformation in below application and send to our\nbank through the bank email    boafricab@excite.com \nor fax number 0022650327218.\n\n  You have to contact me on my private phone\n0022678867193 or email as soon as you send the\napplication to the bank so that I can advise you on\nwhat to do.\n\n\n...............................................................................\n                                             BELOW\nIS THE APPLICATION.\n\n  YOUR  ADDRESS................................ \n\nYOUR TELL NO................................ \n\nYOUR FAX NO................................ \nE-MAIL ADDRESS........................... \n\nATTN: DR BARRY SOMDA, \nFOREIGN REMITTANCES / DIRECTOR, \nBANK OF AFRICA (BOA) \n\n             APPLYING AS THE NEXT OF KIN TO THE\nDECEASED.\n\nI..................FROM................HEREBY APPLY\nTO YOUR BANK AS THE NEXT OF KIN TO YOUR DECEASED\nCUSTOMER MR ANDREAS SCHRANNER FROM GERMANY, HOLDER\nOF ACCOUNT NADB4934109, PUTTING CLAIM OVER HIS\nBALANCE WITH YOUR BANK VALUED AT ($11.5MILLION) USA\nDOLLARS ONLY. \n\nUNTIL HIS SUDDEN DEATH,WE HAVE BEEN BUSINESS\nASSOCIATES, JOINTLY IN EXPOSITION AND BUYING OF GOLD\nAND DIAMOND.THE FUNDS WERE TRANSFERRED INTO YOUR\nACCOUNT THROUGH OUR BANK FOR PURCHASE OF GOLD AND\nDIAMOND. \n\n  SIR, I WISH TO BE INTIMATED ON THE PROCEDURES\nINVOLVED IN HAVING THIS FUND TRANSFERRED INTO MY\nACCOUNT AS GIVEN BELOW: \n\nBank Name:........................... \n\n  Address:............................. \n\n  Account N.......................... \n\n  Beneficiary......................... \n\nI ALSO APOLOGISE FOR NOT BEING ABLE TO APPLY SINCE\nHIS SUDDEN DEATH IN A PLANE CRASH ON 25TH JULY\n2000,IT WAS DUE TO SOME FAMILY PROBLEMS WHICH HAVE\nJUST BEEN SETTLED. \n\nI WISH AN URGENT ATTENTION WILL BE GIVEN TO MY\nHUMBLE APPLICATION AS THE URGENCY IMPLIES ON THIS\nMATTER. \n\nTHANKS IN ANTICIPATION OF YOUR CO-OPERATION.\n\nYOURS SINCERELY. \n\n.................................", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"sg\">SULA GAWA</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\n\nDear Mikhail,<br /><br />\n\nI received your mail and I am pleased with the\ncontents, now you have to fill your account\ninformation in below application and send to our\nbank through the bank email    boafricab@excite.com \nor fax number 0022650327218.<br /><br />\n\n  You have to contact me on my private phone\n0022678867193 or email as soon as you send the\napplication to the bank so that I can advise you on\nwhat to do.<br /><br />\n\n\n...............................................................................<br />\n                                             BELOW\nIS THE APPLICATION.<br /><br />\n\n  YOUR  ADDRESS................................ <br />\n\nYOUR TELL NO................................ <br />\n\nYOUR FAX NO................................ <br />\nE-MAIL ADDRESS........................... <br /><br />\n\nATTN: DR BARRY SOMDA, <br />\nFOREIGN REMITTANCES / DIRECTOR, <br />\nBANK OF AFRICA (BOA) <br /><br />\n\n             APPLYING AS THE NEXT OF KIN TO THE\nDECEASED.<br /><br />\n\nI..................FROM................HEREBY APPLY\nTO YOUR BANK AS THE NEXT OF KIN TO YOUR DECEASED\nCUSTOMER MR ANDREAS SCHRANNER FROM GERMANY, HOLDER\nOF ACCOUNT NADB4934109, PUTTING CLAIM OVER HIS\nBALANCE WITH YOUR BANK VALUED AT ($11.5MILLION) USA\nDOLLARS ONLY. <br /><br />\n\nUNTIL HIS SUDDEN DEATH,WE HAVE BEEN BUSINESS\nASSOCIATES, JOINTLY IN EXPOSITION AND BUYING OF GOLD\nAND DIAMOND.THE FUNDS WERE TRANSFERRED INTO YOUR\nACCOUNT THROUGH OUR BANK FOR PURCHASE OF GOLD AND\nDIAMOND. <br /><br />\n\n  SIR, I WISH TO BE INTIMATED ON THE PROCEDURES\nINVOLVED IN HAVING THIS FUND TRANSFERRED INTO MY\nACCOUNT AS GIVEN BELOW: <br /><br />\n\nBank Name:........................... <br />\n\n  Address:............................. <br />\n\n  Account N.......................... <br />\n\n  Beneficiary......................... <br /><br />\n\nI ALSO APOLOGISE FOR NOT BEING ABLE TO APPLY SINCE\nHIS SUDDEN DEATH IN A PLANE CRASH ON 25TH JULY\n2000,IT WAS DUE TO SOME FAMILY PROBLEMS WHICH HAVE\nJUST BEEN SETTLED. <br /><br />\n\nI WISH AN URGENT ATTENTION WILL BE GIVEN TO MY\nHUMBLE APPLICATION AS THE URGENCY IMPLIES ON THIS\nMATTER. <br /><br />\n\nTHANKS IN ANTICIPATION OF YOUR CO-OPERATION.<br /><br />\n\nYOURS SINCERELY. <br />\n\n.................................\n\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "MR GAWA\n\nTHIS IS ALL VERY WELL BUT I HAVE ASKED WHETHER YOU ARE\nCAPABLE OF HANDLING THIS TRANSACTION CONFIDENTIALLY AS\nI KNOW WHAT YOU NATIVE NATTERERS ARE LIKE WITH YOUR\nWHISPERING AND PALM-FILLING_ADDITIONALLY I HAVE NOT\nHAD THE PROOF I ASKED FOR_THESE MODALITIES HAVE NOT\nSTARTED WELL IF I MAY SAY SIR\n\n - S", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\">\nMR GAWA\n\nTHIS IS ALL VERY WELL BUT I HAVE ASKED WHETHER YOU ARE\nCAPABLE OF HANDLING THIS TRANSACTION CONFIDENTIALLY AS\nI KNOW WHAT YOU NATIVE NATTERERS ARE LIKE WITH YOUR\nWHISPERING AND PALM-FILLING_ADDITIONALLY I HAVE NOT\nHAD THE PROOF I ASKED FOR_THESE MODALITIES HAVE NOT\nSTARTED WELL IF I MAY SAY SIR<br /><br />\n\n - S \n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Good afternoon, Ma'am,\n\nWith all due respect, Ma'am, and if it is agreeable to you, Cpl. Dowe requests you introduce him as a civilian to this Lad, so as not to blow his cover?\n\nIf the Lad thinks Dilbert Dowe is a rather naive young clerk, droning away in some big, nameless office, he may be more amenable to commencing his modalities, Ma'am. Just a suggestion, Ma'am, since your Foreign Office is in charge of this operation, Cpl, Dowe will follow orders, Ma'am.\n\nThank you, Ma'am, for your time. And, please, Ma'am, may I convey to you, just how thrilled my Auntie raynaz is, to be part of this operation, even if only as a \"secretary\", of sorts. I have never seen her so chipper and chirpy. She is dancing around her kitchen at this very moment, with her broom, singing off key, and twirling about like a dervish! If I may be so bold as to make a comment, it is very strange. Perhaps a word from you might calm her down, Ma'am.\n\nThank you, Ma'am.\n\nCpl. D. Dowe", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span></div>\n\t<div id=\"aside\">\n\n\nGood afternoon, Ma'am,<br /><br />\n\nWith all due respect, Ma'am, and if it is agreeable to you, Cpl. Dowe requests you introduce him as a civilian to this Lad, so as not to blow his cover?<br /><br />\n\nIf the Lad thinks Dilbert Dowe is a rather naive young clerk, droning away in some big, nameless office, he may be more amenable to commencing his modalities, Ma'am. Just a suggestion, Ma'am, since your Foreign Office is in charge of this operation, Cpl, Dowe will follow orders, Ma'am.<br /><br />\n\nThank you, Ma'am, for your time. And, please, Ma'am, may I convey to you, just how thrilled my Auntie raynaz is, to be part of this operation, even if only as a \"secretary\", of sorts. I have never seen her so chipper and chirpy. She is dancing around her kitchen at this very moment, with her broom, singing off key, and twirling about like a dervish! If I may be so bold as to make a comment, it is very strange. Perhaps a word from you might calm her down, Ma'am.<br /><br />\n\nThank you, Ma'am.<br /><br />\n\nCpl. D. Dowe<br /><br />\n\n{Let the modalities commence!!! -- your fiend, raynaz}\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My dear Dowe,\nThank you for your e-mail.\nI should be delighted to assist you in any way you wish. \nAs for your Aunt Raynaz, the feeling at the ForeignOffice is that there is no higher calibre of anti-scammer. We have been monitoring her for sometime and we are delighted to be working with her.\nAs you were, Corporal.\nA", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL</span></div>\n\t<div id=\"aside\">\n\n\n{Wednesday, 20 June, a bright sunny morning, and kind words from Lady Agatha...}<br /><br />\n\nMy dear Dowe,<br />\nThank you for your e-mail.<br />\nI should be delighted to assist you in any way you wish. <br />\nAs for your Aunt Raynaz, the feeling at the ForeignOffice is that there is no higher calibre of anti-scammer. We have been monitoring her for sometime and we are delighted to be working with her.<br />\nAs you were, Corporal.<br />\nA\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Agent Stroganov,\n\nSIR!!! I'm afraid I might have overstepped the chain of command, Sir. I made this same suggestion to Lady Agatha Bristol, who deemed it workable, but I got the distinct impression that I should have checked it with you first. Owing to this being my first mission, I am more enthusiastic than I should be. This breach will not occur again, SIR!!\n\nWith all due respect, Sir, and if it is agreeable to you, Cpl. Dowe requests you introduce him as a civilian to this Lad, so as not to blow his cover?\n\nIf the Lad thinks Dilbert Dowe is a rather naive young clerk droning away in some big, nameless office, he may be more amenable to commencing his modalities, Sir.\n\nJust a suggestion, Sir, since the Foreign Office is in charge of this operation, Cpl. Dowe will follow orders, Sir!\n\nCpl. D. Dowe", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span></div>\n\t<div id=\"aside\">\n\n\nAgent Stroganov,<br /><br />\n\nSIR!!! I'm afraid I might have overstepped the chain of command, Sir. I made this same suggestion to Lady Agatha Bristol, who deemed it workable, but I got the distinct impression that I should have checked it with you first. Owing to this being my first mission, I am more enthusiastic than I should be. This breach will not occur again, SIR!!<br /><br />\n\nWith all due respect, Sir, and if it is agreeable to you, Cpl. Dowe requests you introduce him as a civilian to this Lad, so as not to blow his cover?<br /><br />\n\nIf the Lad thinks Dilbert Dowe is a rather naive young clerk droning away in some big, nameless office, he may be more amenable to commencing his modalities, Sir.<br /><br />\n\nJust a suggestion, Sir, since the Foreign Office is in charge of this operation, Cpl. Dowe will follow orders, Sir!\n<br /><br />\nCpl. D. Dowe\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "CORPORAL DOWE\n\nREST EASY CORPORAL_YOU HAVE DONE NOTHING WRONG AND LADY AGATHA DID NOT MEAN TO IMPLY OTHERWISE I CAN ASSURE YOU OF THAT_IT IS A GOOD IDEA SO I SUGGEST YOU CARRY ON WITH YOUR PLAN_KEEP YOUR HEAD DOWN\n\nAS YOU WERE SOLDIER_", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nCORPORAL DOWE<br /><br />\n\nREST EASY CORPORAL_YOU HAVE DONE NOTHING WRONG AND LADY AGATHA DID NOT MEAN TO IMPLY OTHERWISE I CAN ASSURE YOU OF THAT_IT IS A GOOD IDEA SO I SUGGEST YOU CARRY ON WITH YOUR PLAN_KEEP YOUR HEAD DOWN\n<br /><br />\nAS YOU WERE SOLDIER_ \n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "SIR!!!\n\nPerhaps an incorrect use of words, Sir. I should have stated that after I mailed to Lady Agatha, I thought I wrongly mailed her first, before you, Sir.\n\nI did not infer any disdain from Her Ladyship, she is far too well-bred to give even a lowly grunt like myself any impression but the kindest, and most professional welcome to temporary service to the Foreign Office, SIR!\n\nPlease, Sir, I don't want to give you any idea that I am \"too sensitive\" for this mission. I'm not, but I do want to do things properly. I've watched my Auntie raynaz going in after the scammers for several years, and I think, \"Well, if she can do it, so can I!\"\n\nSir, I trust this note has cleared the matter for us, I would not want any confusion between us, Sir.\n\nCpl. D. Dowe", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span></div>\n\t<div id=\"aside\">\nSIR!!!\n<br /><br />\nPerhaps an incorrect use of words, Sir. I should have stated that after I mailed to Lady Agatha, I thought I wrongly mailed her first, before you, Sir.<br /><br />\n\nI did not infer any disdain from Her Ladyship, she is far too well-bred to give even a lowly grunt like myself any impression but the kindest, and most professional welcome to temporary service to the Foreign Office, SIR!\n<br /><br />\nPlease, Sir, I don't want to give you any idea that I am \"too sensitive\" for this mission. I'm not, but I do want to do things properly. I've watched my Auntie raynaz going in after the scammers for several years, and I think, \"Well, if she can do it, so can I!\"<br /><br />\n\nSir, I trust this note has cleared the matter for us, I would not want any confusion between us, Sir.<br /><br />\n\nCpl. D. Dowe\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "CORPORAL DOWE\n\nTHERE REALLY IS NO PROBLEM YOUNG MAN_PLEASE TRY TO RELAX AND CARRY OUT YOUR MISSION_YOU ARE DOING VERY WELL SO LET US CONCENTRATE ON GIVING THE GENTLEMAN THE FULL BENEFIT OF OUR EXPERIENCE\n\n- AGENT MIKHAIL I.R. STROGANOV\nSPECIAL OPERATIONS DEPARTMENT_MOSCOW OFFICE", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nCORPORAL DOWE<br /><br />\n\nTHERE REALLY IS NO PROBLEM YOUNG MAN_PLEASE TRY TO RELAX AND CARRY OUT YOUR MISSION_YOU ARE DOING VERY WELL SO LET US CONCENTRATE ON GIVING THE GENTLEMAN THE FULL BENEFIT OF OUR EXPERIENCE\n<br /><br />\n- AGENT MIKHAIL I.R. STROGANOV<br />\nSPECIAL OPERATIONS DEPARTMENT_MOSCOW OFFICE\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "SIR!!!\n\nI revised the first letter I sent to Gawa, maybe this will jump-start his modalities.\n\n\n\"...Dear Sula Gawa,\nWhen I got back from vacation, I found this Email from you, and I am interested in this deal. You gave some information, but I'm not sure how it would work. What do I have to do?\n\n            ...<same letter>...\"\n\nWishing you the best, Sir.\n\nCpl. D. Dowe", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span></div>\n\t<div id=\"aside\">\nSIR!!!\n\nI revised the first letter I sent to Gawa, maybe this will jump-start his modalities.\n</div>\n<div id=\"dialog\" class=\"ast\">\n\"...Dear Sula Gawa,<br />\nWhen I got back from vacation, I found this Email from you, and I am interested in this deal. You gave some information, but I'm not sure how it would work. What do I have to do?<br /><br />\n\n            ...&lt;same letter&gt;...\"\n<br /><br />\nWishing you the best, Sir.<br /><br />\n\nCpl. D. Dowe\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "GOOD WORK CORPORAL_LET US SEE WHAT CAN BE DONE", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nGOOD WORK CORPORAL_LET US SEE WHAT CAN BE DONE\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Is this guy known to any of you? Seems like a strange initial email to send to someone you intend\nto steal from.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"pm\">PHIL MUNGLERS</span></div>\n\t<div id=\"aside\">\n{OH, MY GOODNESS!!! Threats against Mr. Munglers...}\n<br /><br />\nIs this guy known to any of you? Seems like a strange initial email to send to someone you intend\nto steal from.\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2007-06-22 00:22", "subject": "BE MORE CAREFUL.", "author_role": "scam", "body": "King Pin <kingpin4kill@eyou.com> wrote: \n\nI am very sorry for you, is a pity that this is how your life is going to end as soon as you don't comply. As you can see there is no need of introducing myself to you because I don't have any business with you, my duty as I am mailing you now is just to KILL you and I have to do it as I have already been paid for that. Someone you call a friend wants you Dead by all means, and the person have spent a lot of money on this, the person also\ncame to us and told me that he want you dead and he provided us with your name ,picture and other\nnecessary informationÁøs we needed about you. So I sent my boys to track you down and they have carried\nout the necessary investigation needed for the operation on you, and they have done that but I told them not to kill you that I will like to contact you and see if your life is Important to you or not since their findings shows that you are innocent. I called my client back and ask him of you email address which I didn't tell him what I\nwanted to do with it and he gave it to me and I am using it to contact you now. As I am writing to you now my men are monitoring you and they are telling me everything about you. My dear do you want to LIVE OR DIE? As someone has paid us to kill you. Get back to me now if you are ready to pay some fees to spare your life, $12,000 is all you need to spend You will first of all pay $6,000\n then I will send the tape to you and when the tape get to you, you will pay the\nremaining $6,000. If you are not ready for my help, then I will carry on with my job straight-up. WARNING: DO NOT THINK OF CONTACTING THE POLICE OR EVEN TELL ANYONE BECAUSE I WILL KNOW.REMEMBER, SOMEONE WHO KNOWS YOU VERY WELL WANT\nYOU DEAD! I WILL EXTEND IT TO YOUR FAMILY, INCASE I NOTICE SOMETHING FUNNY. DO NOT COME OUT ONCE IT IS 7:PM UNTIL I MAKE OUT TIME TO SEE YOU AND GIVE YOU\nTHE TAPE OF MY DISCUSSION WITH THE PERSON WHO WANT YOU DEAD\nTHEN YOU CAN USE IT TO TAKE ANY LEGAL ACTION. GOOD LUCK AS I AWAIT YOUR REPLY", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"kp\">KING PIN</span></div>\n\t<div id=\"dialog\">\n\nKing Pin &lt;kingpin4kill@eyou.com&gt; wrote: <br />\nSubject: BE MORE CAREFUL.<br />\nDate: Fri, 22 Jun 2007 00:22:46 +0800<br /><br />\n\nI am very sorry for you, is a pity that this is how your life is going to end as soon as you don't comply. As you can see there is no need of introducing myself to you because I don't have any business with you, my duty as I am mailing you now is just to KILL you and I have to do it as I have already been paid for that. Someone you call a friend wants you Dead by all means, and the person have spent a lot of money on this, the person also\ncame to us and told me that he want you dead and he provided us with your name ,picture and other\nnecessary informationÁøs we needed about you. So I sent my boys to track you down and they have carried\nout the necessary investigation needed for the operation on you, and they have done that but I told them not to kill you that I will like to contact you and see if your life is Important to you or not since their findings shows that you are innocent. I called my client back and ask him of you email address which I didn't tell him what I\nwanted to do with it and he gave it to me and I am using it to contact you now. As I am writing to you now my men are monitoring you and they are telling me everything about you. My dear do you want to LIVE OR DIE? As someone has paid us to kill you. Get back to me now if you are ready to pay some fees to spare your life, $12,000[TWELVE THOUSAND DOLLARS] is all you need to spend You will first of all pay $6,000\n[SIX THOUSAND DOLLARS] then I will send the tape to you and when the tape get to you, you will pay the\nremaining $6,000[SIX THOUSAND DOLLARS]. If you are not ready for my help, then I will carry on with my job straight-up. WARNING: DO NOT THINK OF CONTACTING THE POLICE OR EVEN TELL ANYONE BECAUSE I WILL KNOW.REMEMBER, SOMEONE WHO KNOWS YOU VERY WELL WANT\nYOU DEAD! I WILL EXTEND IT TO YOUR FAMILY, INCASE I NOTICE SOMETHING FUNNY. DO NOT COME OUT ONCE IT IS 7:PM UNTIL I MAKE OUT TIME TO SEE YOU AND GIVE YOU\nTHE TAPE OF MY DISCUSSION WITH THE PERSON WHO WANT YOU DEAD\nTHEN YOU CAN USE IT TO TAKE ANY LEGAL ACTION. GOOD LUCK AS I AWAIT YOUR REPLY \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Agent Munglers,\nThis is a newish type of scam where you are threatened by a vile 419 criminal who hopes you will send him enough money so the 'contract' put out on you can be lifted.\nI suggest you forward this to Agent Shevchenko and you won't hear from this gentleman again. \nAs ever,\nA", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL</span></div>\n\t<div id=\"aside\">\nDear Agent Munglers,<br />\nThis is a newish type of scam where you are threatened by a vile 419 criminal who hopes you will send him enough money so the 'contract' put out on you can be lifted.<br />\nI suggest you forward this to Agent Shevchenko and you won't hear from this gentleman again. <br />\nAs ever,<br />\nA\n\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2007-06-21 00:00", "subject": "GAWA", "author_role": "bait", "body": "CORPORAL DOWE AND BROTHER MARK\n\nYET AGAIN WE HAVE A MUGU WHO SEEMS TO HAVE BLOWN HIS STACK EARLY_DO YOU HAVE ANY TARGETS WE CAN ASSSIST???", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nSent: Thursday, 21 June, 2007<br />\nSubject: GAWA<br /><br />\n\nCORPORAL DOWE AND BROTHER MARK<br /><br />\n\nYET AGAIN WE HAVE A MUGU WHO SEEMS TO HAVE BLOWN HIS STACK EARLY_DO YOU HAVE ANY TARGETS WE CAN ASSSIST???\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Unfortunately I have also just been busted from a google search so I am currently bereft of exciting opportunities", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"mk\">BROTHER MARK KNOPFLER</span></div>\n\t<div id=\"aside\">\nUnfortunately I have also just been busted from a google search so I am currently bereft of exciting opportunities\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Hi, guys.\n\nI got the same one and, naturally, responded. Got one further message but when I responded to that one I got a delivery error message. Somebody probably complained.\n\nI've had one of these before but it was the same deal, a couple of emails back and forth and then they get shut down.\n\nHe sounded a bit like the sniper that was sent after me a few months ago but I don't think it's him.\n\nRegards from Gadyukina.\nLDN", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ln\">LEWIS D. \"LEWD\" NOOGIE</span></div>\n\t<div id=\"aside\">\n\n{Another famous anti-scammer, Lewd Noogie, puts in his 2&cent; worth...}<br /><br />\n\n\nHi, guys.<br /><br />\n\nI got the same one and, naturally, responded. Got one further message but when I responded to that one I got a delivery error message. Somebody probably complained.<br /><br />\n\nI've had one of these before but it was the same deal, a couple of emails back and forth and then they get shut down.<br /><br />\n\nHe sounded a bit like the sniper that was sent after me a few months ago but I don't think it's him.\n<br /><br />\nRegards from Gadyukina.<br />\nLDN\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My dear Lewd,\nHow very pleasant to hear from you, old boy. How things over in Russia?\nWe were wondering - would you like to take part in the ongoing campaign against 'Prince Charles'?\nI think a fresh voice would be simply wonderful, though one is not sure how long is left to play in these modalities.\nMy best wishes, as ever,\nA", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL</span></div>\n\t<div id=\"aside\">\nMy dear Lewd,<br />\nHow very pleasant to hear from you, old boy. How things over in Russia?<br />\nWe were wondering - would you like to take part in the ongoing campaign against 'Prince Charles'?<br />\nI think a fresh voice would be simply wonderful, though one is not sure how long is left to play in these modalities.<br />\nMy best wishes, as ever,<br />\nA\n\n</div>\n</div>\n\n\n<!-- -->\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dear Mikhail,\n\nYou have to fill the application and send to the\nbank because the receipt of your application by the\nbank is the official commencement of this\ntransaction, inform me as soon as you send the\napplication to the bank and I will provide you with\nwhatever information you need.\n\n  Best regards,\n  Sula Gawa.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"sg\">SULA GAWA</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\nDear Mikhail,<br /><br />\n\nYou have to fill the application and send to the\nbank because the receipt of your application by the\nbank is the official commencement of this\ntransaction, inform me as soon as you send the\napplication to the bank and I will provide you with\nwhatever information you need.<br /><br />\n\n  Best regards,<br />\n  Sula Gawa.\n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "GAWA\n\nI UNDERSTAND THAT MAN_BUT SURELY YOU MUST UNDERSTAND\nTHAT WE NEED PROOF OF THESE MODALITIES_THEN I CAN\nASSURE YOU WE WILL GIVE YOU WHAT YOU\nDESERVE_INCIDENTALLY_I HAVE TWO OF MY MOST TRUSTED\nCONFIDANTES AND ADVISORS READY TO ACT_I DO NOTHING\nWITHOUT THEIR COUNSEL AND THEY CAN BE TRUSTED\nTOTALLY_ARE YOU COMFORTABLE WITH THIS??", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\">\nGAWA<br /><br />\n\nI UNDERSTAND THAT MAN_BUT SURELY YOU MUST UNDERSTAND\nTHAT WE NEED PROOF OF THESE MODALITIES_THEN I CAN\nASSURE YOU WE WILL GIVE YOU WHAT YOU\nDESERVE_INCIDENTALLY_I HAVE TWO OF MY MOST TRUSTED\nCONFIDANTES AND ADVISORS READY TO ACT_I DO NOTHING\nWITHOUT THEIR COUNSEL AND THEY CAN BE TRUSTED\nTOTALLY_ARE YOU COMFORTABLE WITH THIS??\n </div>\n </div>\n \n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dearest Lady Agatha,\nIf you can think of a useful role I would be glad to help.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ln\">LEWIS D. \"LEWD\" NOOGIE</span></div>\n\t<div id=\"aside\">\nDearest Lady Agatha,<br /><br />\nIf you can think of a useful role I would be glad to help.\n</div>\n</div>\n \n\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My dear Lewd,\nMany thanks for this.\nStand by, please. \nA", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL</span></div>\n\t<div id=\"aside\">\nMy dear Lewd,<br />\nMany thanks for this.<br />\nStand by, please. <br />\nA\n</div>\n</div>\n\n\n\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "WHICH PROOF DO YOU NEED FROM ME?", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"sg\">SULA GAWA</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\nWHICH PROOF DO YOU NEED FROM ME?\n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "MR GAWA\n\nWE REQUIRE SOLID AND THOROUGH DOCUMENTARY EVIDENCE OF\nYOUR CLAIM_YOU WILL SEE THAT MY ASSOCIATES ARE COPIED\nIN_I HAVE KNOWN BOTH MISS RAYNAZ AND BROTHER MARK FOR\n25 YEARS_MISS RAYNAZ IS MY FINANCIAL AND LEGAL\nADVISER_I DO NOT SPEND A ROUBLE WITHOUT HER\nSAY-SO_BROTHER MARK IS MY SPIRITUAL ADVISER_PLEASE\nCOPY US ALL INTO YOUR RESPONSE_AS WE SAY IN\nMOSCOW_KEEP THE CUSTARD BOILING\n \n\n RAYNAZ\n\nI HOPE YOU ARE WELL AND ENJOYING YOUR WEEKEND_WHILST YOUR NEPHEW CORPORAL DOWE IS A HIGHLY COMPETENTOPERATIVE AND A THOROUGHLY DECENT FELLOW I FEEL THAT YOU ARE PERHAPS BETTER SUITED TO ASSIST ON MODALITIES\nWITH MR GAWA_YOUR FORTHRIGHT AND STRAIGHT-TALKING VIEWS ARE HIGHLY ATTRACTIVE_THAT SAID I SHOULD BE VERY HAPPY TO WORK WITH CORPORAL DOWE ON OTHER MATTERS_HOW DO YOU FEEL ABOUT THIS???", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\">\n\nMR GAWA<br /><br />\n\nWE REQUIRE SOLID AND THOROUGH DOCUMENTARY EVIDENCE OF\nYOUR CLAIM_YOU WILL SEE THAT MY ASSOCIATES ARE COPIED\nIN_I HAVE KNOWN BOTH MISS RAYNAZ AND BROTHER MARK FOR\n25 YEARS_MISS RAYNAZ IS MY FINANCIAL AND LEGAL\nADVISER_I DO NOT SPEND A ROUBLE WITHOUT HER\nSAY-SO_BROTHER MARK IS MY SPIRITUAL ADVISER_PLEASE\nCOPY US ALL INTO YOUR RESPONSE_AS WE SAY IN\nMOSCOW_KEEP THE CUSTARD BOILING\n </div>\n <div id=\"aside\">\n RAYNAZ<br /><br />\n\nI HOPE YOU ARE WELL AND ENJOYING YOUR WEEKEND_WHILST YOUR NEPHEW CORPORAL DOWE IS A HIGHLY COMPETENTOPERATIVE AND A THOROUGHLY DECENT FELLOW I FEEL THAT YOU ARE PERHAPS BETTER SUITED TO ASSIST ON MODALITIES\nWITH MR GAWA_YOUR FORTHRIGHT AND STRAIGHT-TALKING VIEWS ARE HIGHLY ATTRACTIVE_THAT SAID I SHOULD BE VERY HAPPY TO WORK WITH CORPORAL DOWE ON OTHER MATTERS_HOW DO YOU FEEL ABOUT THIS???\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Agent Stroganov,\n\nI greet you from the Desert offices of Dewey, Cheatem, & Howe, where Hugh Jardon, (famed \"Attorney to the Stars\") has just recently taken Partnership. As you know, he has usually handled the affairs of anti-scammers who have 'shuffled off this mortal coil' or been hospitalized from some bizarre accident or another. In addition, he has been instrumental in advising against his clients' further involvement with the Lads, when apprised of their misguided participation in some Laddian \"Get Rich Quick\" scheme.\n\nYou honor me, Sir. I do appreciate the promotion to your financial and legal advisor.\n\nBest to you, your fiend, raynaz\n\nP.S. My dear young nephew, Dilbert, sends his regards, and his heartfelt thanks to you all, for your confidence in him. I hope that this seemingly-failed mission will not ruin his chances to participate again. And, as I told Dill, \"Don't give up on this Gawa. He might answer your mail, at a later time. Sometimes they are not quite as enterprising as you'd think!\" That seemed to comfort him, he is quite disappointed, you know.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"aside\">\n\nDear Agent Stroganov,<br /><br />\n\nI greet you from the Desert offices of Dewey, Cheatem, & Howe, where Hugh Jardon, (famed \"Attorney to the Stars\") has just recently taken Partnership. As you know, he has usually handled the affairs of anti-scammers who have 'shuffled off this mortal coil' or been hospitalized from some bizarre accident or another. In addition, he has been instrumental in advising against his clients' further involvement with the Lads, when apprised of their misguided participation in some Laddian \"Get Rich Quick\" scheme.<br /><br />\n\nYou honor me, Sir. I do appreciate the promotion to your financial and legal advisor.<br /><br />\n\nBest to you, your fiend, raynaz<br /><br />\n\nP.S. My dear young nephew, Dilbert, sends his regards, and his heartfelt thanks to you all, for your confidence in him. I hope that this seemingly-failed mission will not ruin his chances to participate again. And, as I told Dill, \"Don't give up on this Gawa. He might answer your mail, at a later time. Sometimes they are not quite as enterprising as you'd think!\" That seemed to comfort him, he is quite disappointed, you know.\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "DEAR RAYNAZ\n\nI DARE SAY HUGH JARDON HAS A LARGE STANDING IN THE LEGAL COMMUNITY_WE LOOK FORWARD TO MEETING HIM_ _I AM CONVINCED THAT WE HAVE A LOWER TAKE-UP\nOF LADS BECAUSE WE ALL GET GOOGLED_IT COMES WITH THE TERRITORY BUT WE WILL HUNT THEM OUT LIKE THE RATS THEY ARE_AS FOR CORPORAL DOWE_PLEASE DO SEND HIM MY REGARDS AND TELL HIM NOT TO BE DISAPPOINTED_HE IS I AM SURE AN EXCELLENT SCAMBAITER AND WE CERTAINLY WANT TO WORK WITH THE BOY AGAIN_MAY YOUR CUSTARD BE FRESH", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nDEAR RAYNAZ<br />\n\nI DARE SAY HUGH JARDON HAS A LARGE STANDING IN THE LEGAL COMMUNITY_WE LOOK FORWARD TO MEETING HIM_ _I AM CONVINCED THAT WE HAVE A LOWER TAKE-UP\nOF LADS BECAUSE WE ALL GET GOOGLED_IT COMES WITH THE TERRITORY BUT WE WILL HUNT THEM OUT LIKE THE RATS THEY ARE_AS FOR CORPORAL DOWE_PLEASE DO SEND HIM MY REGARDS AND TELL HIM NOT TO BE DISAPPOINTED_HE IS I AM SURE AN EXCELLENT SCAMBAITER AND WE CERTAINLY WANT TO WORK WITH THE BOY AGAIN_MAY YOUR CUSTARD BE FRESH \n </div>\n </div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Agent Stroganov,\n\nI've found that sometimes, the Lads take a little time to contact a new potential scammee. Maybe we can salvage this thing yet. I have the time to wait and see...\n\nBest to you and all the Foreign Office.\n\nyour fiend, raynaz\n\nP.S. Ain't this fun?", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"aside\">\n\nDear Agent Stroganov,\n<br /><br />\nI've found that sometimes, the Lads take a little time to contact a new potential scammee. Maybe we can salvage this thing yet. I have the time to wait and see...<br /><br />\n\nBest to you and all the Foreign Office.<br /><br />\n\nyour fiend, raynaz<br /><br />\n\nP.S. Ain't this fun?\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "RAYNAZ\n\nTHANKS AS ALWAYS FOR YOUR EMAILS WHICH I ENJOY EACH TIME_BARRISTER MACK HAS REPLIED_I SHALL COPY IN CORPORAL DOWE TO THIS EMAIL AND HE CAN LET THINGS PLAY OUT AS HE WISHES_AND YES_IT IS A LOT OF FUN_THOUGH THE BEST THING IS THAT WE ENJOY IT BUT WE ARE DOING GOOD AT THE SAME TIME_KEEP THE CUSTARD BOILING\n\n- - S", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\n\nRAYNAZ<br /><br />\n\nTHANKS AS ALWAYS FOR YOUR EMAILS WHICH I ENJOY EACH TIME_BARRISTER MACK HAS REPLIED_I SHALL COPY IN CORPORAL DOWE TO THIS EMAIL AND HE CAN LET THINGS PLAY OUT AS HE WISHES_AND YES_IT IS A LOT OF FUN_THOUGH THE BEST THING IS THAT WE ENJOY IT BUT WE ARE DOING GOOD AT THE SAME TIME_KEEP THE CUSTARD BOILING<br /><br />\n\n- - S\n \n </div>\n </div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "--- Charles <mack_adams2006@yahoo.com> wrote:\n\nDear Mikhail,\nThanks for your mail in which you indicated interest in my deal, I am sure that you have fully read and that you understood the content of my email fully. How is life with you today and your entire household? I presumed fine. \nHowever, I must inform you here that we are going to procure the necessary documents to fully back up your claims when you eventually apply for the release of the money in your favour as non-residence next of kin to\nthe late Mr. Steve this is a very good opportunity and I believe that we should utilize the opportunity\nto the best of our ability. From the your reading of your mail, I discovered that you are very experienced in business and your experience will go a long way to assist us in this deal and subsequent investment. I am also happy that you fully understood this transaction.\nMoreso the documents will speak for themselves, you will understand better as we proceed. Please respond\nto this email immediately to enable us move forward in this transaction as is very paramount that we\nproceed immediately to actualised this claim. However, for this transaction mode of sharing, 40% for you ,5% set aside for any accidential expense and 55% will be for me. Be inform that we shall obtain the relevant documents in your favour under our request, Moreso upon your positive response to this mail I will send you my Identification such as my International Passport and Death Certificate also I will commence to preparation of letter of application of which you have to rewrite ans send to theb payinbg Bank in your favour as the bonafide beneficiary of the fund US$15 Million (Fifteen Million United States Dollars only). Note that this transaction required maximum cooperation and most of all confidentiality so that we can achieve our set goal. I have possed all my trust and confidence in you , Hoping that you will not betray me after the fund have been remitted into your account. Please furnish me with the following information.\nYour Identification such as a scan copy of your International Passport Or Driver's Licence.\n1. Your full name and contact address\n2. Your telephone and fax numbers\n3. Your occupation \nOnce I receive these information from you I will commence on the processing for the claim in your favour but be rest assured that this transaction is legitimate and genuine. \nYour account details where you want the fund to be remitted. Looking forward to hear from your good self soonest.\nBest Regards\nBarrister Mack Adams.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ma\">BARRISTER MACK ADAMS</span></div>\n\t<div id=\"dialog\">\n\n\n<p>{Also, I get a forward from \"Barrister Mack\", courtesy of Agent S...}</p>\n\n<p class=\"comment\">[You remember \"Barrister Mack\", don't you?]</p>\n\n--- Charles &lt;mack_adams2006@yahoo.com&gt; wrote:<br /><br />\n\nDear Mikhail,<br />\nThanks for your mail in which you indicated interest in my deal, I am sure that you have fully read and that you understood the content of my email fully. How is life with you today and your entire household? I presumed fine. <br />\nHowever, I must inform you here that we are going to procure the necessary documents to fully back up your claims when you eventually apply for the release of the money in your favour as non-residence next of kin to\nthe late Mr. Steve this is a very good opportunity and I believe that we should utilize the opportunity\nto the best of our ability. From the your reading of your mail, I discovered that you are very experienced in business and your experience will go a long way to assist us in this deal and subsequent investment. I am also happy that you fully understood this transaction.\nMoreso the documents will speak for themselves, you will understand better as we proceed.<br /> Please respond\nto this email immediately to enable us move forward in this transaction as is very paramount that we\nproceed immediately to actualised this claim. However, for this transaction mode of sharing, 40% for you ,5% set aside for any accidential expense and 55% will be for me. Be inform that we shall obtain the relevant documents in your favour under our request, Moreso upon your positive response to this mail I will send you my Identification such as my International Passport and Death Certificate also I will commence to preparation of letter of application of which you have to rewrite ans send to theb payinbg Bank in your favour as the bonafide beneficiary of the fund US$15 Million (Fifteen Million United States Dollars only). Note that this transaction required maximum cooperation and most of all confidentiality so that we can achieve our set goal. I have possed all my trust and confidence in you , Hoping that you will not betray me after the fund have been remitted into your account. Please furnish me with the following information.<br />\nYour Identification such as a scan copy of your International Passport Or Driver's Licence.<br />\n1. Your full name and contact address<br />\n2. Your telephone and fax numbers<br />\n3. Your occupation <br />\nOnce I receive these information from you I will commence on the processing for the claim in your favour but be rest assured that this transaction is legitimate and genuine. <br />\nYour account details where you want the fund to be remitted. Looking forward to hear from your good self soonest.<br />\nBest Regards<br />\nBarrister Mack Adams.\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "BARRISTER MUCK\n\nTHANK YOU FOR YOUR REPLY EVEN IF IT WAS RATHER SLOW_I HAVE TO LEAVE MY OFFICE FOR A FEW WEEKS TO ATTEND TO THE OPENING OF MY NEW CUSTARD FACTORY IN ZKAMMARAMMA OVER IN SIBERIA_HOWEVER_ONE OF MY ASSOCIATES CORPORAL DILL DOWE IS INTERESTED IN THIS TRANSACTION_PLEASE NOTE HE IS A YOUNG MAN IN THE ARMY WHOSE EXPERTISE ARE DIFFERENT TO YOURS AND MINE_GOOD LUCK WITH IT_DILL_IF YOU NEED MY ASSISTANCE PLEASE LET ME KNOW", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\">\n\nBARRISTER MUCK<br /><br />\n\nTHANK YOU FOR YOUR REPLY EVEN IF IT WAS RATHER SLOW_I HAVE TO LEAVE MY OFFICE FOR A FEW WEEKS TO ATTEND TO THE OPENING OF MY NEW CUSTARD FACTORY IN ZKAMMARAMMA OVER IN SIBERIA_HOWEVER_ONE OF MY ASSOCIATES CORPORAL DILL DOWE IS INTERESTED IN THIS TRANSACTION_PLEASE NOTE HE IS A YOUNG MAN IN THE ARMY WHOSE EXPERTISE ARE DIFFERENT TO YOURS AND MINE_GOOD LUCK WITH IT_DILL_IF YOU NEED MY ASSISTANCE PLEASE LET ME KNOW\n </div>\n </div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "cc: Agent Stroganov\n\nBarrister Mack Adams,\n\nAs you know, Mikhail Stroganov is called away on business, he tells me that he'll be out of contact with you for several weeks, so he wants me to maintain his business deal with you. I hope this is agreeable to you. I'm on furlough from duty, my CO is Major Peter Biggerstaff, he's approved 6 months' leave for me, so that I can work with Stroganov.\n\nI can communicate with him only by a ham-radio we set up in his office. I'm the only person who knows about this, and we have a code that we use, so no-one listening will be able to understand what we say. It's very \"low tech\" (almost primitive), but it works really good!\n\nI tried to contact you a couple of weeks ago, as suggested by Stroganov, but you didn't reply. I want you to know, Stroganov knew he was going to have to leave town for a while, so he filled me in on the few details you provided to him. I'm proud to say that he trusts me in this, and I'll do my best to work with you, on his behalf.\n\nSay this is OK with you, and let's do this deal.\n\nDilbert Dowe", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span></div>\n\t<div id=\"dialog\">\n\ncc: Agent Stroganov<br /><br />\n\nBarrister Mack Adams,<br /><br />\n\nAs you know, Mikhail Stroganov is called away on business, he tells me that he'll be out of contact with you for several weeks, so he wants me to maintain his business deal with you. I hope this is agreeable to you. I'm on furlough from duty, my CO is Major Peter Biggerstaff, he's approved 6 months' leave for me, so that I can work with Stroganov.<br /><br />\n\nI can communicate with him only by a ham-radio we set up in his office. I'm the only person who knows about this, and we have a code that we use, so no-one listening will be able to understand what we say. It's very \"low tech\" (almost primitive), but it works really good!<br /><br />\n\nI tried to contact you a couple of weeks ago, as suggested by Stroganov, but you didn't reply. I want you to know, Stroganov knew he was going to have to leave town for a while, so he filled me in on the few details you provided to him. I'm proud to say that he trusts me in this, and I'll do my best to work with you, on his behalf.<br /><br />\n\nSay this is OK with you, and let's do this deal.<br /><br />\n\nDilbert Dowe\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "EXCELLENT CORPORAL_GOOD LUCK AND KEEP THE CUSTARD BOILING", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nEXCELLENT CORPORAL_GOOD LUCK AND KEEP THE CUSTARD BOILING\n </div>\n </div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "SIR!!!\n\nThe Corporal wishes to thank Agent Stroganov for his confidence, and encouragement in this anti-scam with Mack Adams.\n\nIf I may, I will express the hope that the Lad will \"rise to the bait\", if you will pardon a local fishing-pun.\n\nHave a safe trip to Zkammaramma, I will stand by the Ham radio set, waiting further messages from you.\n\nCpl. D. Dowe", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"aside\">\n\n\nSIR!!!<br /><br />\n\nThe Corporal wishes to thank Agent Stroganov for his confidence, and encouragement in this anti-scam with Mack Adams.<br /><br />\n\nIf I may, I will express the hope that the Lad will \"rise to the bait\", if you will pardon a local fishing-pun.<br /><br />\n\nHave a safe trip to Zkammaramma, I will stand by the Ham radio set, waiting further messages from you.<br /><br />\n\nCpl. D. Dowe\n\n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "CORPORAL DOWE\n\nOUR CONFIDENCE IS WELL-PLACED AND WE LOOK FORWARD TO SEEING THE RESULTS OF YOUR FIELDWORK_OFF YOU GO SOLDIER\n\n- AGENT STROGANOV", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nCORPORAL DOWE<br /><br />\n\nOUR CONFIDENCE IS WELL-PLACED AND WE LOOK FORWARD TO SEEING THE RESULTS OF YOUR FIELDWORK_OFF YOU GO SOLDIER<br /><br />\n\n- AGENT STROGANOV\n </div>\n </div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dear Dilbert Dowe,\nThanks for your mail in which you indicated interest in my deal, I am sure that you have fully read and that you understood the content of my email fully. How is life with you today and your entire household? I presumed fine. \nHowever, I must inform you here that we are going to procure the necessary documents to fully back up your claims when you eventually apply for the release of the money in your favour as non-residence next of kin to the late Mr. Steve this is a very good opportunity and I believe that we should utilize the opportunity to the best of our ability. From the your reading of your mail, I discovered that you are very experienced in business and your experience will go a long way to assist us in this deal and subsequent investment. I am also happy that you fully understood this transaction.\nMoreso the documents will speak for themselves, you will understand better as we proceed. Please respond to this email immediately to enable us move forward in this transaction as is very paramount that we proceed immediately to actualised this claim.\n\nHowever, for this transaction mode of sharing, 40% for you ,5% set aside for any accidential expense and 55% will be for me. Be inform that we shall obtain the relevant documents in your favour under our request, Moreso upon your positive response to this mail I will send you my Identification such as my International Passport and Death Certificate also I will commence to preparation of letter of application of which you have to rewrite ans send to theb payinbg Bank in your favour as the bonafide beneficiary of the fund US$15 Million (Fifteen Million United States Dollars only). Note that this transaction required maximum cooperation and most of all confidentiality so that we can achieve our set goal. I have possed all my trust and confidence in you , Hoping that you will not betray me after the fund have been remitted into your account. Please furnish me with the following information.\nYour Identification such as a scan copy of your International Passport \nOr Driver's Licence.\n1. Your full name and contact address\n2. Your telephone and fax numbers\n3. Your occupation \nOnce I receive these information from you I will commence on the processing for the claim in your favour but be rest assured that this transaction is legitimate and genuine. \nYour account details where you want the fund to be remitted.\nLooking forward to hear from your good self soonest.\nBest Regards\nBarrister Mack Adams.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ma\">BARRISTER MACK ADAMS</span></div>\n\t<div id=\"dialog\">\nDear Dilbert Dowe,<br />\nThanks for your mail in which you indicated interest in my deal, I am sure that you have fully read and that you understood the content of my email fully. How is life with you today and your entire household? I presumed fine. <br />\nHowever, I must inform you here that we are going to procure the necessary documents to fully back up your claims when you eventually apply for the release of the money in your favour as non-residence next of kin to the late Mr. Steve this is a very good opportunity and I believe that we should utilize the opportunity to the best of our ability. From the your reading of your mail, I discovered that you are very experienced in business and your experience will go a long way to assist us in this deal and subsequent investment. I am also happy that you fully understood this transaction.<br />\nMoreso the documents will speak for themselves, you will understand better as we proceed. Please respond to this email immediately to enable us move forward in this transaction as is very paramount that we proceed immediately to actualised this claim.\n<br /><br />\nHowever, for this transaction mode of sharing, 40% for you ,5% set aside for any accidential expense and 55% will be for me. Be inform that we shall obtain the relevant documents in your favour under our request, Moreso upon your positive response to this mail I will send you my Identification such as my International Passport and Death Certificate also I will commence to preparation of letter of application of which you have to rewrite ans send to theb payinbg Bank in your favour as the bonafide beneficiary of the fund US$15 Million (Fifteen Million United States Dollars only). Note that this transaction required maximum cooperation and most of all confidentiality so that we can achieve our set goal. I have possed all my trust and confidence in you , Hoping that you will not betray me after the fund have been remitted into your account. Please furnish me with the following information.<br />\nYour Identification such as a scan copy of your International Passport <br />\nOr Driver's Licence.<br />\n1. Your full name and contact address<br />\n2. Your telephone and fax numbers<br />\n3. Your occupation <br />\nOnce I receive these information from you I will commence on the processing for the claim in your favour but be rest assured that this transaction is legitimate and genuine. <br />\nYour account details where you want the fund to be remitted.<br />\nLooking forward to hear from your good self soonest.<br />\nBest Regards<br />\nBarrister Mack Adams.\n\n </div>\n </div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Agent Stroganov\nBrother Mark will be happy to assist and will shortly be reading the future on this transaction. Unfortunately the modalities I was about to bring you all into were brought to a sudden halt when some clued up lad put captain manwairing into google and found a previous effort.. they were not at all happy.. and I was \"bovvered!\"\nBut such is life\nRemain blessed\n\nBrother Mark Knopfler", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"mk\">BROTHER MARK KNOPFLER</span></div>\n\t<div id=\"aside\">\nDear Agent Stroganov<br />\nBrother Mark will be happy to assist and will shortly be reading the future on this transaction. Unfortunately the modalities I was about to bring you all into were brought to a sudden halt when some clued up lad put captain manwairing into google and found a previous effort.. they were not at all happy.. and I was \"bovvered!\"<br />\nBut such is life<br />\nRemain blessed\n\nBrother Mark Knopfler \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Stroganov\nI have been making private investigations into the future of your most excellent adventure. I consulted the book of The Most Reverend Bill and Father Ted and have the following prediciton to make The sun shall shine from the planet Uranus while the stars from the Regal system (notably the Bristol cluster) shall will show a dwarf yellow star from the western union of the Eradinus Cluster.\nThis could be taken 1 of 2 ways. It could mean that a financial transaction over some distance could be beneficial but it also forewarns of troubled times ahead.\nI hope that this news doesnt cause you any undue concern because as you know, the teachings of The Most Reverend Bill and Father Ted were conceved many eons ago.\nI hope one finds your custard boiling. \nRemain Blessed", "raw": "<hr>\n\t<div id=\"char\"><span class=\"mk\">BROTHER MARK KNOPFLER</span></div>\n\nDear Stroganov<br />\nI have been making private investigations into the future of your most excellent adventure. I consulted the book of The Most Reverend Bill and Father Ted and have the following prediciton to make The sun shall shine from the planet Uranus while the stars from the Regal system (notably the Bristol cluster) shall will show a dwarf yellow star from the western union of the Eradinus Cluster.\nThis could be taken 1 of 2 ways. It could mean that a financial transaction over some distance could be beneficial but it also forewarns of troubled times ahead.<br />\nI hope that this news doesnt cause you any undue concern because as you know, the teachings of The Most Reverend Bill and Father Ted were conceved many eons ago.<br />\nI hope one finds your custard boiling. <br />\nRemain Blessed\n</div>\n </div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "BROTHER MARK\n\nMOST INTERESTING AND USEFUL AS ALWAYS_WELL DONE MAN_\n\n\nMR GAWA_LET US MAKE HASTE WITH THE PROOF OF THESE MODALITIES_HURRY PLEASE", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\n\nBROTHER MARK<br /><br />\n\nMOST INTERESTING AND USEFUL AS ALWAYS_WELL DONE MAN_\n</div>\n<div id=\"dialog\">\nMR GAWA_LET US MAKE HASTE WITH THE PROOF OF THESE MODALITIES_HURRY PLEASE\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Barrister Mack Adams,\n\nWhy is your e-mail name \"CHARLES\" when your name is \"MACK ADAMS\"\n I live with my father, and his girlfriend, Purlie Whyte. She is not well, she's having teeth problems that give her terrible headaches, but thanks for asking.\n\n It can't be DOWE like mine, can it? How are you going to account for this difference, to the bank people? If I'm supposed to be his \"next of kin\", shouldn't our names be the same?\n I'm not \"very\" experienced, but I will do my best. I'm really looking forward to spending the $6 Million you are going to give me!\n\n YOUR Death Certificate? How can you do that?\n\n I can do that.\n Mr. Stroganov told me about this. Is that OK?\n That's strange, you don't even know me, and you say that? Trust and confidence take time to develop, don't they? I don't trust some guys I went to school with, and I've known them for years! One is in prison, so nobody trusts HIM.\n I won't, and I hope you won't betray me, either.\n\n I've never even been out of Kansas, except once. It was kind of scary, but some of it was really beautiful, too.\n\nOr Driver's Licence. I lost my driver's license when I fell in the lake last month. My friend Al Katrazz, and I were were fishing, and I lost my wallet, too, and my glasses. I almost drowned, but Al jumped in and saved me. I'm getting a new license. It should be here any day.\n\n1.  Dilbert Dowe, 358 Rhodon Lane, Passtaunie, KS 41949 USA\n\n2.  We don't have telephones most of the time in Summer. Storms knock down the phone poles, and they have to be fixed. When the telephone company puts in underground lines, that problem will be solved, but they're taking their time doing it.\n\n3. Your occupation Apprentice Plumber \n Good, let's get this deal going! The quicker we work on this, the quicker we get our money!\n I will get that from the bank, when I go into town later today. Hope that's OK. \nDilbert Dowe", "raw": "<hr>\n\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\nBarrister Mack Adams,<br /><br />\n\nWhy is your e-mail name \"CHARLES\" when your name is \"MACK ADAMS\"<br /><br />\n\n<i>How is life with you today and your entire household?</i> I live with my father, and his girlfriend, Purlie Whyte. She is not well, she's having teeth problems that give her terrible headaches, but thanks for asking.\n<br /><br />\n<i>non-residence next of kin to the late Mr. Steve What is his last name?</i> It can't be DOWE like mine, can it? How are you going to account for this difference, to the bank people? If I'm supposed to be his \"next of kin\", shouldn't our names be the same?<br /><br />\n\n<i>I discovered that you are very experienced in business ... </i> I'm not \"very\" experienced, but I will do my best. I'm really looking forward to spending the $6 Million you are going to give me!\n<br /><br />\n<i>my International Passport and Death Certificate</i> YOUR Death Certificate? How can you do that?\n<br /><br />\n<i>letter of application of which you have to rewrite ans send to theb payinbg Bank in your favour as the bonafide beneficiary of the fund</i> I can do that.<br /><br />\n\n<i>Note that this transaction required maximum cooperation and most of all confidentiality</i> Mr. Stroganov told me about this. Is that OK?<br /><br />\n\n<i>I have possed all my trust and confidence in you ,</i> That's strange, you don't even know me, and you say that? Trust and confidence take time to develop, don't they? I don't trust some guys I went to school with, and I've known them for years! One is in prison, so nobody trusts HIM.<br /><br />\n\n<i>Hoping that you will not betray me after the fund have been remitted into your account.</i> I won't, and I hope you won't betray me, either.\n<br /><br />\n<i>Your Identification such as a scan copy of your International Passport I don't have a passport.</i> I've never even been out of Kansas, except once. It was kind of scary, but some of it was really beautiful, too.\n<br /><br />\n<i>Or Driver's Licence.</i> I lost my driver's license when I fell in the lake last month. My friend Al Katrazz, and I were were fishing, and I lost my wallet, too, and my glasses. I almost drowned, but Al jumped in and saved me. I'm getting a new license. It should be here any day.<br /><br />\n\n1. <i>Your full name and contact address</i> Dilbert Dowe, 358 Rhodon Lane, Passtaunie, KS 41949 USA<br /><br />\n\n2. <i>Your telephone and fax numbers</i> We don't have telephones most of the time in Summer. Storms knock down the phone poles, and they have to be fixed. When the telephone company puts in underground lines, that problem will be solved, but they're taking their time doing it.<br /><br />\n\n3. <i>Your occupation</i> Apprentice Plumber <br /><br />\n\n<i>Once I receive these information from you I will commence on the processing...</i> Good, let's get this deal going! The quicker we work on this, the quicker we get our money!\n<i>Your account details where you want the fund to be remitted.</i> I will get that from the bank, when I go into town later today. Hope that's OK. \nDilbert Dowe\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "GOOD WORK SOLDIER_KEEP IT UP", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nGOOD WORK SOLDIER_KEEP IT UP\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Corporal Dowe,\nYou raise an interesting point, young man. Indeed, we receive correspondence with 'Dear,' as the salutation.\nWell done so far and we look forward to seeing your progress. And it's always a good idea to confer with your Auntie Raynaz. Do send her my regards.\nAs ever,\nLady Agatha Bristol, CBE\nHead of Special Operations, Foreign Office, London", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL</span></div>\n\t<div id=\"aside\">\nCorporal Dowe,<br />\nYou raise an interesting point, young man. Indeed, we receive correspondence with 'Dear,' as the salutation.<br />\nWell done so far and we look forward to seeing your progress. And it's always a good idea to confer with your Auntie Raynaz. Do send her my regards.<br />\nAs ever,<br />\nLady Agatha Bristol, CBE<br />\nHead of Special Operations, Foreign Office, London\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "INDEED SO_NOW THAT WE ARE ALL WELL-KNOWN IN THE GRIM LAIRS OF FESTAC TOWN THIS IS A RISK_I AM A LITTLE DOUBTFUL ABOUT GAWA AS HE SEEMS VERY SLOW BUT WE CAN PRESS ON_KEEP THE CUSTARD BOILING\n\\", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nINDEED SO_NOW THAT WE ARE ALL WELL-KNOWN IN THE GRIM LAIRS OF FESTAC TOWN THIS IS A RISK_I AM A LITTLE DOUBTFUL ABOUT GAWA AS HE SEEMS VERY SLOW BUT WE CAN PRESS ON_KEEP THE CUSTARD BOILING\n\\</div>\n</div>\n\n", "comments": []}, {"from_name": "ramin <ramin_razaq2000@myway.com>", "to_name": "CAPTAIN MANWARING", "date": "2007-06-28 00:00", "subject": "Reply me urgently or call me 0022670409291", "author_role": "bait", "body": "Dear Good Friend,\n\nIt is truth, that we have not met or known each other before but I have a situation that warrants me fasting out this trust and confidence to you for a private and confidential matter. sorry it was my wife that got your email through her yahoo searching for a trustworthy person that will assist us in this matter, I have been fasting and praying to almighty GOD that he should send a trustworthy person that will assist me to transfer this money into his/her account. because as a bank manager, i cannot transfer this money into my personal bank account. except i contacts a foreign partner that will apply to the bank as a next of kin to the late deceases customer.\n\nI am very happy to share this transaction with you,but you must keep everything as top secret and very confidential. The deceased account holder with our bank was Mr. JOSEPH F. GRILLO American citizen who died in world trade center as a victim of the September 11,2001 Incident that befall the United State of America He held account number AB/0036101101 with our bank.ince his death ,his account has been dormant and nobody has applied to our bank for the release of this money to him or her as the next of kin.\n\nAs the bill and exchange manager of this bank, i have studied this transaction very carefully and i have noted that there is no risk involved.I am here to protect all your intrests in this transaction until this money hits your account.\n\nMy advise to you is to arrange for a receiving bank account into which our bank shall transfer this money in your favor as next of kin and you have nothing to fear since i am here ,i shall be giving you all the developmental information from the bank as soon as the transaction commence. Also note that 14 working days from the date the bank receives your application is enough for the funds to get transferred and the transaction will come to a successful conclusion.\n\nDear, i hope that you will not disappoint me when this money enters into your account, i have all my hope in this transaction because i shall soon go on retirement, i am a simple banker whose credibility is still intact and with my maturity and understanding,I promise to give the best co-operation. If you are really intertested in this transaction,then we must hurry up so that our bank and government shall not claim and inherit this money because it has over-stayed. \n\nAs soon as I hear from you, I will send to you a text of application which you will fill and send to the bank. But before that I will like to be reassured of the manner of person whom I am dealing with because 10.5million U.S.D is not a little money,therefore I have to get certain necessary facts about you before we proceed. Such information I will like to know before we proceed are as follows:\n(1) Your age.\n(2)Your occupation \n(3)Your marital stautus \n(4)Your fullresidential address.\n(5)Your direct phone and fax numbers.\n(6)A copy of Your photo scanned and sent to me by mail.\n\nas soon as I receive these datas, I will forward to you the application form which you will send to the bank. Meanwhile I will like you to know more about myself.\n\nI am a family man with 2 children a girl and a boy.I have decided to do this deal because i have worked in this bank for years without achieving anything due to the corruption in this country.Workers salaries are hardly paid.Its true this country is one of the poorest in the world but the leaders are very wicked and corrupt.Even the Aids we receive from Donor countries as well as the international communities are being diverted into the private pockets of the few in authourity. \n\nTherefore while the rich are getting richer,the poor masses continues to suffer.Could you beleive a bill and exchange manager like myself can't even take good care of my children?I only have a name NOT money or any material possessions.So this is why when i saw this opportunity, i decided to capitalize on it with my position in the bank and i hope with your co-operation,success will be for us.\nPls always keep in touch with me, preferably by phone because i'm a very busy man who has little or no time for internets. So as i've told you i have studied and perfected this transaction before i contacted you.\nFinally it's very mandatory that you follow all my instructions to avoid any mistake in this transaction and you should not let the bank know about my involvement in this transaction.Here is my direct line,i want you to call me (+22670409291)\nAnxiously waiting to hear from you.\n\nthanks for your understanding and co-operation\nyours dr ramin razaq", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAMIN RAZAQ</span></div>\n\t<div id=\"dialog\">\n\n<p class=\"ast\">[~sigh~ another day, another Lad...]</p>\n\n\nFrom: ramin &lt;ramin_razaq2000@myway.com&gt;<br />\nTo: CAPTAIN MANWARING<br />\nSent: Thursday, 28 June, 2007<br />\nSubject: Reply me urgently or call me 0022670409291<br /><br />\n\nDear Good Friend,\n<br /><br />\nIt is truth, that we have not met or known each other before but I have a situation that warrants me fasting out this trust and confidence to you for a private and confidential matter. sorry it was my wife that got your email through her yahoo searching for a trustworthy person that will assist us in this matter, I have been fasting and praying to almighty GOD that he should send a trustworthy person that will assist me to transfer this money into his/her account. because as a bank manager, i cannot transfer this money into my personal bank account. except i contacts a foreign partner that will apply to the bank as a next of kin to the late deceases customer.<br /><br />\n\nI am very happy to share this transaction with you,but you must keep everything as top secret and very confidential. The deceased account holder with our bank was Mr. JOSEPH F. GRILLO American citizen who died in world trade center as a victim of the September 11,2001 Incident that befall the United State of America He held account number AB/0036101101 with our bank.ince his death ,his account has been dormant and nobody has applied to our bank for the release of this money to him or her as the next of kin.\n<br /><br />\nAs the bill and exchange manager of this bank, i have studied this transaction very carefully and i have noted that there is no risk involved.I am here to protect all your intrests in this transaction until this money hits your account.<br /><br />\n\nMy advise to you is to arrange for a receiving bank account into which our bank shall transfer this money in your favor as next of kin and you have nothing to fear since i am here ,i shall be giving you all the developmental information from the bank as soon as the transaction commence. Also note that 14 working days from the date the bank receives your application is enough for the funds to get transferred and the transaction will come to a successful conclusion.\n<br /><br />\nDear, i hope that you will not disappoint me when this money enters into your account, i have all my hope in this transaction because i shall soon go on retirement, i am a simple banker whose credibility is still intact and with my maturity and understanding,I promise to give the best co-operation. If you are really intertested in this transaction,then we must hurry up so that our bank and government shall not claim and inherit this money because it has over-stayed. <br /><br />\n\nAs soon as I hear from you, I will send to you a text of application which you will fill and send to the bank. But before that I will like to be reassured of the manner of person whom I am dealing with because 10.5million U.S.D is not a little money,therefore I have to get certain necessary facts about you before we proceed. Such information I will like to know before we proceed are as follows:<br />\n(1) Your age.<br />\n(2)Your occupation <br />\n(3)Your marital stautus<br /> \n(4)Your fullresidential address.<br />\n(5)Your direct phone and fax numbers.<br />\n(6)A copy of Your photo scanned and sent to me by mail.\n<br /><br />\nas soon as I receive these datas, I will forward to you the application form which you will send to the bank. Meanwhile I will like you to know more about myself.\n<br /><br />\nI am a family man with 2 children a girl and a boy.I have decided to do this deal because i have worked in this bank for years without achieving anything due to the corruption in this country.Workers salaries are hardly paid.Its true this country is one of the poorest in the world but the leaders are very wicked and corrupt.Even the Aids we receive from Donor countries as well as the international communities are being diverted into the private pockets of the few in authourity. \n<br /><br />\nTherefore while the rich are getting richer,the poor masses continues to suffer.Could you beleive a bill and exchange manager like myself can't even take good care of my children?I only have a name NOT money or any material possessions.So this is why when i saw this opportunity, i decided to capitalize on it with my position in the bank and i hope with your co-operation,success will be for us.<br />\nPls always keep in touch with me, preferably by phone because i'm a very busy man who has little or no time for internets. So as i've told you i have studied and perfected this transaction before i contacted you.<br />\nFinally it's very mandatory that you follow all my instructions to avoid any mistake in this transaction and you should not let the bank know about my involvement in this transaction.Here is my direct line,i want you to call me (+22670409291)<br />\nAnxiously waiting to hear from you.<br /><br />\n\nthanks for your understanding and co-operation<br />\nyours dr ramin razaq\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Ramming\nNow look here. Number one, I am not your good friend. I have not heard of you before and it's normal to know your friends. Secondly, don't call me 'dear'. You say you are married, but I certainly don't swing that way. You may call me Captain or even George but not 'dear' or your good friend.\nI do however enclose my passport for you but until you can provide more information, I am not prepared to divulge any further information\nCaptain Sir George Manwairing BAR (f1), BAR(BAR)-Elephant Division", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"gm\">CAPTAIN GEORGE MANWAIRING</span></div>\n\t<div id=\"dialog\">\nRamming<br />\nNow look here. Number one, I am not your good friend. I have not heard of you before and it's normal to know your friends. Secondly, don't call me 'dear'. You say you are married, but I certainly don't swing that way. You may call me Captain or even George but not 'dear' or your good friend.<br />\nI do however enclose my passport for you but until you can provide more information, I am not prepared to divulge any further information<br />\nCaptain Sir George Manwairing BAR (f1), BAR(BAR)-Elephant Division\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2007-06-28 00:00", "subject": "treat as urgent", "author_role": "bait", "body": "I am sorry captain Manwairing, your message is well understood , like i said you dont have to worry at all because i already made all the necessary arrangement before i contacted you.\n\nall i want from you is understanding and cooperation, like i said in my previous email that i am the manager to the foreign remittance dept, be rest assure that this will workout very well without any problems.\n\ncan you received the money in cash? please let me know because i can also arrange how you can received the money cash through diplomatic courier service.\n\nplease let me hear from yuu as soon as possible, because delay is dangerous in business\n\nthanks for your co-operation and concern\n\nbest regards\n\ndr ramin razaq", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAMIN RAZAQ</span></div>\n\t<div id=\"dialog\">\n\nSent: Thursday, 28 June, 2007 <br />\nSubject: treat as urgent <br /><br />\n\nI am sorry captain Manwairing, your message is well understood , like i said you dont have to worry at all because i already made all the necessary arrangement before i contacted you.\n<br /><br />\nall i want from you is understanding and cooperation, like i said in my previous email that i am the manager to the foreign remittance dept, be rest assure that this will workout very well without any problems.\n<br /><br />\ncan you received the money in cash? please let me know because i can also arrange how you can received the money cash through diplomatic courier service.\n<br /><br />\nplease let me hear from yuu as soon as possible, because delay is dangerous in business<br /><br />\n\nthanks for your co-operation and concern<br /><br />\n\nbest regards<br /><br />\n\ndr ramin razaq\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Dr Ramming\nDanger is my middle name but as a non military person, I can understand why you would feel the pressure of danger. Corporal Jones is always running about telling everyone \"not to panic\" as he I guess, is like yourself or maybe Pike (a stupid boy at the best of times).\nYes I am able to collect cash, no problem and with the help of my colleagues below, probably arrange a Black Hawk for transport as I assume that there are no runways in the jungle and a chopper (thats a helecopter to you non military types) will be the best mode of transport.\nI have also included my closest confidents from the military and foreign office in this mail. Please ensure that you copy these people in on your replies so that any paperwork required can be dealt with with speed by the right person. I expect you to offer full co operation to these people so that we can tie this up very quickly and you can get everything thats coming to you. The sooner we can complete these modalities, the better for all of us dont you agree?\nAgent Stroganov - Who saved my life and is one of my closest friends and someone I trust implicitally\nLady Agatha Bristol - Is my dear friend and contact within the British foreign office (and close friend to the Royal Family) whose vast knowledge of foreign jonnies provides me with all the relevent information on the coutries I am required to visit and arranges my travel to foreign climes under the diplomatic umbrella.\nSeargent Raynaz - My most trusted colleague who provides me with protection in these difficult times.\nI look forward to your speedy reply and 100% effort to allow us to complete this transaction as soon as possible.\nCpt. Sir G Manwairing.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"gm\">CAPTAIN GEORGE MANWAIRING</span></div>\n\t<div id=\"dialog\">\nDear Dr Ramming<br />\nDanger is my middle name but as a non military person, I can understand why you would feel the pressure of danger. Corporal Jones is always running about telling everyone \"not to panic\" as he I guess, is like yourself or maybe Pike (a stupid boy at the best of times).<br />\nYes I am able to collect cash, no problem and with the help of my colleagues below, probably arrange a Black Hawk for transport as I assume that there are no runways in the jungle and a chopper (thats a helecopter to you non military types) will be the best mode of transport.<br />\nI have also included my closest confidents from the military and foreign office in this mail. Please ensure that you copy these people in on your replies so that any paperwork required can be dealt with with speed by the right person. I expect you to offer full co operation to these people so that we can tie this up very quickly and you can get everything thats coming to you. The sooner we can complete these modalities, the better for all of us dont you agree?<br />\nAgent Stroganov - Who saved my life and is one of my closest friends and someone I trust implicitally<br />\nLady Agatha Bristol - Is my dear friend and contact within the British foreign office (and close friend to the Royal Family) whose vast knowledge of foreign jonnies provides me with all the relevent information on the coutries I am required to visit and arranges my travel to foreign climes under the diplomatic umbrella.<br />\nSeargent Raynaz - My most trusted colleague who provides me with protection in these difficult times.<br />\nI look forward to your speedy reply and 100% effort to allow us to complete this transaction as soon as possible.<br />\nCpt. Sir G Manwairing.\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My dearest George,\nWhat in heaven's name have you got involved with, old chap?\nWho is this Spammin chap?\nDo tootle over to Annie's this evening for a snifter and we can discuss modalities then - Agent Stroganov has a new shipment of custard vodka.\nAs ever,\nA", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL</span></div>\n\t<div id=\"aside\">\nMy dearest George,<br />\nWhat in heaven's name have you got involved with, old chap?<br />\nWho is this Spammin chap?<br />\nDo tootle over to Annie's this evening for a snifter and we can discuss modalities then - Agent Stroganov has a new shipment of custard vodka.<br />\nAs ever,<br />\nA \n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dearest A\nSounds delightful. I do look forward to Agent S and his custard vodka and having my mind gently fuddled but we do need to discuss these modalities regarding Dr Ramming before we become to fuddled\nAlways yours\nG", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"gm\">CAPTAIN GEORGE MANWAIRING</span></div>\n\t<div id=\"aside\">\nDearest A<br />\nSounds delightful. I do look forward to Agent S and his custard vodka and having my mind gently fuddled but we do need to discuss these modalities regarding Dr Ramming before we become to fuddled\nAlways yours<br />\nG\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear George,\nYes, indeed so, old boy. \nI shall send out Agent Mirascky for some nibbles.\nAs ever\nA", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL</span></div>\n\t<div id=\"aside\">\nDear George,<br />\nYes, indeed so, old boy. <br />\nI shall send out Agent Mirascky for some nibbles.<br />\nAs ever<br />\nA\n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Stroganov\n\nI am beginning to think that my prediction is coming true. Having not heard from this fellow for almost a\n week now and he seemed to be in such a hurry. Perhaps his custard has gone cold?", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"mk\">BROTHER MARK KNOPFLER</span></div>\n\t<div id=\"aside\">\n\n Dear Stroganov<br /><br />\n\nI am beginning to think that my prediction is coming true. Having not heard from this fellow for almost a\n week now and he seemed to be in such a hurry. Perhaps his custard has gone cold?\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "IT WOULD SEEM SO BROTHER MARK_RAYNAZ_DO YOU HAVE ANY\nMUGUS WE CAN GO AFTER?\n\n- S", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nIT WOULD SEEM SO BROTHER MARK_RAYNAZ_DO YOU HAVE ANY\nMUGUS WE CAN GO AFTER?<br /><br />\n\n- S \n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Good Morning!\n\nDill tells me that he hasn't heard from his Lad since last week, so maybe he's been busted, too.\n\nyour fiend, raynaz", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"aside\">\nGood Morning!<br /><br />\n\nDill tells me that he hasn't heard from his Lad since last week, so maybe he's been busted, too.\n<br /><br />\nyour fiend, raynaz\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2007-06-25 00:00", "subject": "PLS REPLY URGENT", "author_role": "scam", "body": "femfatima2008@yahoo.com\nGooday,\nI know that this message will come to you as a surpise since we don't know each other before ,But for purose of introduction,I am Mrs Femi fatima. A member of the contract award committee, Ecowas peace keeping force,regional officer in Angola. I am in search of an agent to assist us in the transfer of ($18.5MILLION U.S\nDOLLARS) which is an over invoice amount being held by Ecowas peace keeping force international payment\nagency in sudan\nYou will be required to:\n(1) Assist in the transfer of the said sum\n(2) Advise on lucrative areas for investment\n(3) Assist us in purchase of properties.\nIf you decide to render your service to us in this regard, 25% of the total sum of $18.5million U.S Dollars, will be yours. please indicate your interest by sending your reply including phone and fax number with your identity card, to enable me give you more details.\nThanks.\nYOURS SINCERELY,\nMrs Femi fatima.\nBoard Secretary .", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ff\">FEMI FATIMA</span></div>\n\t<div id=\"dialog\">\n\n<p class=\"comment\">{Agent Stroganov forwarded this on 3July...}</p>\n\n\nfemfatima2008@yahoo.com<br />\nDate: Mon, 25 Jun 2007 <br />\nSubject: PLS REPLY URGENT<br /><br />\nGooday,<br />\nI know that this message will come to you as a surpise since we don't know each other before ,But for purose of introduction,I am Mrs Femi fatima. A member of the contract award committee, Ecowas peace keeping force,regional officer in Angola. I am in search of an agent to assist us in the transfer of ($18.5MILLION U.S\nDOLLARS) which is an over invoice amount being held by Ecowas peace keeping force international payment\nagency in sudan<br />\nYou will be required to:<br />\n(1) Assist in the transfer of the said sum<br />\n(2) Advise on lucrative areas for investment<br />\n(3) Assist us in purchase of properties.<br />\nIf you decide to render your service to us in this regard, 25% of the total sum of $18.5million U.S Dollars, will be yours. please indicate your interest by sending your reply including phone and fax number with your identity card, to enable me give you more details.<br />\nThanks.<br />\nYOURS SINCERELY,<br />\nMrs Femi fatima.<br />\nBoard Secretary .\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "MADAM\n\nWHAT IS THIS?", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\">\n\nMADAM<br /><br />\n\nWHAT IS THIS?\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "MR MUGU\n\nWHAT IS THIS?", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\">\nMR MUGU\n<br /><br />\nWHAT IS THIS?\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Good Morning, Agent Stroganov!\nWith your permission, I'd like to try playing with this Lad. His name intrigues me. (Men with exotic, or passionate-sounding names....ooh........)\n\nI'll reply him as Pearl E(lizabeth) Whytes, and see if he nibbles the bait.\n\nyour fiend, raynaz\n\nP.S. Nephew Dill is awake and moping around, disappointed that his first mission \"in the field\" was fruitless. I suppose I'll have to prepare his favorite breakfast, and promise to take him to see the 4th of July fireworks tonight. That always cheers him up.\n\nMy best to you, yfr\n\nAnd, off we go...\n\n\n\nDear Sir,\n\nMy friend suggested that I write you regarding this business venture, he is a very busy man, as does not have as much time as I do, to persue a deal such as you propose.\n\nWould you consider a woman as your partner in this situation? Since my husband Albert left me a widow, I have very little to do, just cooking for myself (my 3 sons live in the next town, so I don't see them as often as I would like)shopping for my grandchildren, and caring for my little dog.\n\nAlbert left me some money, and I suppose it is sufficient, but with things so expensive these days, what you propose would give me great peace of mind about my future. Will you reply as soon as you are able? Thank you.\n\n(Mrs.) Pearl Whytes", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"aside\">\n\nGood Morning, Agent Stroganov!<br /><br />\nWith your permission, I'd like to try playing with this Lad. His name intrigues me. (Men with exotic, or passionate-sounding names....ooh........)\n<br /><br />\nI'll reply him as Pearl E(lizabeth) Whytes, and see if he nibbles the bait.<br /><br />\n\nyour fiend, raynaz\n<br /><br />\nP.S. Nephew Dill is awake and moping around, disappointed that his first mission \"in the field\" was fruitless. I suppose I'll have to prepare his favorite breakfast, and promise to take him to see the 4th of July fireworks tonight. That always cheers him up.<br /><br />\n\nMy best to you, yfr<br /><br />\n\nAnd, off we go...\n</div>\n<div id=\"dialog\">\n\nDear Sir,<br /><br />\n\nMy friend suggested that I write you regarding this business venture, he is a very busy man, as does not have as much time as I do, to persue a deal such as you propose.<br /><br />\n\nWould you consider a woman as your partner in this situation? Since my husband Albert left me a widow, I have very little to do, just cooking for myself (my 3 sons live in the next town, so I don't see them as often as I would like)shopping for my grandchildren, and caring for my little dog.\n<br /><br />\nAlbert left me some money, and I suppose it is sufficient, but with things so expensive these days, what you propose would give me great peace of mind about my future. Will you reply as soon as you are able? Thank you.<br /><br />\n\n(Mrs.) Pearl Whytes\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "RAYNAZ_THE NAME PE WHITES HAD ME CHORTLING INTO MY CUSTARD VODKA_VERY AMUSING MADAM IF I MAY SAY_VERY AMUSING INDEED_BY ALL MEANS CONTACT HIM_I AM HERE TO HELP IF NEED BE_PLEASE TELL DILL NOT TO BE DOWN ABOUT THINGS_IT HAPPENS TO US ALL_KEEP THE CUSTARD BOILING_\n\n- S", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\n\nRAYNAZ_THE NAME PE WHITES HAD ME CHORTLING INTO MY CUSTARD VODKA_VERY AMUSING MADAM IF I MAY SAY_VERY AMUSING INDEED_BY ALL MEANS CONTACT HIM_I AM HERE TO HELP IF NEED BE_PLEASE TELL DILL NOT TO BE DOWN ABOUT THINGS_IT HAPPENS TO US ALL_KEEP THE CUSTARD BOILING_<br /><br />\n\n- S\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Just a small correction, Agent Stroganov, it is WhYtes, no I. I am waiting for a reply, The mail didn't bounce, so he's still around.\n\nI think I may end up to be just what a Lad needs, an \"elderly-but-still-randy old girl, in need of the sweet and gentle ministrations of a co-operative gentleman\", then the ball-gag will come out of its velvet-lined box, where it has \"sat in the closet since my darling Albert succumbed to\"...I digress...\n\nI'll bcc you all my correspondence, if I can get him to nibble. ...Please do raise a custard vodka for me. My warmest regards to the Foreign Office.\n\nyour fiend, raynaz", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"aside\">\nJust a small correction, Agent Stroganov, it is WhYtes, no I. I am waiting for a reply, The mail didn't bounce, so he's still around.<br /><br />\n\nI think I may end up to be just what a Lad needs, an \"elderly-but-still-randy old girl, in need of the sweet and gentle ministrations of a co-operative gentleman\", then the ball-gag will come out of its velvet-lined box, where it has \"sat in the closet since my darling Albert succumbed to\"...I digress...\n<br /><br />\nI'll bcc you all my correspondence, if I can get him to nibble. ...Please do raise a custard vodka for me. My warmest regards to the Foreign Office.<br /><br />\n\nyour fiend, raynaz\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "MY APOLOGIES_PT WHYTES IT IS_I LOOK FORWARD TO HEARING\nABOUT THE BALL-GAG AND OTHER SUCH IMPLEMENTS\n\nCONSIDER IT RAISED MY DEAR_NAZDROVYE!", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\">\nMY APOLOGIES_PT WHYTES IT IS_I LOOK FORWARD TO HEARING\nABOUT THE BALL-GAG AND OTHER SUCH IMPLEMENTS<br /><br />\n\nCONSIDER IT RAISED MY DEAR_NAZDROVYE!\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "bashiru usman >bashiru_usman2007@yahoo.fr>", "to_name": "Captain Manwairing", "date": "2007-07-05 00:00", "subject": "Urgent.", "author_role": "scam", "body": "Sorry for not being able to responed to you all this while as that was due to my absence in office to our annex office for an urgent duty which i have to discharge.\n\nMeanwhile my dear i wasnt able to download the attachement that you said i should fill before we can proceed so please bear with me and resend a copy of that so as fo us to ba fast about this as the bank management is really willing to release this fund out to any foreigner that applys for the release with the full detail information about the deceased man which i will send to you once the bank demands them.\n\nBe fast and make you have this transaction confidential to avoid jeopardizing my job here in the bank andmay end me up in jail please be very carefull.\n\nRegards to your family.\n\nA call will be appriciated from you once you receive this mail.+226 76 28 31 94\n\nMr U.sman", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"bu\">BASHIRU USMAN</span></div>\n\t<div id=\"dialog\">\nFrom: bashiru usman &gt;bashiru_usman2007@yahoo.fr&gt;<br />\nTo: Captain Manwairing <br />\nSent: Thursday, 5 July, 2007 <br />\nSubject: Urgent.<br /><br />\nSorry for not being able to responed to you all this while as that was due to my absence in office to our annex office for an urgent duty which i have to discharge.<br /><br />\n\nMeanwhile my dear i wasnt able to download the attachement that you said i should fill before we can proceed so please bear with me and resend a copy of that so as fo us to ba fast about this as the bank management is really willing to release this fund out to any foreigner that applys for the release with the full detail information about the deceased man which i will send to you once the bank demands them.<br /><br />\n\nBe fast and make you have this transaction confidential to avoid jeopardizing my job here in the bank andmay end me up in jail please be very carefull.<br /><br />\n\nRegards to your family.<br /><br />\n\nA call will be appriciated from you once you receive this mail.+226 76 28 31 94<br /><br />\n\nMr U.sman\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My Dear Mr Busman\nI once again enclose the document for you. Please remember that if we are to continue in these modalities that you are to include my colleagues and confidents in this matter so that we can ensure a speedy completion and ensure that you get whats coming to you\nCaptain M.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"gm\">CAPTAIN GEORGE MANWAIRING</span></div>\n\t<div id=\"dialog\">\nMy Dear Mr Busman<br />\nI once again enclose the document for you. Please remember that if we are to continue in these modalities that you are to include my colleagues and confidents in this matter so that we can ensure a speedy completion and ensure that you get whats coming to you<br />\nCaptain M.\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Captain Mainwairing,\n\nWe've not been formally introduced, but I have followed your adventures with the Lads for quite some time, and am a great admirer of your derring-do. I have a short opinion about this statement from your Lad, BUsman,\n\n\"...so as fo us to ba fast about this as the 'bank management is really willing to release this fund out to any foreigner that applys' for the release...\"\n\nThose banks over there must have a LOT of ca$h, to be willing and able to just throw it at total strangers! WOW. Here, you practically have to sign over your children, just to take out a small loan from your bank, at which you've been a good customer for years! (And you can forget about getting a toaster, or some other small appliance, just for opening a new account--that just ain't gonna happen--hasn't happened in decades! ;o)\n\nBest, your fiend, raynaz", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CAPTAIN GEORGE MANWAIRING</span></div>\n\t<div id=\"aside\">\nDear Captain Mainwairing,\n<br /><br />\nWe've not been formally introduced, but I have followed your adventures with the Lads for quite some time, and am a great admirer of your derring-do. I have a short opinion about this statement from your Lad, BUsman,<br /><br />\n\n\"...so as fo us to ba fast about this as the 'bank management is really willing to release this fund out to any foreigner that applys' for the release...\"<br /><br />\n\nThose banks over there must have a LOT of ca$h, to be willing and able to just throw it at total strangers! WOW. Here, you practically have to sign over your children, just to take out a small loan from your bank, at which you've been a good customer for years! (And you can forget about getting a toaster, or some other small appliance, just for opening a new account--that just ain't gonna happen--hasn't happened in decades! ;o)<br /><br />\n\nBest, your fiend, raynaz\n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Raynaz\nWe are simply friends who have never met :-) and the respect is mutual. It most certainly is a fun passtime!!\nNot only must they have a lot of cash, they must have hundred of managers in the same department. Their offices must be a bit cramped to say the least and with all the heat over there.. no doubt a tad smelly!!\nLook forward to you joining in\nCap", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"gm\">CAPTAIN GEORGE MANWAIRING</span></div>\n\t<div id=\"aside\">\nDear Raynaz<br />\nWe are simply friends who have never met :-) and the respect is mutual. It most certainly is a fun passtime!!<br />\nNot only must they have a lot of cash, they must have hundred of managers in the same department. Their offices must be a bit cramped to say the least and with all the heat over there.. no doubt a tad smelly!!<br />\nLook forward to you joining in<br />\nCap\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mr. Draegoh,\n\nI cannot call you at the number you provided, the cost of international phone calls is high, and I simply do not have the means at hand right now. For the time being, let us just e-mail, and see how far we can go with that method.\n\nI hope this will give you a little of my background:\n\nName: Pearl Elizabeth Whytes\n\nCountry: United States of America\n\nAddress: 1955 N. Marquis Drive, McNary, CA. 94511\n\nStatus: Widowed, 3 sons, Hubert, Duane & Louis, 7 grandchildren\n\nOccupation: (Retired) Office manager, deSade B&D Equipment Enterprises, McNary, CA\n\nHeight: 5'4\"\n\nAge: 69 years\n\nSex; Female\n\nDate of Birth: 15th November, 1937\n\nComplexion: Clear, Fair\n\nHubbies: Painting, cooking and baking, bowling, shopping for grandchildren\n\nI will be happy to make the application to your bank, but how can I pass myself off as his NEPHEW, when I am obviously a woman? A 'nephew' is male.\n\nWill you tell me exactly what needs to be done? Thank you.\n\nPearl E. Whytes", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n<p class=\"ast\">{Leaping (gracefully, of course) into action, I reply, bcc to Agent S..}</p>\n\nDear Mr. Draegoh,<br /><br />\n\nI cannot call you at the number you provided, the cost of international phone calls is high, and I simply do not have the means at hand right now. For the time being, let us just e-mail, and see how far we can go with that method.<br /><br />\n\nI hope this will give you a little of my background:<br /><br />\n\nName: Pearl Elizabeth Whytes<br />\n\nCountry: United States of America<br />\n\nAddress: 1955 N. Marquis Drive, McNary, CA. 94511<br />\n\nStatus: Widowed, 3 sons, Hubert, Duane & Louis, 7 grandchildren<br />\n\nOccupation: (Retired) Office manager, deSade B&D Equipment Enterprises, McNary, CA<br />\n\nHeight: 5'4\"\n<br />\nAge: 69 years<br />\n\nSex; Female<br />\n\nDate of Birth: 15th November, 1937<br />\n\nComplexion: Clear, Fair<br />\n\nHubbies: Painting, cooking and baking, bowling, shopping for grandchildren<br /><br />\n\nI will be happy to make the application to your bank, but how can I pass myself off as his NEPHEW, when I am obviously a woman? A 'nephew' is male.<br /><br />\n\nWill you tell me exactly what needs to be done? Thank you.<br /><br />\n\nPearl E. Whytes\n</div>\n</div>\n\n", "comments": []}, {"from_name": "\"m_abd_5@zipmail.com.br\"", "to_name": "PLEASE REPLY TO m_abd001@yahoo.com", "date": "2007-07-05 00:00", "subject": "PLEASE REPLY TO m_abd001@yahoo.com", "author_role": "scam", "body": "DEAR FRIEND,\nI AM MR. MOUSSA ABDOUL, A STAFF OF BICIA BANK, BURKINA FASO. WITH DUE RESPECT AND REGARDS, I HAVE DECIDED TO CONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT THE END OF THE TRANSACTION. DURING MY INVESTIGATION AND AUDITING IN MY DEPARTMENT, I CAME ACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON, A FOREIGNER WHO DIED IN A PLANE CRASH WITH HIS INTIRE FAMILY.\nTHE FUND HAS BEEN IN HIS BANK ACCOUNT WITH BICIA BANK WITHOUT ANY CLAIM OF THE FUND IN OUR CUSTODY EITHER FROM HIS FAMILY OR RELATION BEFORE OUR DISCOVERY TO THIS DEVELOPMENT.\nTHE AMOUNT INVOLVED IS USD$10.500,000 (TEN MILLION FIVE HUNDRED THOUSAND U.S DOLLARS.)\nI COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN THIS COUNTRY AS A CIVIL SERVANT, WE ARE NOT ALLOWED TO OPERATE A FOREIGN ACCOUNT AND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE DURING THE TIME OF TRANSFER BECAUSE I WORK IN THIS BANK. THIS IS THE ACTUAL REASON WHY IT WILL REQUIRE A SECOND PARTY OR FELLOW WHO WILL FORWARD CLAIMS AS THE NEXT OF KIN TO THE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE THE MONEY WILL BE TRANSFERRED\nTO.\nYOU CAN SEE THE WEBSITE BELOW COVERING THE PLANE CRASH BY CNN & BBC NEWS.\nhttp://www.cnn.com/2003/WORLD/africa/12/26/benin.crash\nhttp://news.bbc.co.uk/2/hi/africa/3348109.stm\nTHIS DEAL IS 100% RISK FREE BUT YOU MUST KEEP THIS DEAL AS SECRET UNTIL THE FUND IS CONFIRMED IN YOUR ACCOUNT. ON SMOOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 40% OF THE TOTAL SUM WHILE 60% WILL BE FOR ME. YOU HAVE BEEN ADVISED TO KEEP THIS TRANSACTION AS SECRET AS I AM STILL IN SERVICE AND INTEND TO RETIRE FROM SERVICE AFTER I CONCLUDE THIS DEAL WITH YOU.\nI WILL BE MONITORING THE WHOLE SITUATION HERE IN THE BANK UNTIL YOU CONFIRM THE MONEY IN YOUR ACCOUNT AND ASK ME TO COME DOWN TO YOUR COUNTRY FOR SUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES INDICATED ABOVE.\nALL OTHER NECESSARY INFORMATION REGARDING THIS TRANSACTION WILL BE SENT TO YOU WHEN I HEAR FROM YOU. I SUGGEST YOU GET BACK TO ME AS SOON AS POSSIBLE STATING YOUR INTEREST IN THIS DEAL SO THAT I WILL SEND YOU THE TEXT OF THE APPLICATION TO FILL AND SEND TO THE BANK.\nFINALLY, I WANT YOU TO INDICATE YOUR BANK ACCOUNT DETALS WHERE THE FUND WILL BE TRANSFERED TO LIKE:\n1) NAME OF YOUR BANK................\n2) ADDRESS OF YOUR BANK..............\n3) ACCOUNT NUMBER............\n4) YOUR PHONE NUMBER........\n5) YOUR AGE ...................\n6) YOUR OCCUPATION.............\nI WILL BE GLAD TO HEAR FROM YOU AS SOON AS YOU RECEIVE THIS MESSAGE.\nBEST REGARD,\nMR. MOUSSA ABDOUL", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ma\">MOUSSA ABDOUL</span></div>\n\t<div id=\"dialog\" id=\"st\">\n\t\n<p class=\"ast\">{Meanwhile, Capt. Manwairing receives a 'business proposition...}</p>\n\nFrom: \"m_abd_5@zipmail.com.br\" <br />\nSent: Thursday, 5 July, 2007 <br />\nSubject: PLEASE REPLY TO m_abd001@yahoo.com<br /><br />\nDEAR FRIEND,<br />\nI AM MR. MOUSSA ABDOUL, A STAFF OF BICIA BANK, BURKINA FASO. WITH DUE RESPECT AND REGARDS, I HAVE DECIDED TO CONTACT YOU ON A BUSINESS TRANSACTION THAT WILL BE VERY BENEFICIAL TO BOTH OF US AT THE END OF THE TRANSACTION. DURING MY INVESTIGATION AND AUDITING IN MY DEPARTMENT, I CAME ACROSS A VERY HUGE SUM OF MONEY BELONGING TO A DECEASED PERSON, A FOREIGNER WHO DIED IN A PLANE CRASH WITH HIS INTIRE FAMILY.<br />\nTHE FUND HAS BEEN IN HIS BANK ACCOUNT WITH BICIA BANK WITHOUT ANY CLAIM OF THE FUND IN OUR CUSTODY EITHER FROM HIS FAMILY OR RELATION BEFORE OUR DISCOVERY TO THIS DEVELOPMENT.<br />\nTHE AMOUNT INVOLVED IS USD$10.500,000 (TEN MILLION FIVE HUNDRED THOUSAND U.S DOLLARS.)<br />\nI COULD HAVE DONE THIS DEAL ALONE BUT BECAUSE OF MY POSITION IN THIS COUNTRY AS A CIVIL SERVANT, WE ARE NOT ALLOWED TO OPERATE A FOREIGN ACCOUNT AND WOULD EVENTUALLY RAISE AN EYE BROW ON MY SIDE DURING THE TIME OF TRANSFER BECAUSE I WORK IN THIS BANK. THIS IS THE ACTUAL REASON WHY IT WILL REQUIRE A SECOND PARTY OR FELLOW WHO WILL FORWARD CLAIMS AS THE NEXT OF KIN TO THE BANK AND ALSO PRESENT A FOREIGN ACCOUNT WHERE THE MONEY WILL BE TRANSFERRED\nTO.<br />\nYOU CAN SEE THE WEBSITE BELOW COVERING THE PLANE CRASH BY CNN & BBC NEWS.<br />\nhttp://www.cnn.com/2003/WORLD/africa/12/26/benin.crash<br />\nhttp://news.bbc.co.uk/2/hi/africa/3348109.stm<br />\nTHIS DEAL IS 100% RISK FREE BUT YOU MUST KEEP THIS DEAL AS SECRET UNTIL THE FUND IS CONFIRMED IN YOUR ACCOUNT. ON SMOOTH CONCLUSION OF THIS TRANSACTION, YOU WILL BE ENTITLED TO 40% OF THE TOTAL SUM WHILE 60% WILL BE FOR ME. YOU HAVE BEEN ADVISED TO KEEP THIS TRANSACTION AS SECRET AS I AM STILL IN SERVICE AND INTEND TO RETIRE FROM SERVICE AFTER I CONCLUDE THIS DEAL WITH YOU.\nI WILL BE MONITORING THE WHOLE SITUATION HERE IN THE BANK UNTIL YOU CONFIRM THE MONEY IN YOUR ACCOUNT AND ASK ME TO COME DOWN TO YOUR COUNTRY FOR SUBSEQUENT SHARING OF THE FUND ACCORDING TO PERCENTAGES INDICATED ABOVE.<br />\nALL OTHER NECESSARY INFORMATION REGARDING THIS TRANSACTION WILL BE SENT TO YOU WHEN I HEAR FROM YOU. I SUGGEST YOU GET BACK TO ME AS SOON AS POSSIBLE STATING YOUR INTEREST IN THIS DEAL SO THAT I WILL SEND YOU THE TEXT OF THE APPLICATION TO FILL AND SEND TO THE BANK.<br />\nPLEASE REPLY TO: PLEASE REPLY TO m_abd001@yahoo.com<br />\nFINALLY, I WANT YOU TO INDICATE YOUR BANK ACCOUNT DETALS WHERE THE FUND WILL BE TRANSFERED TO LIKE:<br />\n1) NAME OF YOUR BANK................<br />\n2) ADDRESS OF YOUR BANK..............<br />\n3) ACCOUNT NUMBER............<br />\n4) YOUR PHONE NUMBER........<br />\n5) YOUR AGE ...................<br />\n6) YOUR OCCUPATION.............<br />\nI WILL BE GLAD TO HEAR FROM YOU AS SOON AS YOU RECEIVE THIS MESSAGE.<br />\nBEST REGARD,<br />\nMR. MOUSSA ABDOUL\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Look here Mr Mousaka. I dont get out of bed for less than $20 Mil. My services are highly regarded and much in demand. We can negotiate a fee and you need to tell me who is it you want 'eliminated' \n\nCSGM", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"gm\">CAPTAIN MANWAIRING</span></div>\n\t<div id=\"dialog\" id=\"ast\">\nLook here Mr Mousaka. I dont get out of bed for less than $20 Mil. My services are highly regarded and much in demand. We can negotiate a fee and you need to tell me who is it you want 'eliminated' \n<br /><br />\nCSGM\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My dear Dr Ramming\nI am most concerned that I have not heard from you, particularly as I thought you were in a hurry to complete these modalities. Please come back to me soonest so that I can help you\nCap.", "raw": "<hr>\n\n<p class=\"ast\">{And getting impatient with Ramin Razaq...}</p>\n\n\t<div id=\"char\"><span class=\"gm\">CAPTAIN MANWAIRING</span></div>\nMy dear Dr Ramming<br />\nI am most concerned that I have not heard from you, particularly as I thought you were in a hurry to complete these modalities. Please come back to me soonest so that I can help you<br />\nCap.\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Capt. Manwairing has another DBC on his line. Any guesses who it is this time? Andreas Schranner? Mark Lee? Morris Thompson? \n\nI'll guess Morris, since he hasn't been \"around\" for a while...tee hee. I'm so clever...\n\nyour fiend, raynaz", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"aside\" id=\"ast\">\nCapt. Manwairing has another DBC on his line. Any guesses who it is this time? Andreas Schranner? Mark Lee? Morris Thompson? <br /><br />\n\nI'll guess Morris, since he hasn't been \"around\" for a while...tee hee. I'm so clever...<br /><br />\n\nyour fiend, raynaz\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My dear Raynaz,\nI trust you are well.\nBarry Kelly is a favourite of this office.\nAs ever,\nA", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ab\">LADY AGATHA BRISTOL</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n\nMy dear Raynaz,<br />\nI trust you are well.<br />\nBarry Kelly is a favourite of this office.<br />\nAs ever,<br />\nA\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Bank of Africa\n#770 Av de la Résistance\n17 du Mai Ouagadougou Burkina Faso\n\nATTN: Mrs Dr.Vivas Aisha.(Director Of Operations)\n\nMadam,\n\nMy Name is Pearl Elizabeth Whytes\n\nMy Official Address 1955 N. Marquis Drive, McNary, CA. 94511\n\nMy Email Address PEWhytes@cox.net\n\nPhone/Fax no FAX, and, as I told your Mr. Draegoh, I hesitate\n\nto give my telephone number to strangers\n\nAPPLICATION OF CLAIM\n\nI am the niece, and business associate, of the late Mr Khan McDonald, a German citizen, who was a client of your bank, with the account number 895894669, until his death, according to your Mr. Draegoh Meigoh. \n\nBased on official records and documentation, my late uncle had made a deposit of $9Million dollars, US currency, into the aforementioned bank account. I am therefore requesting that your remittance office assist and direct me to the procedures involved, as I would like to claim my uncle's financial account with Bank of Africa. \n\nI am not familiar with your banking laws and ethics but please do know, I assure you that the transfer of funds into my account is done with the highest regard for the laws of your country. I am in possession of all legal documentation you may require for this action.\n\nAs niece and business associate of my late uncle, Mr Khan McDonald, I am filing an inheritance claim to receive, earn and hold the proceeds of his account balance, deposited in your bank. Our families, both immediate and extended, are all in agreement that my late uncle's bank account balance be transferred to my account here for the benefit of his other family members, and myself.\n\nName Of Bank 2nd State Bank & Trust of McNary\n\n\nAddress Of Bank 2790 W. 19th Street, McNary, CA 93890\n\n\nAccount Number #640572888-3847 (code: 10S,NE1?)\n\n\nBeneficiary Name Pearl E. Whytes\n\n\nReceiving Country USA\n\n\n\nThank you for your prompt attention to this very important matter.\nRespectfully Yours, \nPEARL E(lizabeth) Whytes", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n\n<p class=\"ast\">{I swing into action, returning this heavily-edited application...}</p>\n\nBank of Africa<br />\n#770 Av de la R&eacute;sistance<br />\n17 du Mai Ouagadougou Burkina Faso<br /><br />\n\nATTN: Mrs Dr.Vivas Aisha.(Director Of Operations)<br /><br />\n\nMadam,<br /><br />\n\nMy Name is Pearl Elizabeth Whytes<br />\n\nMy Official Address 1955 N. Marquis Drive, McNary, CA. 94511<br />\n\nMy Email Address PEWhytes@cox.net<br />\n\nPhone/Fax no FAX, and, as I told your Mr. Draegoh, I hesitate\n\nto give my telephone number to strangers<br /><br />\n\nAPPLICATION OF CLAIM\n<br /><br />\nI am the niece, and business associate, of the late Mr Khan McDonald, a German citizen, who was a client of your bank, with the account number 895894669, until his death, according to your Mr. Draegoh Meigoh. <br /><br />\n\nBased on official records and documentation, my late uncle had made a deposit of $9Million dollars, US currency, into the aforementioned bank account. I am therefore requesting that your remittance office assist and direct me to the procedures involved, as I would like to claim my uncle's financial account with Bank of Africa. \n<br /><br />\nI am not familiar with your banking laws and ethics but please do know, I assure you that the transfer of funds into my account is done with the highest regard for the laws of your country. I am in possession of all legal documentation you may require for this action.\n<br /><br />\nAs niece and business associate of my late uncle, Mr Khan McDonald, I am filing an inheritance claim to receive, earn and hold the proceeds of his account balance, deposited in your bank. Our families, both immediate and extended, are all in agreement that my late uncle's bank account balance be transferred to my account here for the benefit of his other family members, and myself.<br /><br />\n\nName Of Bank 2nd State Bank & Trust of McNary<br />\n\n\nAddress Of Bank 2790 W. 19th Street, McNary, CA 93890<br />\n\n\nAccount Number #640572888-3847 (code: 10S,NE1?)<br />\n\n\nBeneficiary Name Pearl E. Whytes<br />\n\n\nReceiving Country USA<br /><br />\n\n\n\nThank you for your prompt attention to this very important matter.<br />\nRespectfully Yours, <br />\nPEARL E(lizabeth) Whytes\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mrs. Vivas,\n\nI have taken the liberty to correct some of the grammatical mistakes, and improve the composition of the above Application Of Claim. I hope this is all right. I could NEVER send such a poorly written document over my name!\n\nThe item sent to me by your Mr. Draegoh to fill out, was quite unacceptable. Surely it was composed by some imbecile not familiar with the International language of Banking, which is, of course, English.\n\nIt looked like something one of my grandchildren would write. However, if you wish, I will complete and send the original to you.\n\nMy very best to you,\n\nPearl E. Whytes", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n\nDear Mrs. Vivas,<br /><br />\n\nI have taken the liberty to correct some of the grammatical mistakes, and improve the composition of the above Application Of Claim. I hope this is all right. I could NEVER send such a poorly written document over my name!<br /><br />\n\nThe item sent to me by your Mr. Draegoh to fill out, was quite unacceptable. Surely it was composed by some imbecile not familiar with the International language of Banking, which is, of course, English.<br /><br />\n\nIt looked like something one of my grandchildren would write. However, if you wish, I will complete and send the original to you.<br /><br />\n\nMy very best to you,<br /><br />\n\nPearl E. Whytes\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mr. Draegoh,\n\nHere is the application form I filled out and sent to Mrs. Vivas Aisha. I trust it will suffice.\n\nMrs. Pearl E. Whytes\n\n...yadda yadda,\n\napplication form,\n\nyadda yadda...", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n\n<p class=\"ast\">{And finally, keep Draegoh up-to-date...}</p>\n\nDear Mr. Draegoh,<br /><br />\n\nHere is the application form I filled out and sent to Mrs. Vivas Aisha. I trust it will suffice.<br />\n\nMrs. Pearl E. Whytes<br /><br />\n\n...yadda yadda,<br />\n\napplication form,<br />\n\nyadda yadda...\n</div>\n</div>\n\n", "comments": []}, {"from_name": "bashiru usman <bashiru_usman2007@yahoo.fr>", "to_name": "Captain Manwairing", "date": "2007-07-06 00:00", "subject": "Agrrement form from Mr Usman and call me once you receive it for more informations +226 76 28 31 94", "author_role": "scam", "body": "Dear Captain.\n\nThanks for the renclosement of the document form that you earlier sent to me and please i will like to plead for one thing from you as the secret of the transaction is as well as the succes of it and you are aware of the fact that i am working here in the bank so any attemp of revealing my identity to the bank managment will definitley land me in jail so i beleive you can see the reason of telling you earlier one to make sure that no third party will be involved in this transaction.\n\nSo please before involving any of your confidant in this transaction i will like you to be very carefull about whom ever it is so as not to jeopardize all my effort so far in making this fund as i have spent alot of money just to see that all the informations about the deceased customer will be secured so that whenever the bank needs it from you for clarification of the fact the you are turely the real next of kin i will then send them to you but on no account should you let them to know that i am involved in this transaction.\n\nOnce you receive this form i will also like you to forward the informations that i demanded from you so as for me to send you the text of application which you will use and apply in the bank for the release of this fund as the next of kin.\n\nTry and be fast about this so as for us to succed in getting this fund to avoid the bank transferring the fund into their own account as that is a rule governing such funds that have been dormant without nobody coming for the claim.\n\nRegards to your family.\n\nMr Usman.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"bu\">BASHIRU USMAN</span></div>\n\t<div id=\"dialog\" id=\"st\">\n\n<p class=\"ast\">{And, like Ahab and the whale, the Captain goes after his prey...}</p>\n\nFrom: bashiru usman &lt;bashiru_usman2007@yahoo.fr&gt;<br />\nTo: Captain Manwairing <br />\nSent: Friday, 6 July, 2007 <br />\nSubject: Agrrement form from Mr Usman and call me once you receive it for more informations +226 76 28 31 94<br /><br />\nDear Captain.<br /><br />\n\nThanks for the renclosement of the document form that you earlier sent to me and please i will like to plead for one thing from you as the secret of the transaction is as well as the succes of it and you are aware of the fact that i am working here in the bank so any attemp of revealing my identity to the bank managment will definitley land me in jail so i beleive you can see the reason of telling you earlier one to make sure that no third party will be involved in this transaction.\n<br /><br />\nSo please before involving any of your confidant in this transaction i will like you to be very carefull about whom ever it is so as not to jeopardize all my effort so far in making this fund as i have spent alot of money just to see that all the informations about the deceased customer will be secured so that whenever the bank needs it from you for clarification of the fact the you are turely the real next of kin i will then send them to you but on no account should you let them to know that i am involved in this transaction.<br /><br />\n\nOnce you receive this form i will also like you to forward the informations that i demanded from you so as for me to send you the text of application which you will use and apply in the bank for the release of this fund as the next of kin.\n<br /><br />\nTry and be fast about this so as for us to succed in getting this fund to avoid the bank transferring the fund into their own account as that is a rule governing such funds that have been dormant without nobody coming for the claim.<br /><br />\n\nRegards to your family.<br /><br />\n\nMr Usman.\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mr Busman\nI thank you for completing this document. I have copied this to my estemed colleagues. I can assure you that they are my closest friends and you are 100% risk free in including them in your mails. Their only concern is my safety and this document means that I can now send you the information you require. \nUnfortunately my system was broken into by an agent of SPECTRE and I do not have your original request. If you can possibly send it again old chap that would be great. Please be assured that you can safely include everyone in your messages as they will greatly increase the speed that we can complete this transaction. They have my 100% trust and support and you should trust them too. I trust them with my life and they will be able to take over where I am unavailable.\nLets really get this moving and I demand you send the original request so it can be completed\nYours in hiding\nCapt. Sir George Manwairing", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"gm\">CAPT. MANWAIRING</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n\nDear Mr Busman<br />\nI thank you for completing this document. I have copied this to my estemed colleagues. I can assure you that they are my closest friends and you are 100% risk free in including them in your mails. Their only concern is my safety and this document means that I can now send you the information you require. <br />\nUnfortunately my system was broken into by an agent of SPECTRE and I do not have your original request. If you can possibly send it again old chap that would be great. Please be assured that you can safely include everyone in your messages as they will greatly increase the speed that we can complete this transaction. They have my 100% trust and support and you should trust them too. I trust them with my life and they will be able to take over where I am unavailable.<br />\nLets really get this moving and I demand you send the original request so it can be completed<br />\nYours in hiding<br />\nCapt. Sir George Manwairing\n</div></div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "He is being particularly difficult about copying you in so perhaps some pressure from you all might help\n\nCap", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"gm\">CAPT. MANWAIRING</span></div>\n\t<div id=\"aside\" id=\"ast\">\n\n\nHe is being particularly difficult about copying you in so perhaps some pressure from you all might help<br /><br />\n\nCap\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Good evening, Captain!\n\nThis is a copy of the \"nudge\" I sent to BUsman. As you see, I am also copying to Agent Stroganov.  Let's see if we are able to kick some life into this slaggard.\n\nBest to you, Sgt. R. Aynaz, RAY-One Security Svcs\n\nP.S. I figure I'd better \"toughen up\", as befits my promotion. I DO hope I can be a Sgt Major (ret), at least.\n\nyfr", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"sgta\">SGT. R. AYNAZ</span></div>\n\t<div id=\"aside\" id=\"ast\">\n\nGood evening, Captain!<br /><br />\n\nThis is a copy of the \"nudge\" I sent to BUsman. As you see, I am also copying to Agent Stroganov.  Let's see if we are able to kick some life into this slaggard.<br /><br />\n\nBest to you, Sgt. R. Aynaz, RAY-One Security Svcs<br /><br />\n\nP.S. I figure I'd better \"toughen up\", as befits my promotion. I DO hope I can be a Sgt Major (ret), at least.<br /><br />\n\nyfr\n</div>\n<div id=\"dialog\">\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "\"...Busman,\n\nManwairing has informed us that you have ignored his directive to copy our Security service, as well as other entities that he has been courteous enough to provide e-mail addresses. This cannot continue.\n\nMy office, as well as the Special Ops office, headed by one Mikhail Stroganov, MUST be kept informed of all the details of your transaction with Manwairing. This is absolutely the only way that your deal can be successful. I'm sure you understand.\n\nSimply copy whatever mail you send Manwairing, to this office. Stroganov will provide you with his secure contact very soon.\n\nIs this clear to you? Reply please.\n\nSergeant Major (ret) R. Aynaz,\n\nRAY-One Security Services, INC...\"", "raw": "<hr>\n\t<div id=\"char\"><span class=\"sgta\">SGT. R. AYNAZ</span></div>\n\n\"...Busman,<br /><br />\n\nManwairing has informed us that you have ignored his directive to copy our Security service, as well as other entities that he has been courteous enough to provide e-mail addresses. This cannot continue.\n<br /><br />\nMy office, as well as the Special Ops office, headed by one Mikhail Stroganov, MUST be kept informed of all the details of your transaction with Manwairing. This is absolutely the only way that your deal can be successful. I'm sure you understand.<br /><br />\n\nSimply copy whatever mail you send Manwairing, to this office. Stroganov will provide you with his secure contact very soon.\n<br />\nIs this clear to you? Reply please.<br /><br />\n\nSergeant Major (ret) R. Aynaz,<br /><br />\n\nRAY-One Security Services, INC...\"\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "EXCELLENT_HER LADYSHIP HAS ALSO BECOME EMBROILED IN THESE MODALITIES SO LET US SEE WHAT WE CAN DO_PERHAPS YOUR EAGER NEPHEW MAY LIKE TO BECOME INVOLVED TOO??_AS YOU WERE SERGEANT_AND KEEP THAT CUSTARD BOILING!", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\" id=\"ast\">\n\nEXCELLENT_HER LADYSHIP HAS ALSO BECOME EMBROILED IN THESE MODALITIES SO LET US SEE WHAT WE CAN DO_PERHAPS YOUR EAGER NEPHEW MAY LIKE TO BECOME INVOLVED TOO??_AS YOU WERE SERGEANT_AND KEEP THAT CUSTARD BOILING!\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "<mr_hassanbilly29@hotmail.fr> wrote:\n\nDEAR FRIEND,\nPLEASE,CONTACT ME THROUGH THIS MAIL BOX:\nf_remit_dept@latinmail.com\nCompliments Of The Season, Please forgive my indignation if this message comes to you as a surprise and may offend your personality for contacting you without your prior consent and writing through this hannel,First, I must solicit your confidence in this transaction. This is by virtue of its nature as being utterly CONFIDENTIAL AND TOP SECRET. However after series of petition was received by this present regime from foreign contractors for the inability of the BANK INTERNATIONAL OF BURKINA(B.I.B) to fulfilled their obligation for the payment to its foreign creditors. in conjunction with the council of ministers, has mandated us to carry out a careful and comprehensive review of all overdue payments to foreign contractors and to effect payments immediately.\n\nI believe that God has a way of helping who is in need.I am (Mr. Hassan Billy, bill and exchange manager for bank international of burkina faso(BIB. During the above mentioned process, we discovered an abandoned sum of US$9.5 (Nine Million Five Hundred Thousand US Dollars) in an account that belongs to one of our foreign customer who died along with his entire family in a plane crash that happened in Kenya,East Africa.\n\nSince we got information about his death,we have been expecting his next of kin to come over and claim his money because we cannot release it unless some body applies for it as next of kin or relation to the deceased as indicated in our banking guidelines and laws but unfortunately we learnt that all his supposed next of kin or relation died alongside with him at the plane crash leaving nobody behind for the claim. Please I want you to visit the website below for more information about the Plane Crash and the Deceased DR.GEORGE BRUMLEY AND HIS FAMILY.\n\nww.cnn.com/2003/WORLD/africa/07/20/kenya.crash/index.html\n\nww.news24.com/News24/Africa/News/0,,2-11-1447_1390626,00.html\n\nIt is, therefore upon this discovery that, I now decided to make this business proposal to you and release the money to you as the next of kin or relation to the deceased for safety and subsequent disbursement since nobody is coming for it and I don't want this money to go into the bank treasury as unclaimed bill and The request of foreigner as next of kin in this business is occasioned by the fact that the customer was a foreigner, and a Burkinabe cannot stand as next of kin to a foreigner, it Was on that basis, i decided to contact you.\n\nI agree that 35% of this money will be for you as a foreign partner,in respect to the provision of a foreign account, and 65% would be for me,there after I will visit your country for disbursement according to the percentage indicated.\n\nTherefore, to enable the immediate transfer of this fund to you as arranged, you must apply first to the bank as relation or next of kin of the deceased,indicating your bank name, your bank account number, your private telephone and fax number for easy and effective communication and location wherein the money will be remitted.Upon the receipt of your reply, I will send to you by email the text of the application to fill and send to the bank.\n\nI will not fail to bring to your notice that this transaction is hitch-free risk and you should keep this transaction (TOP SECRET)and this transaction will only take us 14 banking days because as a banker,I know what to do and move the fund into your account without any delay and that you should not entertain any atom of fear as all required arrangements have been made for the transfer. You should contact me as soon as you receive this letter so that I will send you the text of the application to apply to the bank and you should also contact me\nthrough this my private e-mail box: f_remit_dept@latinmail.com\n\nYours faithfully,MR.HASSAN BILLY.\nGOD BLESSINGS,PROTECTIONS AND GUIDIANCE TO YOUR\nENTIRE FAMILY.\n\nPOST SCRITUM: You have to keep everything secret asto enable the transfer move very smoothly into the\naccount you will provide to the bank.As you finished reading this letter mail me immediately so that we can discuss very well over this business.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"hb\">HASSAN BILLY</span></div>\n\t<div id=\"dialog\" id=\"st\">\n\t\n<p class=\"comment\">{...here comes another DBC from Agent S...}</p>\n<p class=\"comment\">[ DBC = <a href=\"bankcustomer.html\" target=\"_blank\">Dead Bank Customer</a>. But you knew that.]</p>\n\n\n&lt;mr_hassanbilly29@hotmail.fr&gt; wrote:<br /><br />\n\nDEAR FRIEND,<br />\nPLEASE,CONTACT ME THROUGH THIS MAIL BOX:<br />\nf_remit_dept@latinmail.com<br />\nCompliments Of The Season, Please forgive my indignation if this message comes to you as a surprise and may offend your personality for contacting you without your prior consent and writing through this hannel,First, I must solicit your confidence in this transaction. This is by virtue of its nature as being utterly CONFIDENTIAL AND TOP SECRET. However after series of petition was received by this present regime from foreign contractors for the inability of the BANK INTERNATIONAL OF BURKINA(B.I.B) to fulfilled their obligation for the payment to its foreign creditors. in conjunction with the council of ministers, has mandated us to carry out a careful and comprehensive review of all overdue payments to foreign contractors and to effect payments immediately.\n<br /><br />\nI believe that God has a way of helping who is in need.I am (Mr. Hassan Billy, bill and exchange manager for bank international of burkina faso(BIB. During the above mentioned process, we discovered an abandoned sum of US$9.5 (Nine Million Five Hundred Thousand US Dollars) in an account that belongs to one of our foreign customer who died along with his entire family in a plane crash that happened in Kenya,East Africa.<br /><br />\n\nSince we got information about his death,we have been expecting his next of kin to come over and claim his money because we cannot release it unless some body applies for it as next of kin or relation to the deceased as indicated in our banking guidelines and laws but unfortunately we learnt that all his supposed next of kin or relation died alongside with him at the plane crash leaving nobody behind for the claim. Please I want you to visit the website below for more information about the Plane Crash and the Deceased DR.GEORGE BRUMLEY AND HIS FAMILY.<br /><br />\n\nww.cnn.com/2003/WORLD/africa/07/20/kenya.crash/index.html<br />\n\nww.news24.com/News24/Africa/News/0,,2-11-1447_1390626,00.html<br /><br />\n\nIt is, therefore upon this discovery that, I now decided to make this business proposal to you and release the money to you as the next of kin or relation to the deceased for safety and subsequent disbursement since nobody is coming for it and I don't want this money to go into the bank treasury as unclaimed bill and The request of foreigner as next of kin in this business is occasioned by the fact that the customer was a foreigner, and a Burkinabe cannot stand as next of kin to a foreigner, it Was on that basis, i decided to contact you.<br /><br />\n\nI agree that 35% of this money will be for you as a foreign partner,in respect to the provision of a foreign account, and 65% would be for me,there after I will visit your country for disbursement according to the percentage indicated.\n<br /><br />\nTherefore, to enable the immediate transfer of this fund to you as arranged, you must apply first to the bank as relation or next of kin of the deceased,indicating your bank name, your bank account number, your private telephone and fax number for easy and effective communication and location wherein the money will be remitted.Upon the receipt of your reply, I will send to you by email the text of the application to fill and send to the bank.<br /><br />\n\nI will not fail to bring to your notice that this transaction is hitch-free risk and you should keep this transaction (TOP SECRET)and this transaction will only take us 14 banking days because as a banker,I know what to do and move the fund into your account without any delay and that you should not entertain any atom of fear as all required arrangements have been made for the transfer. You should contact me as soon as you receive this letter so that I will send you the text of the application to apply to the bank and you should also contact me\nthrough this my private e-mail box: f_remit_dept@latinmail.com<br /><br />\n\nYours faithfully,MR.HASSAN BILLY.<br />\nGOD BLESSINGS,PROTECTIONS AND GUIDIANCE TO YOUR\nENTIRE FAMILY.\n<br /><br />\nPOST SCRITUM: You have to keep everything secret asto enable the transfer move very smoothly into the\naccount you will provide to the bank.As you finished reading this letter mail me immediately so that we can discuss very well over this business.\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "SIR\n\nWHAT IS THIS?\n\n- S", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n\n\nSIR<br /><br />\n\nWHAT IS THIS?<br /><br />\n\n- S \n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Billy Hassan,\n\nI checked my email, and found this from you, and I hope I can help you claim this money, but I wonder about the difference in names.\n\nCan you clear this up for me?\n\nD. Dowe", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n\nDear Billy Hassan,\n<br /><br />\nI checked my email, and found this from you, and I hope I can help you claim this money, but I wonder about the difference in names.<br /><br />\n\nCan you clear this up for me?<br /><br />\n\nD. Dowe\n</div>\n<div id=\"aside\">\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "SIR, Good Evening, SIR!\n\nWith your permission, Sir, the Corporal would like to try to ferret this chap out of his burrow. This Lad looks like a \"live one\", SIR!\n\nI hope, Sir, that I have better luck with this one, than I had with the Gawa.\n\nRegards to the SpecOps Dept. SIR!\n\nCpl. Dill Dowe", "raw": "<hr>\n\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span></div>\n<p class=\"ast\">{I write to Stroganov...}</p>\n\nSIR, Good Evening, SIR!<br /><br />\n\nWith your permission, Sir, the Corporal would like to try to ferret this chap out of his burrow. This Lad looks like a \"live one\", SIR!\n<br /><br />\nI hope, Sir, that I have better luck with this one, than I had with the Gawa.<br /><br />\n\nRegards to the SpecOps Dept. SIR!<br /><br />\n\nCpl. Dill Dowe\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "CORPORAL DOWE_GO OUT THERE AND NAIL HIM_", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"aside\" id=\"ast\">\n\nCORPORAL DOWE_GO OUT THERE AND NAIL HIM_ \n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "Captain Manwairing", "date": "2007-07-10 00:00", "subject": "Am not happy at all in the way you are taking this transaction get back to me urgently and inform me about the development of thing between you and the bank.", "author_role": "scam", "body": "Hello Mr George I don't really understand why you cannot take simple instructions from me nor did you want my bank to know about my involvement in this transaction.\n\nListen if my bank should in any way notice about my involvement in this transaction I will definitely rust in jail as to the rules governing our bank, listen am taking this risk because I am 100% sure that with the deceased customers informations that I have secured that the bank will surely release this fund to you as the real next of kin to this fund so please I am not happy at all about the way that you are broadcasting this transaction that ought to be kept secret for my security here in the bank.\n\nWhy I am saying all this is because I receive an email from one Mr Aynaz who claimed to be a sergeant and I don't really understand what is going on.\n\nListen let me know if you have forwarded the text of application that I sent to you to the bank as I only need a foreigner who will apply to the bank as the real next of kin as the bank cannot transfer this fund to any non foreigner who will come for the claim of this fund because the fund belongs to a foreigner and we can only get this fund released into the account number of a foreigner who will apply for the claim as the bank did not know the true next of kin to this fund owning to the deceased customer failure to indicate his next of kin to our management before his death.\n\nIf in case that you cannot do this without the assistance of your colleagues then in a short and confidential way explain to them about all this as you are in a better position to do that owning to all my explanations to you so far and please on no account should you tell the bank while sending the application form that I am involved in a way in this transaction.\n\nShould in case you or any of your colleagues needs more information from me he or she should go ahead and give me a call on +226 76 28 31 94 for more clarification.\n\nWaiting for your urgent reply together with a copy of the application form once you receive this mail.\n\nMr B. Usman.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"bu\">BASHIRU USMAN</span></div>\n\t<div id=\"dialog\" id=\"st\">\n\nTo: Captain Manwairing <br />\nSent: Tuesday, 10 July, 2007 <br /><br />\n\nSubject: Am not happy at all in the way you are taking this transaction get back to me urgently and inform me about the development of thing between you and the bank.<br /><br />\n\nHello Mr George I don't really understand why you cannot take simple instructions from me nor did you want my bank to know about my involvement in this transaction.\n<br /><br />\nListen if my bank should in any way notice about my involvement in this transaction I will definitely rust in jail as to the rules governing our bank, listen am taking this risk because I am 100% sure that with the deceased customers informations that I have secured that the bank will surely release this fund to you as the real next of kin to this fund so please I am not happy at all about the way that you are broadcasting this transaction that ought to be kept secret for my security here in the bank.\n<br /><br />\nWhy I am saying all this is because I receive an email from one Mr Aynaz who claimed to be a sergeant and I don't really understand what is going on.<br /><br />\n\nListen let me know if you have forwarded the text of application that I sent to you to the bank as I only need a foreigner who will apply to the bank as the real next of kin as the bank cannot transfer this fund to any non foreigner who will come for the claim of this fund because the fund belongs to a foreigner and we can only get this fund released into the account number of a foreigner who will apply for the claim as the bank did not know the true next of kin to this fund owning to the deceased customer failure to indicate his next of kin to our management before his death.\n<br /><br />\nIf in case that you cannot do this without the assistance of your colleagues then in a short and confidential way explain to them about all this as you are in a better position to do that owning to all my explanations to you so far and please on no account should you tell the bank while sending the application form that I am involved in a way in this transaction.<br /><br />\n\nShould in case you or any of your colleagues needs more information from me he or she should go ahead and give me a call on +226 76 28 31 94 for more clarification.<br /><br />\n\nWaiting for your urgent reply together with a copy of the application form once you receive this mail.<br /><br />\n\nMr B. Usman.\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr. BUsman,\n\nManwairing informs me that you are unhappy with him, for including me in your correspondence back and forth with him, regarding this business deal. As a retired military man of 35 years service experience, I give you my word and bond, that you will certainly get all that is coming to you.\n\nI know for a fact that he has told you that we in my Security Office know of ALL his business dealings! Truth be told, it is a matter of protocol, and a testament to his business acumen and expertise. We have \"saved his bacon\" on more than one occasion, he will surely attest to that. Be rest assured that we have only the best interests of our clients and their business partners at heart.\n\nNow, hop to it, man, get these modalities in order, and get the man his money!\n\nR. Aynaz, Gunnery Sergeant Major, (ret)", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"rr\">RAYNAZ</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n\n\n\n<p class=\"ast\">{I leap (gracefully, of course) onto the Lad's back, and cc to Capt. Manwairing...}</p>\n\nMr. BUsman,\n<br /><br />\nManwairing informs me that you are unhappy with him, for including me in your correspondence back and forth with him, regarding this business deal. As a retired military man of 35 years service experience, I give you my word and bond, that you will certainly get all that is coming to you.\n<br /><br />\nI know for a fact that he has told you that we in my Security Office know of ALL his business dealings! Truth be told, it is a matter of protocol, and a testament to his business acumen and expertise. We have \"saved his bacon\" on more than one occasion, he will surely attest to that. Be rest assured that we have only the best interests of our clients and their business partners at heart.\n<br /><br />\nNow, hop to it, man, get these modalities in order, and get the man his money!<br /><br />\n\nR. Aynaz, Gunnery Sergeant Major, (ret)\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "As for Kingpin4kill, I sent him my own special lad-threat, compiled from numerous threats of dead received by myself and countless other baiters. He didn't want to play. Fulker.\nRemain blessed.\nPhil", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"pm\">PHIL MUNGLERS</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n\n\n<p class=\"ast\">{Agent Munglers checks in...}</p>\n\nAs for Kingpin4kill, I sent him my own special lad-threat, compiled from numerous threats of dead received by myself and countless other baiters. He didn't want to play. Fulker.<br />\nRemain blessed.<br />\nPhil\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My dear Agent Munglers,\nBoth ourselves and Her Majesty send our very bestwishes for a quick and successful recovery.\nAgent Stroganov will stop off at Dr. Shipman's at theRoyal Infirmary and get you a pick-me-up.\nAs ever\nA", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"pm\">PHIL MUNGLERS</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n\nMy dear Agent Munglers,<br />\nBoth ourselves and Her Majesty send our very bestwishes for a quick and successful recovery.<br />\nAgent Stroganov will stop off at Dr. Shipman's at theRoyal Infirmary and get you a pick-me-up.<br />\nAs ever<br />\nA\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "PHIL_\n\nVERY SORRY TO HEAR ABOUT THIS OLD BOY_DR SHIPMAN HAS PROVIDED ME WITH A TONIC HOWEVER_WHEN SHALL I DROP IT BACK???_LET US HOPE YOU HAVE A SPEEDY RECOVERY SIR_MY BEST WISHES AS ALWAYS", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\" id=\"st\">\n\n\nPHIL_\n<br /><br />\nVERY SORRY TO HEAR ABOUT THIS OLD BOY_DR SHIPMAN HAS PROVIDED ME WITH A TONIC HOWEVER_WHEN SHALL I DROP IT BACK???_LET US HOPE YOU HAVE A SPEEDY RECOVERY SIR_MY BEST WISHES AS ALWAYS\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2007-07-12 00:00", "subject": "", "author_role": "scam", "body": "I also received an email from Mr Aynaz and please i do apologize for my choice of words as i am doing all this for my own security here in the bank as an insider due to the nature in human being as some people among us will be jealously about such an opportunity and that is why i wanted to keep this secret till this fund be transferred into your account which will also be my happiest day all my life as all my life and hope depends on this fund now.\n\nMr Aynaz I am very sorry about any embarrassment that my email cause you but please i will also like you to promise me that you will keep this as a top secret as I can assure you of the 100risk free of this transaction having only me as the problem due to my involvement as a staff here in the bank.\n\nGet in touch with the rest of your colleagues as I will really appreciate all their effort once i receive this fund into your colleagues bank account number.\n\nThanks and remain blessed.\n\nMr B Usman.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"bu\">BASHIRU USMAN</span></div>\n\t<div id=\"dialog\" id=\"st\">\n\n<p class=\"ast\">{We hear from Busman, tripping on his own contrition...}</p>\n\nReceived: from [193.220.48.130]<br /> Date: Thu, 12 Jul 2007 <br /><br />\n\nI also received an email from Mr Aynaz and please i do apologize for my choice of words as i am doing all this for my own security here in the bank as an insider due to the nature in human being as some people among us will be jealously about such an opportunity and that is why i wanted to keep this secret till this fund be transferred into your account which will also be my happiest day all my life as all my life and hope depends on this fund now.<br /><br />\n\nMr Aynaz I am very sorry about any embarrassment that my email cause you but please i will also like you to promise me that you will keep this as a top secret as I can assure you of the 100risk free of this transaction having only me as the problem due to my involvement as a staff here in the bank.\n<br /><br />\nGet in touch with the rest of your colleagues as I will really appreciate all their effort once i receive this fund into your colleagues bank account number.<br /><br />\n\nThanks and remain blessed.<br /><br />\n\nMr B Usman.\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "BUsman\n\n\nI have conferred with Manwairing, and we both feel that your explanation is sufficient.\n\nYou realize that we must trust you as you trust us, Therefore, as soon as you complete our small forms, and send the necessary photo ID, we can proceed. This is our protocol, and will protect you, and us. With a transaction of this size and importance, we do not want any hang-ups halfway into this deal, do we?\n\nI will remind you that I am NOT \"Mr.\" Aynaz, I am MASTER SERGEANT Aynaz (ret). You will refer to me as Sgt, and address me as Sgt. Aynaz. Are you clear on this?\n\nGunnery SGT,Mjr R. Aynaz (ret)", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"sgta\">SGT. R. AYNAZ</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n\n\nBUsman\n<br /><br />\n\nI have conferred with Manwairing, and we both feel that your explanation is sufficient.\n<br /><br />\nYou realize that we must trust you as you trust us, Therefore, as soon as you complete our small forms, and send the necessary photo ID, we can proceed. This is our protocol, and will protect you, and us. With a transaction of this size and importance, we do not want any hang-ups halfway into this deal, do we?<br /><br />\n\nI will remind you that I am NOT \"Mr.\" Aynaz, I am MASTER SERGEANT Aynaz (ret). You will refer to me as Sgt, and address me as Sgt. Aynaz. Are you clear on this?<br /><br />\n\nGunnery SGT,Mjr R. Aynaz (ret)\n</div>\n</div>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2007-07-12 00:00", "subject": "Send the application and call me", "author_role": "scam", "body": "Thanks a lot for your mail and assurance as to the issue of my security in this transaction here in the bank you must understand my fears as a worker here in the bank i am not supposed to include myself in such deal both a see this as a special opportunity sent from God so my dear i dont think i can afford to miss this opportunity, also please understand that my reason of trying to avoid any third party in this business deal is because human being are very wicked jeously and greedy, now tell me if some one will sit and watch receive such amount of money into your account not his or her account without seeking for a way of implicating you or i just for the sake of money,understand that it may ignite jeously whereby making thing difficult for us from the kind of advice that he or she may give to you.\n\nListen my dear i am pleading with you for goodness sake i have spent alot in this transaction most expecially in getting the necessary informations that the bank may use and approve you as the real next of kin to the fund i can assure you of that as that was my first priority knowing fully well that once the bank receive those informations in our management they will process the approval of this fund into your account as the person with the full details information about our deceased customer.\n\nI received the text of application that you filled out eveything was ok but please let me know why the informations that you sent to me said 39 years of old why in the text of application you wrote 62 years please i need you to be honest with me after receiving the text of application i went straight to the foriegn dept department where the application will be forwarded to but i releaized that you have not sent the text of application to the bank so please send it now to the bank and call me so that i will move staright to the foriegn dept department so as to put your application first in the list of fund to be lifted out as that is the most advantage that we have as i am an insider here in the bank beleive me we will acheive our desired aim before 11 banking days as i will be feeding you with all developmental information that will be necessary in the release of this fund into your account.\n\nWaiting to hear from you once you send the application please try to call me so that i will move to the departement involved.\n\nRegards to your colleaque.\n\nMr B Usman.+226 76 28 31 94", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"bu\">BASHIRU USMAN</span></div>\n\t<div id=\"dialog\" id=\"st\">\n<p class=\"ast\">{Manwairing hears from Bunsman...}</p>\n\nSent: Thursday, 12 July, 2007<br />\nSubject: Send the application and call me <br /><br />\nThanks a lot for your mail and assurance as to the issue of my security in this transaction here in the bank you must understand my fears as a worker here in the bank i am not supposed to include myself in such deal both a see this as a special opportunity sent from God so my dear i dont think i can afford to miss this opportunity, also please understand that my reason of trying to avoid any third party in this business deal is because human being are very wicked jeously and greedy, now tell me if some one will sit and watch receive such amount of money into your account not his or her account without seeking for a way of implicating you or i just for the sake of money,understand that it may ignite jeously whereby making thing difficult for us from the kind of advice that he or she may give to you.<br /><br />\n\nListen my dear i am pleading with you for goodness sake i have spent alot in this transaction most expecially in getting the necessary informations that the bank may use and approve you as the real next of kin to the fund i can assure you of that as that was my first priority knowing fully well that once the bank receive those informations in our management they will process the approval of this fund into your account as the person with the full details information about our deceased customer.\n<br /><br />\nI received the text of application that you filled out eveything was ok but please let me know why the informations that you sent to me said 39 years of old why in the text of application you wrote 62 years please i need you to be honest with me after receiving the text of application i went straight to the foriegn dept department where the application will be forwarded to but i releaized that you have not sent the text of application to the bank so please send it now to the bank and call me so that i will move staright to the foriegn dept department so as to put your application first in the list of fund to be lifted out as that is the most advantage that we have as i am an insider here in the bank beleive me we will acheive our desired aim before 11 banking days as i will be feeding you with all developmental information that will be necessary in the release of this fund into your account.<br /><br />\n\nWaiting to hear from you once you send the application please try to call me so that i will move to the departement involved.<br /><br />\n\nRegards to your colleaque.<br /><br />\n\nMr B Usman.+226 76 28 31 94\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My Dear Mr Busman\nMy line of work unfortunately does have the side effect in that I find it hard to put actual personal details down, having completed so many documents falsely in my line of work (you cant get multiple passports without a slight stretching of the truth). I will forward this onto the bank but how did you know that I had omitted to send it on to the bank? Dont Panic, as Jones would say.\nI will send it now\nKind regards\nCpt Sir G Manwairing.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"gm\">CAPT. MANWAIRING</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n\nMy Dear Mr Busman<br />\nMy line of work unfortunately does have the side effect in that I find it hard to put actual personal details down, having completed so many documents falsely in my line of work (you cant get multiple passports without a slight stretching of the truth). I will forward this onto the bank but how did you know that I had omitted to send it on to the bank? Dont Panic, as Jones would say.<br />\nI will send it now<br />\nKind regards<br />\nCpt Sir G Manwairing.\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "BUTTMAN\n\nJUST GET ON WITH IT OR YOUR AMBASSADOR WILL HEAR OF THIS_DO YOU UNDERSTAND???", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\" id=\"ast\">\nBUTTMAN<br /><br />\n\nJUST GET ON WITH IT OR YOUR AMBASSADOR WILL HEAR OF THIS_DO YOU UNDERSTAND???\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "<sula_gawa6007@hotmail.com> wrote:\n\nFROM THE DESK OF MANAGER AUDIT\nAND ACCOUNTING DEPARTMENT\nBANK OF AFRICA ( B.O.A)\nBURKINA FASO, WEST AFRICA.\nDear\nI am sula gawa Manager Audit/Accounting Department BANK OF AFRICA (B.O.A). I would like to know if this proposal will be worth while for your acceptance.I have a Foreign Customer,Andreas Schranner from Germany who is an Investor, Crude Oil Merchant and Federal Government Contractor that was a victim with Concord Air Line, flight AF4590 killing 113 people crashed on 25 July 2000 near Paris leaving a closing\nbalance of Twenty five Million United States Dollars ($25 m) in one of his Private US Dollar Accountthat is being managed by me as the Customer's Account Officer.\nBased on my security report, these funds can be claimed without any hitches as no one is aware of the funds and its closing balance except me and the customer (Now Deceased) therefore, I can present you as the Next of Kin and we will work out the modalities for the claiming of the funds inaccordance with the law. If you are interested, Please call me to discuss in further details and our sharing ratio will be 60% for me and 30% for you.while 10% will be for the necessary expenses that might occur along the line.\nThank you,\nSincerely\nsula gawa", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"sg\">SULA GAWA</span></div>\n\t<div id=\"dialog\" id=\"ast\">\n&lt;sula_gawa6007@hotmail.com&gt; wrote:<br /><br />\n\nFROM THE DESK OF MANAGER AUDIT<br />\nAND ACCOUNTING DEPARTMENT<br />\nBANK OF AFRICA ( B.O.A)<br />\nBURKINA FASO, WEST AFRICA.<br />\nDear\nI am sula gawa Manager Audit/Accounting Department BANK OF AFRICA (B.O.A). I would like to know if this proposal will be worth while for your acceptance.I have a Foreign Customer,Andreas Schranner from Germany who is an Investor, Crude Oil Merchant and Federal Government Contractor that was a victim with Concord Air Line, flight AF4590 killing 113 people crashed on 25 July 2000 near Paris leaving a closing\nbalance of Twenty five Million United States Dollars ($25 m) in one of his Private US Dollar Accountthat is being managed by me as the Customer's Account Officer.<br /><br />\nBased on my security report, these funds can be claimed without any hitches as no one is aware of the funds and its closing balance except me and the customer (Now Deceased) therefore, I can present you as the Next of Kin and we will work out the modalities for the claiming of the funds inaccordance with the law. If you are interested, Please call me to discuss in further details and our sharing ratio will be 60% for me and 30% for you.while 10% will be for the necessary expenses that might occur along the line.<br />\nThank you,<br />\nSincerely<br />\nsula gawa\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "GAWA\n\nWHAT THE HELL IS THIS WE EXPECTED SOME PROOF OF THESE MODALITIES MONTHS AGO_GET WITH IT OR GET OUT MAN DO YOU UNDERSTAND???", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\" id=\"ast\">\nGAWA\n<br /><br />\nWHAT THE HELL IS THIS WE EXPECTED SOME PROOF OF THESE MODALITIES MONTHS AGO_GET WITH IT OR GET OUT MAN DO YOU UNDERSTAND???\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mr. Billy Hassan,\n\nLast week I contacted you about this Bank Customer who died in the plane crash, but you didn't write back with details.\n\nI asked you how we could get around the difference in last names? I would be able to be a front for you, to help you get the money, but you have to cooperate with me, too. You have to tell me what to do.\n\nThanks.\n\nDilbert Dowe", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span>\n\t<p class=\"ast\">{Dill has a go at Billy Hassan...}</p>\n\t</div>\n\t<div id=\"dialog\">\n\n\n\nDear Mr. Billy Hassan,<br /><br />\n\nLast week I contacted you about this Bank Customer who died in the plane crash, but you didn't write back with details.\n<br /><br />\nI asked you how we could get around the difference in last names? I would be able to be a front for you, to help you get the money, but you have to cooperate with me, too. You have to tell me what to do.<br /><br />\n\nThanks.<br /><br />\n\nDilbert Dowe\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Received: from  Sat, 14 Jul 2007 \n\nDear Friend Dilbert,\n\nI received your message and i thank you very much for your reply and please, below is the text of the application, you can please, kindly fill it with your informations where you want the fund to be transfer and send to the bank through the bank e-mail address or by fax immediately for the claim of your late brother's balance.\nSo, do this so that, the transfer will Commence immediately. this is my private line, (00226) 78 85 09 40 So please, be informed that, this information is very important and confidential. \nMeanwhile, With all these informations, you will be declare as the next of kin to the deceased customer, as such, you should always communicate with me through my private telephone number or by email and as soon as the fund is confirm in your account then, I will come over to meet you in your country for the sharing of the Fund Or for an investment under your control and care.\nThanks and be blessed.\nMr. Hassan Billy.\n\nMr. Vincent Sheriff:\n\nAPPLICATION FOR THE RELEASE AND SUBSEQUENT TRANSFER OF MY INHERITANCE FUNDS OF US$9.5 MILLION FROM ACCOUNT NUMBER 18463464711.\n\nI am the next of kin to late Dr. George W. Brumley, your deceased customer who held the above account number with your bank, and who died in KENYA plane crash.\n\nI discovered the said account details in my late brother bedroom in , and as his next of kin I humbly appeal to your esteemed office to release and transfer this fund into my nominated receiving bank account detail stated below.\n\n1) Your Bank Name.......ATLANTA BANK AND TRUST, N/A & N/S .................\n\n2) Your Bank Address...7934 West Lincoln Parkway, Peachtree Plaza, Atlanta, GA 19387..........\n\n3) Your Phone Number...1-209-438-8875, ext. 36..(this is my work number, I live with my elderly aunt, and do not have a private phone number........\n\n4) Your Name......DILBERT H. DOWE............................................\n\n5) Bank Account Number....3954748274638-93294.......code: 10-S-NE-1?.............\n\n6) Receiving Country.....UNITED STATES OF AMERICA....................................\n\n7) E - Mail......... xxxxx.............................\n\n8) Your Profession...File Clerk, Accounting Department, BIGGERSTAFF MARITAL AIDS, INC....\n\n9) Your Age....23 years, ........... Date of Birth: November 31, 1984..........................\n\n10) Your position in office.....Accounting and Financial Clerk, 3rd grade...............\n\nI shall appreciate your prompt attention to this application as I solemnly promise to abide by all your protocol and transactional requirements.\n\nYours Sincerely,\n\nMr...Dilbert H. Dowe................\n\nSignÉSaggitariusÉÉÉ", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"bh\">HASSAN BILLY (or BILLY HASSAN)</span></div>\n\t<div id=\"dialog\">\n\n\nReceived: from [196.28.242.224]<br /> Sat, 14 Jul 2007 <br /><br />\n\nDear Friend Dilbert,\n<br /><br />\nI received your message and i thank you very much for your reply and please, below is the text of the application, you can please, kindly fill it with your informations where you want the fund to be transfer and send to the bank through the bank e-mail address or by fax immediately for the claim of your late brother's balance.<br />\nSo, do this so that, the transfer will Commence immediately. this is my private line, (00226) 78 85 09 40 So please, be informed that, this information is very important and confidential. <br />\nMeanwhile, With all these informations, you will be declare as the next of kin to the deceased customer, as such, you should always communicate with me through my private telephone number or by email and as soon as the fund is confirm in your account then, I will come over to meet you in your country for the sharing of the Fund Or for an investment under your control and care.<br />\nThanks and be blessed.<br />\nMr. Hassan Billy.\n\nMr. Vincent Sheriff:\n<br /><br />\nAPPLICATION FOR THE RELEASE AND SUBSEQUENT TRANSFER OF MY INHERITANCE FUNDS OF US$9.5 MILLION FROM ACCOUNT NUMBER 18463464711.<br /><br />\n\nI am the next of kin to late Dr. George W. Brumley, your deceased customer who held the above account number with your bank, and who died in KENYA plane crash.<br /><br />\n\nI discovered the said account details in my late brother bedroom in , and as his next of kin I humbly appeal to your esteemed office to release and transfer this fund into my nominated receiving bank account detail stated below.<br /><br />\n\n1) Your Bank Name.......ATLANTA BANK AND TRUST, N/A & N/S .................<br />\n\n2) Your Bank Address...7934 West Lincoln Parkway, Peachtree Plaza, Atlanta, GA 19387..........<br />\n\n3) Your Phone Number...1-209-438-8875, ext. 36..(this is my work number, I live with my elderly aunt, and do not have a private phone number........\n<br />\n4) Your Name......DILBERT H. DOWE............................................<br />\n\n5) Bank Account Number....3954748274638-93294.......code: 10-S-NE-1?.............<br />\n\n6) Receiving Country.....UNITED STATES OF AMERICA....................................<br />\n\n7) E - Mail......... xxxxx.............................<br />\n\n8) Your Profession...File Clerk, Accounting Department, BIGGERSTAFF MARITAL AIDS, INC....<br />\n\n9) Your Age....23 years, ........... Date of Birth: November 31, 1984..........................<br />\n\n10) Your position in office.....Accounting and Financial Clerk, 3rd grade...............<br /><br />\n\nI shall appreciate your prompt attention to this application as I solemnly promise to abide by all your protocol and transactional requirements.<br /><br />\n\nYours Sincerely,<br />\n\nMr...Dilbert H. Dowe................<br />\n\nSignÉSaggitariusÉÉÉ\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "SIR! Good afternoon, SIR!!!\n\nI've received a reply from Billy Hassan, Sir, and he thinks I am his friend.\n\nFurthermore, now he says that his DBC, a Mr. Brumley, is my brother! Auntie raynaz just hooted with laughter at that one, Sir. She certainly has a kind of \"twisted\" sense of humor. I used to think she was rather straight-laced, but she's demonstrating a wickedly sarcastic wit. She sure acts different than she used to, when I was a kid. Do you think it might be from hanging around scamorama?\n\nThis is the mail I got from Billy Hassan:", "raw": "<div id=\"record\">\n<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span>\n\t<p class=\"ast\">{I have to keep Agent S. informed...}</p></div>\n\t<div id=\"aside\">\n\n\nSIR! Good afternoon, SIR!!!<br /><br />\n\nI've received a reply from Billy Hassan, Sir, and he thinks I am his friend.<br /><br />\n\nFurthermore, now he says that his DBC, a Mr. Brumley, is my brother! Auntie raynaz just hooted with laughter at that one, Sir. She certainly has a kind of \"twisted\" sense of humor. I used to think she was rather straight-laced, but she's demonstrating a wickedly sarcastic wit. She sure acts different than she used to, when I was a kid. Do you think it might be from hanging around scamorama?\n\nThis is the mail I got from Billy Hassan:<br /><br />\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Friend Dilbert,\n\nI received your message \"...Billy's letter, ...yadda yadda...under your control and care....\"\nThanks and be blessed.\nMr. Hassan Billy.\n\nNow, I'll start playing him.\n\nBest regards to the SpecOps office, SIR! Have a good week-end, SIR!\n\nCpl. D. Dowe\n\nP.S. As you have probably guessed by now, my favorite past-time is fishing. Billy will be my biggest trophy-fish so far!", "raw": "<hr>\n<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span>\n\nDear Friend Dilbert,<br /><br />\n\nI received your message \"...Billy's letter, ...yadda yadda...under your control and care....\"<br />\nThanks and be blessed.<br />\nMr. Hassan Billy.<br /><br />\n\nNow, I'll start playing him.<br /><br />\n\nBest regards to the SpecOps office, SIR! Have a good week-end, SIR!<br /><br />\n\nCpl. D. Dowe<br /><br />\n\nP.S. As you have probably guessed by now, my favorite past-time is fishing. Billy will be my biggest trophy-fish so far!\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "CORPORAL DOWE\n\nWELL DONE ON YOUR EXCELLENT PROGRESS YOUNG MAN_KEEP THINGS MOVING AND DON'T GET TOO EXCITED_AS FOR YOUR AUNTIE RAYNAZ SHE IS A VERY GOOD FRIEND OF BOTH THE SPECIAL OPS DEPARTMENT AND MYSELF PERSONALLY_WE CANNOT\nSPEAK HIGHLY ENOUGH OF HER_YOU ARE TRULY FORTUNATE TO HAVE SUCH COUNSEL_AS YOU WERE SOLDIER\n\n\nBIGGERSTAFF MARITAL AIDS_VERY AMUSING_", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\" id=\"ast\">\nCORPORAL DOWE<br /><br />\n\nWELL DONE ON YOUR EXCELLENT PROGRESS YOUNG MAN_KEEP THINGS MOVING AND DON'T GET TOO EXCITED_AS FOR YOUR AUNTIE RAYNAZ SHE IS A VERY GOOD FRIEND OF BOTH THE SPECIAL OPS DEPARTMENT AND MYSELF PERSONALLY_WE CANNOT\nSPEAK HIGHLY ENOUGH OF HER_YOU ARE TRULY FORTUNATE TO HAVE SUCH COUNSEL_AS YOU WERE SOLDIER\n<p class=\"ast\">[A minute later...]</p>\n\nBIGGERSTAFF MARITAL AIDS_VERY AMUSING_\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Bank of Burkina:\n\nAttached is the questionnaire which I received this morning. I have filled it out to\n\nthe best of my recollections.\n\nI am waiting for approval.\n\nThank you, Dilbert H. Dowe\n\n\n\nSir! Good Morning, SIR!!!\n\nThe Corporal has received the BIB Questionnaire (see attached, please, Sir) and has printed out the item, and will immediately fill it, and return it to the Sheriff as e-mail attachment. I will bcc to you, Sir.\n\nAs you can see, Sir, the thing is simplistic, and (if I may venture my opinion) just MORONIC.\n\n\"Did they have any children?\" \"If yes, were are they?\" Then the \"bank\" doesn't even ask for my signature! Auntie raynaz says this is because they have so much DBC-money, they can't throw it at you fast enough--at least, that's what they want you to think.\n\nSIR! The Corporal is wondering how long it will take before the reque$t for money come$. Auntie thinks it will be this afternoon, but I think tomorrow. Your thoughts on this, Sir?\n\nCpl. D. Dowe", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"dd\">CPL. DILBERT DOWE</span></div>\n\t<div id=\"dialog\">\n\nBank of Burkina:<br /><br />\n\nAttached is the questionnaire which I received this morning. I have filled it out to\n\nthe best of my recollections.<br />\n\nI am waiting for approval.\n<br /><br />\nThank you, Dilbert H. Dowe\n</div>\n\n<div id=\"aside\">\n\nSir! Good Morning, SIR!!!<br /><br />\n\nThe Corporal has received the BIB Questionnaire (see attached, please, Sir) and has printed out the item, and will immediately fill it, and return it to the Sheriff as e-mail attachment. I will bcc to you, Sir.<br /><br />\n\nAs you can see, Sir, the thing is simplistic, and (if I may venture my opinion) just MORONIC.\n<br /><br />\n\"Did they have any children?\" \"If yes, were are they?\" Then the \"bank\" doesn't even ask for my signature! Auntie raynaz says this is because they have so much DBC-money, they can't throw it at you fast enough--at least, that's what they want you to think.\n<br /><br />\nSIR! The Corporal is wondering how long it will take before the reque$t for money come$. Auntie thinks it will be this afternoon, but I think tomorrow. Your thoughts on this, Sir?\n<br /><br />\nCpl. D. Dowe\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "CORPORAL DOWE_GOOD WORK SO FAR_I THINK THE REQUEST FOR MONEY IS IMMINENT_PREPARE YOURSELF AS THIS OPERATION ENTERS A NEW PHASE_YOU HAVE DONE VERY WELL SO FAR AND I LOOK FORWARD TO YOU PROGRESSING THIS_REMEMBER TO KEEP THE LAD CONFUSED AND FRUSTRATED BUT ENSURE THAT\nHE FEELS THAT THERE IS A CARROT AS WELL AS HEALTHY AMOUNTS OF STICK_AS YOU WERE CORPORAL DOWE_KEEP THECUSTARD BOILING", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"ms\">MIKHAIL<br />STROGANOV</span></div>\n\t<div id=\"dialog\" id=\"ast\">\nCORPORAL DOWE_GOOD WORK SO FAR_I THINK THE REQUEST FOR MONEY IS IMMINENT_PREPARE YOURSELF AS THIS OPERATION ENTERS A NEW PHASE_YOU HAVE DONE VERY WELL SO FAR AND I LOOK FORWARD TO YOU PROGRESSING THIS_REMEMBER TO KEEP THE LAD CONFUSED AND FRUSTRATED BUT ENSURE THAT\nHE FEELS THAT THERE IS A CARROT AS WELL AS HEALTHY AMOUNTS OF STICK_AS YOU WERE CORPORAL DOWE_KEEP THECUSTARD BOILING\n</div>\n</div>\n\n", "comments": []}]}