{"title": "baiters/advance_fee/sources/scamorama/naz_desade_evans_green.html", "scammer": null, "location": null, "baiter": null, "notes": ["RayNaz has appeared in such scamoscopies as MAGNUM FARCE, THE LOAN RANGER, COME ON, FEEL THE ILLINOISE!, LIGHTS, KAMARA, ACTION, THIS IS YOUR BRAIN ON 419. Naz appears courtesy of Scambaiters Equity.", "---------------------------------------------------------------------------------\n\nI am also glad to know that you are ready to work with me and i assume you are a noble and trustworthy person whom I can rely on you for your capabilities to handle this transaction. Like I said before, due to this issue on my hands now, it became necessary for me to seek your assistance, I appreciate the fact that you are ready to assist me in executing this project, and also you will help me in investing my money in your country, I am quite certain about that. \n\nYou should not have anything to worry about, I will do everything legally required to ensure that the project goes smoothly, it shall pass through all Laws of International Banking, and you have my word. Having resolved to entrust this transaction into your hands, I want to remind you that, it needs your commitment and diligent follow up. If you work seriously, the entire transaction should be over in a couple of days.\n\nREAD THE FOLLOWING AND GET BACK TO ME:\nFirstly, I will want to know precisely the type of occupation that you do and how old you are, you should note that this project is highly capital intensive, this is why I have to be very careful, I need your total devotion and trust to see this through. I know we have not met before, but I am very confident that we will be able to establish the necessary trust that we need to execute this project.\n\nI am now in contact with a foreign online bank; I now intend that you open an account in your name in this foreign bank. The money would be transferred to your account which you will open in the bank for both of us, this is the best way i have found, it will protect us from my bank.\n\nI want us to enjoy this money in peace when we conclude. So you should listen to my instructions and follow them religiously. Also you have to know that I cannot transfer this money in my name as my bank will be aware that it is from me, this is where I need you. As result of this, you will have to open an account in the corresponding bank. \n\nI will obtain a certificate of deposit from this my bank, it will be issued in your name, and this will make you the bonafide owner of the funds. After this, the money will be banked online for both of us. We can then instruct the bank to transfer our various shares into our respective home bank accounts.\n\nI will also perfect/finance the documentations with the assistance of my attorney to give the transaction the legal right. Before I commence, I will need you to send me a copy of any form your identification (Driver's license Work ID or International passport) and your Name & Current address. I want to be sure that I am transacting with the correct person. As soon as I get these from you, I will commence the paper work. I hope you will understand why I need all these, the money in question is big and I want to ensure that I know you well before I proceed to give you all the details to commence the project, I will send the name and contact details of the bank so that you can commence communication with them.\n\nI have really invested much in this transaction so I will please tell you to accept the 40% while i take 60% of the total funds that I have intend to give to you. For your information I will be coming over to your country for my share of the funds, once the funds is credited in your account at the bank that we will be using for this transaction.\n\nPlease endeavor to keep this transaction confidential, Please do not discuss it with anybody, I have a 22year career with my bank (Bank Of England) and I do not intend to ruin all that. I really can't wait till the funds leave my bank because I have not been able to sleep nor eat properly for the past days. Attach to this email is my Staff identity for your reference.\n\nEnsure that you keep this project confidential; do not discuss it with anybody, because of the confidential nature of this transaction and my work.\n\nPlease reply soonest.\n\nRegards,\nMr Evans Green", "-------------------------------------------------\nCONFIDENTIAL FROM BARNSLEY COUNTY BANK PLC. \nThis email and any files transmitted with it are confidential Solely and intended for the use of the individual or entity to whom they are addressed. Dissemination, distribution or copying of this e-mail or the information herein by anyone other than the intended recipient, or an employee or agent Responsible for delivering the message to the intended recipient, is Prohibited.", "-------------------------------------------------\nCopyright@2009BARNSLEYCOUNTYBANKPLC\n\n\u0081@", "scamorama main street \n* \nget booked \n*"], "messages": [{"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "raynaz Productions, INK, presents another saga for your perusal and consideration, starring (so far)\n\n\nSunday, 8 November, a friend offers this to me...\n\nStarring, in order of appearance:\n, 1st \"banker\"\n, 2nd \"banker\", in a non-existent bank   (I know, I googled it!)\n, Our hero\n\n\nLet's begin, shall we?", "raw": "<hr />\n\n<p> \n\n\n<h4>raynaz Productions, INK, presents another saga for your perusal and consideration, starring (so far)</h4>\n\n\nSunday, 8 November, a friend offers this to me...<br /><br />\n\nStarring, in order of appearance:<br /><br />\n\n<span class=\"eg\">EVANS GREEN</span>, 1st \"banker\"<br />\n\n<span class=\"db\">DAVID BARKER</span>, 2nd \"banker\", in a non-existent bank   (I know, I googled it!)<br /><br />\n\n<span class=\"naz\">MARK E. deSADE</span>, Our hero\n</p>\n\n<p>Let's begin, shall we?</p>\n\n\n \n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Hello,\n\nAlthough you might be apprehensive about my email as we have not met before,I am Mr Evans Green,I am a Banker i work with Bank Of England,There is the sum of $20,600,000.00 in my Bank \"Bank Of England\"London, There were no beneficiaries stated concerning these funds which means no one would ever come forward to claim it.\n\nThat is why I ask that we work together so as to have the sum transfered out of my Bank into your Bank Account or any other account of your choice. I will be pleased to see if you can help me and also be a good and trusted person. \nOnce the funds have been transferred to your Nominated Bank Account we shall then share in the ratio of 60% for me, 40% for you,do send me a mail as soon as possible for more details here is my private email address: \"evansgreen.ir@ir.ae\"\n\nRegards\nMr Evans Green", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\n\nHello,<br /><br />\n\nAlthough you might be apprehensive about my email as we have not met before,I am Mr Evans Green,I am a Banker i work with Bank Of England,There is the sum of $20,600,000.00 in my Bank \"Bank Of England\"London, There were no beneficiaries stated concerning these funds which means no one would ever come forward to claim it.<br /><br />\n\nThat is why I ask that we work together so as to have the sum transfered out of my Bank into your Bank Account or any other account of your choice. I will be pleased to see if you can help me and also be a good and trusted person. \nOnce the funds have been transferred to your Nominated Bank Account we shall then share in the ratio of 60% for me, 40% for you,do send me a mail as soon as possible for more details here is my private email address: <br />\"evansgreen.ir@ir.ae\"<br /><br />\n\nRegards<br />\nMr Evans Green\n\n\n<p class=\"comment\">[Your basic <a href=\"bankcustomer.html\" target=\"_blank\">dead bank customer</a> letter.]</p>\n\n\t</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "I hope it will be all right if I answer the mail you sent to my colleague. He is on vacation at the present time, but asked me to watch over his mail account. This is why I am answering your letter. I would do just about anything to get out of this low-paying, boring, thankless job I'm in, and with enough money, I could follow my dream.\n\nMy friend is in a management position, and earns about 4 times what I earn, so he obviously doesn't need the money, but I sure do. $5 Million would sure put me on Easy Street!! I could tell my fool of a boss to take this job and shove it! Boy, I'd sure like to do that!\n\nLet me know what I have to do, will you? My friend will be vacationing until the 15th, next Sunday, so we can get going with this right away.\n\nSincerely, Mark E. deSade", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n<p class=\"nazc\">[So, being the helpful person I am, I reply to this Lad, with hopes he will rise to the bait...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\nI hope it will be all right if I answer the mail you sent to my colleague. He is on vacation at the present time, but asked me to watch over his mail account. This is why I am answering your letter. I would do just about anything to get out of this low-paying, boring, thankless job I'm in, and with enough money, I could follow my dream.<br /><br />\n\nMy friend is in a management position, and earns about 4 times what I earn, so he obviously doesn't need the money, but I sure do. $5 Million would sure put me on Easy Street!! I could tell my fool of a boss to take this job and shove it! Boy, I'd sure like to do that!<br /><br />\n\nLet me know what I have to do, will you? My friend will be vacationing until the 15th, next Sunday, so we can get going with this right away.<br /><br />\n\nSincerely, Mark E. deSade\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-11-18 08:38", "subject": "RE: Your mail of this morning", "author_role": "scam", "body": "X-Originating-IP:   \n\n\nMy Dear Friend,\n\nThank you very much for your response, and your interest in this transaction.\n\nI am very very sorry for my inability to respond to your email message sent to me by you on Sunday 8th of November. It was due to my engagements in the Bank of England/World Bank joint conference held in Wales, so i could not check my email box or respond to any message. i hope you accept my apology.\n\nIn regards to my proposal to your friend, am surprise that you have access to your friends account, which means that this proposal would not have been safe with him. Do some other persons have access to your email also? That will be one of the criteria that will determine if i will accept your appeal to help me in this proposed transfer.\nIs this your personal email account?\n\nBelow is the details of the Transfer proposal. Read carefully for your better understanding of the transaction. before you send me a response of your requested details.\n\ni await you.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<p class=\"nazc\">[Well, it took him long enough to reply...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\n\nX-Originating-IP: [83.138.172.72] <span class=\"comment\">[Net2Roam-Ltd- IP Space, UK]</span><br /> \nDate: Wed, 18 Nov 2009 08:38:28<br />\n\nSubject: RE: Your mail of this morning<br /><br />\n\nMy Dear Friend,<br /><br />\n\nThank you very much for your response, and your interest in this transaction.\n\nI am very very sorry for my inability to respond to your email message sent to me by you on Sunday 8th of November. It was due to my engagements in the Bank of England/World Bank joint conference held in Wales, so i could not check my email box or respond to any message. i hope you accept my apology.<br /><br />\n\nIn regards to my proposal to your friend, am surprise that you have access to your friends account, which means that this proposal would not have been safe with him. Do some other persons have access to your email also? That will be one of the criteria that will determine if i will accept your appeal to help me in this proposed transfer.<br />\nIs this your personal email account?<br /><br />\n\nBelow is the details of the Transfer proposal. Read carefully for your better understanding of the transaction. before you send me a response of your requested details.<br /><br />\n\ni await you.<br /><br />\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Evans Green,\n\nYour mail caught me at the very moment I am rushing to prepare for an important event.\n\nI assure you, absolutely NO person (or entity of any kind) can access this mail account except myself. This is MY private mail account, so any correspondence between us is strictly for only me to consider. I hope that answers your concern.\n\nI must go now, but I will return in a few hours, at which time I can be more specific in my response to you. I hope that will be satisfactory.\n\nSincerely, Mark", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n<p class=\"nazc\">[A little stalling...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n\nDear Evans Green,<br /><br />\n\nYour mail caught me at the very moment I am rushing to prepare for an important event.\n<br /><br />\nI assure you, absolutely NO person (or entity of any kind) can access this mail account except myself. This is MY private mail account, so any correspondence between us is strictly for only me to consider. I hope that answers your concern.\n<br /><br />\nI must go now, but I will return in a few hours, at which time I can be more specific in my response to you. I hope that will be satisfactory.<br /><br />\n\nSincerely, Mark\t\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Evans Green,\n\nI regret making you wait all this long time, but a few hours is not like the 10 DAYS you made me wait for your reply! You see, the event took more time than I had originally thought it would. I am glad the thing is over, and I am happy that achieved the intended goal was reached. I am a bit non-plussed to say, the guest \"star\" sustained a few minor injuries, that required a short visit to our small clinic, but she is resting at home now. It certainly has been an interesting day!\n\nTo answer a couple of your questions, I am a single man, 42 years old, and I am engaged to a lovely young woman, Kat M. Andu, we plan to be married in the springtime. I am manager, and part-owner of S&M Entertainment Company, here in Valleyinga, East Dakota. The town is a very small one, not more than 80 people live here. It is so small that most maps don't even spend the ink to print its location! But my partner was born here, his parents live nearby, and since they are getting very old, we must remain close to them.\n\nI discussed this proposition of yours with Kat, and she is all in favor of me joining in partnership with you, as long as it doesn't interfere with my job, or my time with her. She is quite a busy young woman, but she makes a lot of money, and seems to be satisfied with her work. I trust her implicitly, and since this money I will get from your project will set us off in our marriage, she is understandably going to have to be aware of everything I do with you.\n\nHowever, I haven't said anything to my boss, Stanley Toules, (the business name uses the first letters of our names, which we think is very clever) as I want him to be very shocked when I tell him to shove this job! Stan is not home from vacation yet, I understand there was a little trouble with the local authorities, and he has been thrown into jail. Poor guy, he doesn't take confinement very well, and may go berserk. I will keep you apprised.\n\nI will be waiting to hear from you. Please reply sooner than 10 days the next time you write, waiting is torture!\n\nSincerely, Mark", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n<p class=\"nazc\">[Then, this evening, I send a mail with more info...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n\n\nDear Evans Green,<br /><br />\n\nI regret making you wait all this long time, but a few hours is not like the 10 DAYS you made me wait for your reply! You see, the event took more time than I had originally thought it would. I am glad the thing is over, and I am happy that achieved the intended goal was reached. I am a bit non-plussed to say, the guest \"star\" sustained a few minor injuries, that required a short visit to our small clinic, but she is resting at home now. It certainly has been an interesting day!\n<br /><br />\nTo answer a couple of your questions, I am a single man, 42 years old, and I am engaged to a lovely young woman, Kat M. Andu, we plan to be married in the springtime. I am manager, and part-owner of S&M Entertainment Company, here in Valleyinga, East Dakota. The town is a very small one, not more than 80 people live here. It is so small that most maps don't even spend the ink to print its location! But my partner was born here, his parents live nearby, and since they are getting very old, we must remain close to them.<br /><br />\n\nI discussed this proposition of yours with Kat, and she is all in favor of me joining in partnership with you, as long as it doesn't interfere with my job, or my time with her. She is quite a busy young woman, but she makes a lot of money, and seems to be satisfied with her work. I trust her implicitly, and since this money I will get from your project will set us off in our marriage, she is understandably going to have to be aware of everything I do with you.<br /><br />\n\nHowever, I haven't said anything to my boss, Stanley Toules, (the business name uses the first letters of our names, which we think is very clever) as I want him to be very shocked when I tell him to shove this job! Stan is not home from vacation yet, I understand there was a little trouble with the local authorities, and he has been thrown into jail. Poor guy, he doesn't take confinement very well, and may go berserk. I will keep you apprised.<br /><br />\n\nI will be waiting to hear from you. Please reply sooner than 10 days the next time you write, waiting is torture!<br /><br />\n\nSincerely, Mark\n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-11-21 17:21", "subject": "", "author_role": "scam", "body": "Hello my dear friend Mark,\n\nNow i am so full of joy that you are such a determined man who can make us have success in this Transaction. I am sorry i could not reply to you earlier i was very busy at the office today, you know Fridays and Saturdays are always very busy days for we bankers, because you have to clear the week's transaction in preparation for a better week ahead.\n\nMy dear friend, i carefully read through your message, i am really happy for your decision to assist me in this transfer. and i am more impressed with your Fiancee's consent to my proposal, i assume her to be a good woman for you as a wife though i have not seen her, but i believe she means well for you. Please extend my regards to her.\n\nAs for the Transaction to begin fully, i want you to send to me your personal details below, this i will forward to my Bank's Attorney to commence the preparation of the Documents that will Legally Certify you to be the Legal Beneficiary of the Funds. Please i want you to be very understanding with me Mark, because i want to make sure that everything thing i will do for this transaction must be Legal. That is why i have an Attorney beside me to always have an overview of all i do during the course of the Transfer of this Funds out of my Bank.. Send me you details as requested below:\n\nFULL NAME:\nADDRESS:\nCITY:\nSTATE:\nCOUNTRY:\nDIRECT MOBILE/TELEPHONE NUMBER:\n\nAlso send to me a scanned copy of your identification, it is very necessary Mark as adviced by my attorney, i will not go against any advice from my attorney, because i want to maintain a Legal pace in this Transfer. I hope you appreciate this.\n\nPlease Mark, i want the best result from this partnership of ours.\n\nSo my dear friend, i will await your message. I will respond to your message late tomorrow or on monday because i will be out with my family tomorrow to visit my Mum and simblings.\n\nBest regards to you and your lovely wife in prospects. I wish you both all the best in life and marraige.\n\nHave a Lovely Weekend.\n\nEvans Green", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<p class=\"nazc\">[Saturday brings the request for my informations...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\n\nX-Originating-IP: [217.21.80.106]<br /> Date: Sat, 21 Nov 2009 17:21:00 +0000<br /><br />\n\nHello my dear friend Mark,<br /><br />\n\nNow i am so full of joy that you are such a determined man who can make us have success in this Transaction. I am sorry i could not reply to you earlier i was very busy at the office today, you know Fridays and Saturdays are always very busy days for we bankers, because you have to clear the week's transaction in preparation for a better week ahead.\n<br /><br />\nMy dear friend, i carefully read through your message, i am really happy for your decision to assist me in this transfer. and i am more impressed with your Fiancee's consent to my proposal, i assume her to be a good woman for you as a wife though i have not seen her, but i believe she means well for you. Please extend my regards to her.<br /><br />\n\nAs for the Transaction to begin fully, i want you to send to me your personal details below, this i will forward to my Bank's Attorney to commence the preparation of the Documents that will Legally Certify you to be the Legal Beneficiary of the Funds. Please i want you to be very understanding with me Mark, because i want to make sure that everything thing i will do for this transaction must be Legal. That is why i have an Attorney beside me to always have an overview of all i do during the course of the Transfer of this Funds out of my Bank.. Send me you details as requested below:<br /><br />\n\nFULL NAME:<br />\nADDRESS:<br />\nCITY:<br />\nSTATE:<br />\nCOUNTRY:<br />\nDIRECT MOBILE/TELEPHONE NUMBER:<br /><br />\n\nAlso send to me a scanned copy of your identification, it is very necessary Mark as adviced by my attorney, i will not go against any advice from my attorney, because i want to maintain a Legal pace in this Transfer. I hope you appreciate this.<br /><br />\n\nPlease Mark, i want the best result from this partnership of ours.<br /><br />\n\nSo my dear friend, i will await your message. I will respond to your message late tomorrow or on monday because i will be out with my family tomorrow to visit my Mum and simblings.<br /><br />\n\nBest regards to you and your lovely wife in prospects. I wish you both all the best in life and marraige.<br /><br />\n\nHave a Lovely Weekend.<br /><br />\n\nEvans Green\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Hello, Evans Green,\n\nHere is the information you requested:\n\nFULL NAME: Mark Edward deSade\n\nADDRESS: 245 W. Pembrook St.\n\nCITY: Valleyinga\n\nSTATE: East Dakota, 59847 \n\nCOUNTRY: USA\n\nDIRECT MOBILE/TELEPHONE NUMBER: 12024355031\n\n\nI regret not being able to provide you with a copy of my passport, because of the threat of Identity Theft. It is just too dangerous--not that I mistrust you, understand, but my bank and all those entities who control my financial situation, advise against such a foolish action. I would surely have enormous problems, if that should happen!\n\nI hope you understand.\n\nI will vouch for the fact that I am Mark E. deSade, I looked into the mirror, and sure enough, it was me!\n\nI'm sure your attorney has his reasons for such a request, and I do not know if Identity Theft is a huge problem in your country, but it certainly is, here! I can't stress this denial any more strongly, I hope you will understand my point of view.\n\nI don't have a mobile phone, as they are very intrusive at the most inconvenient times, but there is an answering machine. I may or may not get any message from it, and the easiest way for us to communicate, is by the e-mail. I have my laptop with me at all times, so I will be easier to reach by mail.\n\nPlease reply in the affirmative. I would hate to see this deal scrubbed, for this minor detail.\n\nSincerely, Mark", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\nHello, Evans Green,<br /><br />\n\nHere is the information you requested:<br /><br />\n\nFULL NAME: Mark Edward deSade<br />\n\nADDRESS: 245 W. Pembrook St.<br />\n\nCITY: Valleyinga<br />\n\nSTATE: East Dakota, 59847 <br />\n\nCOUNTRY: USA<br />\n\nDIRECT MOBILE/TELEPHONE NUMBER: 12024355031<br /> \n<span class=\"comment\">[Fax number of U.S. Secret Service, Financial Crimes Division]</span><br /><br />\n\nI regret not being able to provide you with a copy of my passport, because of the threat of Identity Theft. It is just too dangerous--not that I mistrust you, understand, but my bank and all those entities who control my financial situation, advise against such a foolish action. I would surely have enormous problems, if that should happen!<br /><br />\n\nI hope you understand.<br /><br />\n\nI will vouch for the fact that I am Mark E. deSade, I looked into the mirror, and sure enough, it was me!<br /><br />\n\nI'm sure your attorney has his reasons for such a request, and I do not know if Identity Theft is a huge problem in your country, but it certainly is, here! I can't stress this denial any more strongly, I hope you will understand my point of view.\n<br /><br />\nI don't have a mobile phone, as they are very intrusive at the most inconvenient times, but there is an answering machine. I may or may not get any message from it, and the easiest way for us to communicate, is by the e-mail. I have my laptop with me at all times, so I will be easier to reach by mail.<br /><br />\n\nPlease reply in the affirmative. I would hate to see this deal scrubbed, for this minor detail.<br /><br />\n\nSincerely, Mark\n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-11-23 16:42", "subject": "REHello my dear friend Mark", "author_role": "scam", "body": "Dear Friend Mark Edward DeSade,\n\nThank you my dear brother for your response, and the information therein. I am sorry for the delay thus far, it was due to the much days taken by the Lawyer to prepare the Documents. Thank God that the Documents are ready.\n\nI have received the Documents prepared by my Lawyer this morning, i have attached to this message Scanned copies of the Documents.\n\nConsidering the money involved, it is necessary for me to be sure of the person to whom I will be entrusting this transaction, my trust is not given out lightly. What I expect from you is trust and commitment; I want this large sum of money transferred with your assistance.\n\nFurthermore, with regards to the legality of this transaction, I must let you know that this transaction is real and risk free, it shall be done in accordance with banking Laws and regulations, as you are aware My bank Attorney has handle the entire documentations.\n\nAs a matter of fact I have taking care of the cost of retaining the services of the Attorney, certain beaks have to be watered in a transaction like this. I have taking care of the expenses of the Lawyer Charges and i will also be taking care of the Cost of Transferring the Funds, but it is necessary for me to let you know that you will be required to take care of the cost of opening the account with the bank i will be instructing you to contact for a (offshore/on-line account) below.\n\nYou are required to contact the bank, send the bank an email or call and make enquiries on (offshore/on-line account) opening, like I said earlier that you will open an account via online With the bank(BARNSLEY COUNTY BANK PLC UK) so that as soon as you open the account with the bank in your name, i will immediately wire the funds there. Transfer will be seen as in-house. (Same telex type and banking coordinates with my Bank). You can then transfer the funds in safe bits to your main account for both of us.\n\nPlease find below the banks details:\n\nBank Name: BARNSLEY COUNTY BANK PLC UK.\nBank Address: Barnsley County Towers,14 Broadway Bradford, BD1 1EZ,\nUnited Kingdom.\nBank E-mail: info.barnsleycounty@onlinebarnsleynet.com\n\nContact Person\nBank Manager\nMr David Barker\nTel: +44-701-113-9092\nFax: +44-700-606-5058\n\nYou are required to contact the bank via email and make enquiries on (offshore/on-line account) and get me posted as soon as you contact the bank.\n\nI have attached to this message the scanned copies of the Document prepared by the Attorney.\n\nI hope you understand.\n\nRegards\nMr Evans Green\n+447024096745\n+447024078907", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<p class=\"nazc\">[Monday, I get this...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\nX-Originating-IP: [83.138.172.72]<br /> Date: Mon, 23 Nov 2009 16:42:57<br /><br />\n\nSubject: REHello my dear friend Mark {Contat the Bank}<br /><br />\n\nDear Friend Mark Edward DeSade,<br /><br />\n\nThank you my dear brother for your response, and the information therein. I am sorry for the delay thus far, it was due to the much days taken by the Lawyer to prepare the Documents. Thank God that the Documents are ready.<br /><br />\n\nI have received the Documents prepared by my Lawyer this morning, i have attached to this message Scanned copies of the Documents.<br /><br />\n\nConsidering the money involved, it is necessary for me to be sure of the person to whom I will be entrusting this transaction, my trust is not given out lightly. What I expect from you is trust and commitment; I want this large sum of money transferred with your assistance.<br /><br />\n\nFurthermore, with regards to the legality of this transaction, I must let you know that this transaction is real and risk free, it shall be done in accordance with banking Laws and regulations, as you are aware My bank Attorney has handle the entire documentations.<br /><br />\n\nAs a matter of fact I have taking care of the cost of retaining the services of the Attorney, certain beaks have to be watered in a transaction like this. I have taking care of the expenses of the Lawyer Charges and i will also be taking care of the Cost of Transferring the Funds, but it is necessary for me to let you know that you will be required to take care of the cost of opening the account with the bank i will be instructing you to contact for a (offshore/on-line account) below.<br /><br />\n\nYou are required to contact the bank, send the bank an email or call and make enquiries on (offshore/on-line account) opening, like I said earlier that you will open an account via online With the bank(BARNSLEY COUNTY BANK PLC UK) so that as soon as you open the account with the bank in your name, i will immediately wire the funds there. Transfer will be seen as in-house. (Same telex type and banking coordinates with my Bank). You can then transfer the funds in safe bits to your main account for both of us.<br /><br />\n\nPlease find below the banks details:<br /><br />\n\nBank Name: BARNSLEY COUNTY BANK PLC UK.<br />\nBank Address: Barnsley County Towers,14 Broadway Bradford, BD1 1EZ,\nUnited Kingdom.<br />\nBank E-mail: info.barnsleycounty@onlinebarnsleynet.com<br /><br />\n\nContact Person<br />\nBank Manager<br />\nMr David Barker<br />\nTel: +44-701-113-9092<br />\nFax: +44-700-606-5058<br /><br />\n\nYou are required to contact the bank via email and make enquiries on (offshore/on-line account) and get me posted as soon as you contact the bank.<br /><br />\n\nI have attached to this message the scanned copies of the Document prepared by the Attorney.<br /><br />\n\nI hope you understand.<br /><br />\n\nRegards<br />\nMr Evans Green<br />\n+447024096745<br />\n+447024078907\n\n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-11-24 12:10", "subject": "My Dear Friend,i need to Hear from you Mark", "author_role": "scam", "body": "Hello Mark,\n\nA very goodday to you and your fiancee. How is she doing today? please extend my regards to her. i sent you the Document from the Lawyer already, but i wonder why you have not acknowledged my message yet. Have you contacted the Barnsley County Bank for the Online account opening, what is their response?\nMark, i really need to hear from you as soon as possible.\n\nRegards\nEvans", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<p class=\"nazc\">[I didn't answer it just then (was going to contact him today, HONEST!) so he sends this a few minutes ago--he's getting antsy!...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\nX-Originating-IP: [83.138.172.72] <br />Date: Tue, 24 Nov 2009 12:10:46<br />\n\nSubject: My Dear Friend,i need to Hear from you Mark<br /><br />\n\nHello Mark,<br /><br />\n\nA very goodday to you and your fiancee. How is she doing today? please extend my regards to her. i sent you the Document from the Lawyer already, but i wonder why you have not acknowledged my message yet. Have you contacted the Barnsley County Bank for the Online account opening, what is their response?\nMark, i really need to hear from you as soon as possible.<br /><br />\n\nRegards<br />\nEvans\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "BARNSLEY COUNTY BANK PLC UK. Barnsley County Towers 14 Broadway Bradford, BD1 1EZ UK\n\nDear Mr. David Barker,\n\nI have been directed to your establishment by one Evans Green, he tells me that you are in need of some documentation. Will you kindly provide the proper instruments, so that I can proceed with my immediate participation?\n\nI'm not certain in this, but I suspect that his advice is a bit on the side of not being entirely \"on the up-and-up\".\n\nHe writes: \"...as soon as you open the account with the bank in your name, i will immediately wire the funds there. Transfer will be seen as in-house. (Same telextype and banking coordinates with my Bank...\"\n\nThis has aroused some curiosity in me, and in my financée, Kat. We wonder about the legality of \"being seen as in-house\". Does this have to do with the suspicion that the transfer of such a large amount of money would garner?\n\nIf that is the case, I assure you that the idea of being brought up on some bank fraud charges, sends me into paroxysms of worry. The spectre of being thrown in prison for who-knows-how-long, expecially in another country, is torture!\n\nI hope you can allay these fears, before we progress any farther, perhaps you can provide me some information about your bank? I would certainly appreciate such co-operation.\n\nSincerely, Mark E. deSade", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n\t<p class=\"nazc\">[Send this to the \"Bank\", and copy to Evans...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n\n\nBARNSLEY COUNTY BANK PLC UK. Barnsley County Towers 14 Broadway Bradford, BD1 1EZ UK<br /><br />\n\nDear Mr. David Barker,<br /><br />\n\nI have been directed to your establishment by one Evans Green, he tells me that you are in need of some documentation. Will you kindly provide the proper instruments, so that I can proceed with my immediate participation?<br /><br />\n\nI'm not certain in this, but I suspect that his advice is a bit on the side of not being entirely \"on the up-and-up\".<br /><br />\n\nHe writes: \"...as soon as you open the account with the bank in your name, i will immediately wire the funds there. Transfer will be seen as in-house. (Same telextype and banking coordinates with my Bank...\"<br /><br />\n\nThis has aroused some curiosity in me, and in my financ&eacute;e, Kat. We wonder about the legality of \"being seen as in-house\". Does this have to do with the suspicion that the transfer of such a large amount of money would garner?<br /><br />\n\nIf that is the case, I assure you that the idea of being brought up on some bank fraud charges, sends me into paroxysms of worry. The spectre of being thrown in prison for who-knows-how-long, expecially in another country, is torture!\n<br /><br />\nI hope you can allay these fears, before we progress any farther, perhaps you can provide me some information about your bank? I would certainly appreciate such co-operation.<br /><br />\n\nSincerely, Mark E. deSade\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-11-24 13:10", "subject": "", "author_role": "scam", "body": "COUNTY BANK PLC\n\nBarnsley County\n\nTowers London BD1 1EZ,\n\nTel: +44-701-113-9092, Fax: +44-700-606-5058\n\nDEAR valued customer:Mr.Mark E. deSade\n\nWelcome to Barnsley County Bank Plc. One of the best in commercial banking in the UK. Our international transfer, to which links you to us, is strictly under the international law governing international transfer We offer the latest banking products and services to our depositors and Offshore clients, while continuing to offer a community bank relationship in typical local small town fashion.We have enjoyed high ratings from various bank rating services for many years. We are proud to have led the way in technological innovations such as BCBP Laser Image statement products and BCBP Internet Banking with Online Images.\n\nI am Mr. David Barker, The International Transfer Manager of the Barnsley County Bank Plc and the transfer officer designated for your funds transfer.\n\nAs regard your questions, i want to know, this transaction between you and your friend is there any document backing it? the only way to transfer huge amount of funds is through offshore online account and if all document backing the funds are complete, you have no reason to be worried\n\nWhen your friend said the transfer will be seen as in-House, he has a strong document backing the funds, is he a banker? the best way of wire transfer of huge amount of money is House Telextype, My advice is that set up the account with our bank, when he transfer's the funds, i will inform you the document that was used and if you will have problems transferring the funds into your nominated bank account in your country, i will inform you as well\n\nYour request to open an offshore online account with this bank, you are therefore required to fill the attach form and send back to us via email, as soon as we get the filled form, more information will be sent to you to complete the account opening. Also note that you will need to pay the account opening fee your self, we can not withdraw money from account that is not existing, please note this.\n\nOnce you've completed the form, you are obligated to return it back to us with a scanned copy of a photo ID (very important). Thank you for your co-operation, and its timely response by email /fax will be greatly appreciated, so we can process your transaction as soon as possible. Thank you for your cooperation\n\nISSUED BY: MR. DAVID BARKER INTERNATIONAL TRANSFER MANAGER.\n\nMR. WILLIAMS PARKER, FOBP GROUP BUSINESS MANAGER DC: International Remittances (WB)\n\nCONFIDENTIAL BARNSLEY COUNTY FROM BANK PLC. This email and any files transmitted with it are confidential Solely and intended for the use of the individual or entity to whom they are addressed. Dissemination, distribution or copying of this e-mail or the information herein by anyone other than the intended recipient, or an employee or agent Responsible for delivering the message to the intended recipient, is Prohibited.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"db\">Mr. David Barker</span>\n\t<p class=\"nazc\">[I get mail from the \"Bank\" ...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\n\nReceived: by 10.142.247.39 <br />  Date: Tue, 24 Nov 2009 13:10:01<br />\n\nCOUNTY BANK PLC<br />\n\nBarnsley County<br />\n\nTowers London BD1 1EZ,<br />\n\nTel: +44-701-113-9092, Fax: +44-700-606-5058<br /><br />\n\nDEAR valued customer:Mr.Mark E. deSade<br /><br />\n\nWelcome to Barnsley County Bank Plc. One of the best in commercial banking in the UK. Our international transfer, to which links you to us, is strictly under the international law governing international transfer We offer the latest banking products and services to our depositors and Offshore clients, while continuing to offer a community bank relationship in typical local small town fashion.We have enjoyed high ratings from various bank rating services for many years. We are proud to have led the way in technological innovations such as BCBP Laser Image statement products and BCBP Internet Banking with Online Images.<br /><br />\n\nI am Mr. David Barker, The International Transfer Manager of the Barnsley County Bank Plc and the transfer officer designated for your funds transfer.<br /><br />\n\nAs regard your questions, i want to know, this transaction between you and your friend is there any document backing it? the only way to transfer huge amount of funds is through offshore online account and if all document backing the funds are complete, you have no reason to be worried<br /><br />\n\nWhen your friend said the transfer will be seen as in-House, he has a strong document backing the funds, is he a banker? the best way of wire transfer of huge amount of money is House Telextype, My advice is that set up the account with our bank, when he transfer's the funds, i will inform you the document that was used and if you will have problems transferring the funds into your nominated bank account in your country, i will inform you as well<br /><br />\n\nYour request to open an offshore online account with this bank, you are therefore required to fill the attach form and send back to us via email, as soon as we get the filled form, more information will be sent to you to complete the account opening. Also note that you will need to pay the account opening fee your self, we can not withdraw money from account that is not existing, please note this.\n<br /><br />\nOnce you've completed the form, you are obligated to return it back to us with a scanned copy of a photo ID (very important). Thank you for your co-operation, and its timely response by email /fax will be greatly appreciated, so we can process your transaction as soon as possible. Thank you for your cooperation<br /><br />\n\nISSUED BY: MR. DAVID BARKER INTERNATIONAL TRANSFER MANAGER.<br /><br />\n\nMR. WILLIAMS PARKER, FOBP GROUP BUSINESS MANAGER DC: International Remittances (WB)<br /><br />\n\nCONFIDENTIAL BARNSLEY COUNTY FROM BANK PLC. This email and any files transmitted with it are confidential Solely and intended for the use of the individual or entity to whom they are addressed. Dissemination, distribution or copying of this e-mail or the information herein by anyone other than the intended recipient, or an employee or agent Responsible for delivering the message to the intended recipient, is Prohibited.\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-11-25 11:36", "subject": "RE: Copy", "author_role": "scam", "body": "X-Originating-IP:   \n\n\nHello my dear friend and brother Mark\n\nMark how are you doing today and how is Kat? I hope you always extend my regards to Kat, because i will be opportuned to meet you both soon and i will ask her if you really extended my regards to her. Nevertheless, In regard to your message to the Bank, you dont have to be curious about the content of my message, i believe you and Kat did not get a clear understanding of my message, Mark i will explain to you, because i want you and Kat to be clear with every aspect of this transaction.\n\nWhat i mearnt by \"...as soon as you open the account with the bank in your name, i will immediately wire the funds there. Transfer will be seen as in-house (Same telextype and banking coordinates with my Bank...\" is that, been that the Funds to be transferred is a large funds, it will be better that you open an account with an online Bank here in the UK, so that the Funds will easily be transferred from my Bank into your new Online Bank. If the transfer is made this way, it will be very easy to complete the entire wire transfer in time, my Bank will see the Transfer as a transfer within United Kingdom, because in U.K we all have similar or same banking rules,procedures and Coordinations Same telextype and banking coordinates with my Bank If you dont wire the funds via Online Bank, it will take a very long procedure and time to transfer the entire funds into your Account in United States of America. I am not willing to waste time in this transaction, that is why i directed you to open an Online account. So you and Kat dont have to have any fear or get worried, your security is very assured by me. This is not and will never be realted to Bank fraud, because my Attorney has prepared and provided all Documents to proof this transaction Legal, So just be calm my dear friend.\n\nDont you know if it was an illegal transaction, i would not have involved myself because i fear also for my Life freedom and my reputation, so i wont venture into any illegal acts or transaction. it is because it is Legal that i am into this, Dont worry mark, we will complete this transfer successfully with smiles of Joy on our faces. Please tell Kat not to be curious or worried, tell her everything is very fine and safe.\n\nThank you very much Mark for your commitment thus far, i really appreciate you. Always keep me updated with your relation with the Bank.\n\nBest regards Evans Green", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<p class=\"nazc\">[Wednesday's mail from Evans, falling all over himself to provide reassurances... it's almost sincere...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\nX-Originating-IP: [83.138.172.72] <span class=\"comment\">[UK, Net2Roam-Ltd- IP Space]</span><br /> \nDate: Wed, 25 Nov 2009 11:36:32<br />\n\nSubject: RE: Copy<br /><br />\n\nHello my dear friend and brother Mark<br /><br />\n\nMark how are you doing today and how is Kat? I hope you always extend my regards to Kat, because i will be opportuned to meet you both soon and i will ask her if you really extended my regards to her. Nevertheless, In regard to your message to the Bank, you dont have to be curious about the content of my message, i believe you and Kat did not get a clear understanding of my message, Mark i will explain to you, because i want you and Kat to be clear with every aspect of this transaction.<br /><br />\n\nWhat i mearnt by \"...as soon as you open the account with the bank in your name, i will immediately wire the funds there. Transfer will be seen as in-house (Same telextype and banking coordinates with my Bank...\" is that, been that the Funds to be transferred is a large funds, it will be better that you open an account with an online Bank here in the UK, so that the Funds will easily be transferred from my Bank into your new Online Bank. If the transfer is made this way, it will be very easy to complete the entire wire transfer in time, my Bank will see the Transfer as a transfer within United Kingdom, because in U.K we all have similar or same banking rules,procedures and Coordinations Same telextype and banking coordinates with my Bank If you dont wire the funds via Online Bank, it will take a very long procedure and time to transfer the entire funds into your Account in United States of America. I am not willing to waste time in this transaction, that is why i directed you to open an Online account. So you and Kat dont have to have any fear or get worried, your security is very assured by me. This is not and will never be realted to Bank fraud, because my Attorney has prepared and provided all Documents to proof this transaction Legal, So just be calm my dear friend.<br /><br />\n\nDont you know if it was an illegal transaction, i would not have involved myself because i fear also for my Life freedom and my reputation, so i wont venture into any illegal acts or transaction. it is because it is Legal that i am into this, Dont worry mark, we will complete this transfer successfully with smiles of Joy on our faces. Please tell Kat not to be curious or worried, tell her everything is very fine and safe.<br /><br />\n\nThank you very much Mark for your commitment thus far, i really appreciate you. <br />Always keep me updated with your relation with the Bank.<br /><br />\n\nBest regards Evans Green\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Evans Green,\n\nMy lovely Kat returns her greetings, and is looking forward to meeting you soon--in fact, I think she's TOO anxious to meet you! She seems to be quite \"turned on\" by the prospect of knowing someone who will make us very rich!\n\nI regret the fact that I first told you that I couldn't provide a copy of my passport, because of the threat of ID theft, when the truth is, I do not have a valid passport. It has expired, and to try to renew it, or obtain a new one, would take several weeks, and I presume from the urgent tone of your mails, that time is quickly running out.\n\nMr. David Barker made it clear in his mail concerning the charges that his bank requires, that there was only a 3-day window of opportunity to claim this fortune, so therein lies the dilemma.\n\nYour advice?\n\nSincerely, Mark E. deSade", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\nDear Evans Green,<br /><br />\n\nMy lovely Kat returns her greetings, and is looking forward to meeting you soon--in fact, I think she's TOO anxious to meet you! She seems to be quite \"turned on\" by the prospect of knowing someone who will make us very rich!<br /><br />\n\nI regret the fact that I first told you that I couldn't provide a copy of my passport, because of the threat of ID theft, when the truth is, I do not have a valid passport. It has expired, and to try to renew it, or obtain a new one, would take several weeks, and I presume from the urgent tone of your mails, that time is quickly running out.<br /><br />\n\nMr. David Barker made it clear in his mail concerning the charges that his bank requires, that there was only a 3-day window of opportunity to claim this fortune, so therein lies the dilemma.<br /><br />\n\nYour advice?<br /><br />\n\nSincerely, Mark E. deSade\n\n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-11-25 11:11", "subject": "", "author_role": "scam", "body": "Barnsley COUNTY BANK PLC \nBarnsley County Towers \nBradford 14 Broadway, \nLondon BD1 1EZ, \nTel: +44-701-113-9092\nFax: +44-700-606-5058\nPAYMENT INSTRUCTION'S / INFORMATION'S \n\nDear valued customer: MarkEdward deSade,\n\nThis bank is in respect of your account opening information which you sent to us via email for offshore current account .\n\nCurrent Offshore Account \n£990 Pounds\nTransfer Duration:- 3 Working days\n\nNB: We cannot open the account if we do not receive the complete amount.\n\nFurthermore, you are to locate any Western Union / Money Gram Agent Office where you will be able to send the amount to our Bank. Note that the mode of payment which is via Western Union / Money Gram Money Transfer which is very necessary because we need the receipt of money transfer for documentation purpose, before we can OPEN your CURRENT OFF-SHORE ACCOUNT.\n\nYou are now required to make a payment of £990 to enable us create your offshore account and send across to you your new account details, as soon as our account officer receive your payment for setting up your offshore online account, we will create the account and you can be able to view your account balance online and also make transfer online and also receive payment into your new account via online wire transfer.\n\nAs soon as the account is created more information will be forwarded to you on proceedings.You are requested to make the required payment to our account officer (Mrs Susan Roland) via the below information;\n\nReceiver's Name: Mrs Susan Roland\nAddress: #14 Broadway\nBradford,Barnsley County Towers -BD1 1EZ, \nCountry: United Kingdom. \nAmount to be sent: £990 Pounds which is $1,630.00 US Dollars \n\n(Please note that when filling the Western Union / Money Gram Transfer form there is a Colum that says \"are you sending this money for a sweepstake promo\" You will have to tick NO)\n\nUpon making the payment , you are required to send a copy of payment slip via e-mail/fax immediately for reference purpose, you are also required to fill and return the below information by email.\n\nSENDER'S NAME: \nAMOUNT SENT: \nM.T.C.N (Money Transfer Control or Reference Number): \nSENDERS COUNTRY: \nSCANNED COPY OF TRANSFER SLIP (Attachment):\n\nAs soon as we confirm your payment, we shall proceed immediately in opening your chosen account , and you are to get back to us with a confirmation that you receive the e-mail and it was also acknowledged by you.\n\nThank you for your cooperation\n\nISSUED BY: \nMR. DAVID BARKER \nINTERNATIONAL TRANSFER MANAGER. \nF: MR. WILLIAMS PARKER \nFOBP GROUP BUSINESS MANAGER \nDC: International Remittances (WB)", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"db\">Mr. David Barker</span>\n\t<p class=\"nazc\">[WHEE! more mail! This, replete with the ca$h advisement. Interesting to me that he can find the British 'pound' character, but not the Copyright one--check it out at the end...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\nReceived: by 10.142.207.19 <br />Date: Wed, 25 Nov 2009 11:11:43<br /><br />\n\nBarnsley COUNTY BANK PLC <br />\nBarnsley County Towers <br />\nBradford 14 Broadway, <br />\nLondon BD1 1EZ, <br />\nTel: +44-701-113-9092<br />\nFax: +44-700-606-5058<br />\nPAYMENT INSTRUCTION'S / INFORMATION'S <br /><br />\n\nDear valued customer: MarkEdward deSade,<br /><br />\n\nThis bank is in respect of your account opening information which you sent to us via email for offshore current account .<br /><br />\n\nCurrent Offshore Account <br />\n&pound;990 Pounds<br />\nTransfer Duration:- 3 Working days<br /><br />\n\nNB: We cannot open the account if we do not receive the complete amount.<br /><br />\n\nFurthermore, you are to locate any <span class=\"wu\">Western Union / Money Gram</span> Agent Office where you will be able to send the amount to our Bank. Note that the mode of payment which is via Western Union / Money Gram Money Transfer which is very necessary because we need the receipt of money transfer for documentation purpose, before we can OPEN your CURRENT OFF-SHORE ACCOUNT.<br /><br />\n\nYou are now required to <span class=\"highlight\">make a payment of &pound;990</span> to enable us create your offshore account and send across to you your new account details, as soon as our account officer receive your payment for setting up your offshore online account, we will create the account and you can be able to view your account balance online and also make transfer online and also receive payment into your new account via online wire transfer.<br /><br />\n\nAs soon as the account is created more information will be forwarded to you on proceedings.You are requested to make the required payment to our account officer (Mrs Susan Roland) via the below information;<br /><br />\n\nReceiver's Name: Mrs Susan Roland<br />\nAddress: #14 Broadway<br /><br />\nBradford,Barnsley County Towers -BD1 1EZ,<br /> \nCountry: United Kingdom. <br />\nAmount to be sent: &pound;990 Pounds which is $1,630.00 US Dollars <br /><br />\n\n(Please note that when filling the Western Union / Money Gram Transfer form there is a Colum that says \"are you sending this money for a sweepstake promo\" You will have to tick NO)<br /><br />\n\nUpon making the payment , you are required to send a copy of payment slip via e-mail/fax immediately for reference purpose, you are also required to fill and return the below information by email.<br /><br />\n\nSENDER'S NAME: <br />\nAMOUNT SENT: <br />\nM.T.C.N (Money Transfer Control or Reference Number): <br />\nSENDERS COUNTRY: <br />\nSCANNED COPY OF TRANSFER SLIP (Attachment):<br /><br />\n\nAs soon as we confirm your payment, we shall proceed immediately in opening your chosen account , and you are to get back to us with a confirmation that you receive the e-mail and it was also acknowledged by you.<br /><br />\n\nThank you for your cooperation<br /><br />\n\nISSUED BY: <br />\nMR. DAVID BARKER <br />\nINTERNATIONAL TRANSFER MANAGER. <br />\nF: MR. WILLIAMS PARKER <br />\nFOBP GROUP BUSINESS MANAGER <br />\nDC: International Remittances (WB) <br />\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear David Barker,\n\nAttached, find my application, filled as neatly as I could. I hope it will suffice. I signed the bottom of it, next to your name, so you will know it to be valid.\n\nI regret the fact that I first told Evans Green that I couldn't provide a copy of my passport, because of threat of ID theft, when the truth is, I do not have a valid passport. It has expired, and to try to renew it, or obtain a new one, would take several weeks, and I presume from the urgent tone of your mails, that time is quickly running out.\n\nYou made it clear in your mail concerning the charges required, that there was only a 3-day window of opportunity to claim this fortune, so therein lies the dilemma.\n\nYour advice?\n\nSincerely, Mark E. deSade\n\n\u0081@", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n\t<p class=\"nazc\">[So, I \"fill the app\" with lots of bogus info, and send it with this...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n Dear David Barker,<br /><br />\n\nAttached, find my application, filled as neatly as I could. I hope it will suffice. I signed the bottom of it, next to your name, so you will know it to be valid.<br /><br />\n\nI regret the fact that I first told Evans Green that I couldn't provide a copy of my passport, because of threat of ID theft, when the truth is, I do not have a valid passport. It has expired, and to try to renew it, or obtain a new one, would take several weeks, and I presume from the urgent tone of your mails, that time is quickly running out.<br /><br />\n\nYou made it clear in your mail concerning the charges required, that there was only a 3-day window of opportunity to claim this fortune, so therein lies the dilemma.<br /><br />\n\nYour advice?<br /><br />\n\nSincerely, Mark E. deSade\n\n<p class=\"nazc\">[WHEW!!  A lot in only a couple of weeks!  More to come?  Most likely, so stay tuned...]</p>\u0081@\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-11-26 09:26", "subject": "LETTER OF APPOLOGY", "author_role": "scam", "body": "Sender: barnsleycountybnkplc@gmail.com\n\n\n\nBarnsley COUNTY BANK PLC \nBarnsley County Towers \nBradford 14 Broadway, \nLondon BD1 1EZ, \nTel: +44-701-113-9092\nFax: +44-700-606-5058\nDear valued customer: MarkEdward deSade,\n\nThis bank sincerely appologies for re-sending you that account charges email, we dont treat customers like an imbecile and we will never do that. We are very sorry once again.\n\nYour email received and well noted.\nThank you for your cooperation\n\nISSUED BY: \nMR. DAVID BARKER", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"db\">Mr. David Barker</span>\n\t<p class=\"nazc\">[First thing Thursday morning, there's mail from the Banker, appologizing(sic) all over himself...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\n\n\nSender: barnsleycountybnkplc@gmail.com<br />\n\nReceived: by 10.142.117.6   <br /> Date: Thu, 26 Nov 2009 09:26:34<br /><br />\n\nSubject: LETTER OF APPOLOGY<br /><br />\n\nBarnsley COUNTY BANK PLC <br />\nBarnsley County Towers <br />\nBradford 14 Broadway, <br />\nLondon BD1 1EZ, <br />\nTel: +44-701-113-9092<br />\nFax: +44-700-606-5058<br /><br />\nDear valued customer: MarkEdward deSade,<br /><br />\n\nThis bank sincerely appologies for re-sending you that account charges email, we dont treat customers like an imbecile and we will never do that. We are very sorry once again.<br /><br />\n\nYour email received and well noted.<br />\nThank you for your cooperation<br /><br />\n\nISSUED BY: <br />\nMR. DAVID BARKER\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-11-26 09:08", "subject": "", "author_role": "scam", "body": "X-Originating-IP:   \n\nHello Mark,\n\nThanks for your message and commitment thus far.\n\nPlease help me inform Kat that i will be very happy to meet you both very soon after the transfer has been completed. I assume 2 of you are wonderful and lovely people.\n\nAs for your passport, its ok if you have an expired Passport. but you know i have to know you and Kat facially, so i know your appearance. So i will still advice you scan to me a copy of your Expired Passport, or you can scan to me your recent photograph and that of Kat, hope that is ok by you.\n\nYour last paragraph implies that you have contacted the Bank already, because i know Mr. David Barker is the name of the Bank Manager. What are the Bank charges. i believe it should just be the cost of opening an account, is there any other charges than that?\n\nIf it is the charge of opening an Account, then i advice that you act as the bank has instructed. I dont think it will cost you much to open an online account. Did the bank ask you to send the money to them? If the bank requested such, then send the money to the Bank as they have requested, so that the Account can be opened in your name urgently, thereafter i will wire the funds into your new account.\n\nPlease Mark, as soon as you open the account, just send to me your new account details so i can immediately commence the wire transfer of the Funds into your new Barnsley Online Account. \nPlease note that as soon as the money is fully wired into your new online account, that will be the beginning of my more happiness.\n\nI hope you understand all i have written above.\n\nThank you very much Mark and also send a big thank you to Kat for your both assistance and commitment thus far, i really appreciate you.\nI will await your new Account details after your open the Online account.\n\nBest Regards to you and Kat.\n\nEvans.", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<p class=\"nazc\">[And from Evans...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\nX-Originating-IP: [212.100.250.228] <span class=\"comment\">[RSPC-UK-TurboDial-Ltd]</span><br /> \nDate: Thu, 26 Nov 2009 09:08:07<br /><br />\n\nHello Mark,<br /><br />\n\nThanks for your message and commitment thus far.<br /><br />\n\nPlease help me inform Kat that i will be very happy to meet you both very soon after the transfer has been completed. I assume 2 of you are wonderful and lovely people.<br /><br />\n\nAs for your passport, its ok if you have an expired Passport. but you know i have to know you and Kat facially, so i know your appearance. So i will still advice you scan to me a copy of your Expired Passport, or you can scan to me your recent photograph and that of Kat, hope that is ok by you.<br /><br />\n\nYour last paragraph implies that you have contacted the Bank already, because i know Mr. David Barker is the name of the Bank Manager. What are the Bank charges. i believe it should just be the cost of opening an account, is there any other charges than that?<br /><br />\n\nIf it is the charge of opening an Account, then i advice that you act as the bank has instructed. I dont think it will cost you much to open an online account. Did the bank ask you to send the money to them? If the bank requested such, then send the money to the Bank as they have requested, so that the Account can be opened in your name urgently, thereafter i will wire the funds into your new account.<br /><br />\n\nPlease Mark, as soon as you open the account, just send to me your new account details so i can immediately commence the wire transfer of the Funds into your new Barnsley Online Account. <br />\nPlease note that as soon as the money is fully wired into your new online account, that will be the beginning of my more happiness.<br /><br />\n\nI hope you understand all i have written above.<br /><br />\n\nThank you very much Mark and also send a big thank you to Kat for your both assistance and commitment thus far, i really appreciate you.<br />\nI will await your new Account details after your open the Online account.<br /><br />\n\nBest Regards to you and Kat.<br /><br />\n\nEvans.\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "I am sending this mail to both of you, as time is of the essence on my side. Every other host issues an invitation to dinner, but I have been commanded to attend holiday dinner at the home of my boss/partner Stan. So Kat and I will be leaving in just a few minutes, so that we can stop at the market, and purchase a few of bottles of wine, to complement the food. I was commanded to do this, too. Stan likes to start drinking well before the meal, so he is very \"well-lubricated\" by the time we sit down to eat.\n\nIn my opinion, most times Stan is the biggest JERK in the world, but when it comes to cooking, he takes the prize! You'd think he was the only man on Earth who can roast a turkey, and most of the time, the food is so over-cooked, and nearly too dry to eat--you need to wash it down with the wine!\n\nI plan to go to the Western Union office tomorrow, there is none in our small town, so I will have to drive to the next town down the highway, a distance of about 40 miles, so the trip takes some time. I will let you know when I leave, and when I return.\n\nThank you for your patience.\n\nSincerely, Mark E. deSade", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n\t<p class=\"nazc\">[I have to stall for another day or so, they both get this...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n\n\nI am sending this mail to both of you, as time is of the essence on my side. Every other host issues an invitation to dinner, but I have been commanded to attend holiday dinner at the home of my boss/partner Stan. So Kat and I will be leaving in just a few minutes, so that we can stop at the market, and purchase a few of bottles of wine, to complement the food. I was commanded to do this, too. Stan likes to start drinking well before the meal, so he is very \"well-lubricated\" by the time we sit down to eat.<br /><br />\n\nIn my opinion, most times Stan is the biggest JERK in the world, but when it comes to cooking, he takes the prize! You'd think he was the only man on Earth who can roast a turkey, and most of the time, the food is so over-cooked, and nearly too dry to eat--you need to wash it down with the wine!<br /><br />\n\nI plan to go to the Western Union office tomorrow, there is none in our small town, so I will have to drive to the next town down the highway, a distance of about 40 miles, so the trip takes some time. I will let you know when I leave, and when I return.<br /><br />\n\nThank you for your patience.<br /><br />\n\nSincerely, Mark E. deSade\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-11-27 10:46", "subject": "", "author_role": "scam", "body": "Hello Mark, hope you are fine and hope you and Kat had a nice Dinner with your Partner Stan. Have you told your partner Stan about this transfer, or you dont wish to inform him?\nHow is Kat today? please extend my regards to her.\nI appreciate your disclosure of your activities yesterday with Stan. It shows your open heart, it is a nice attitude, please keep it up.\nIn regards to the opening of Account, I really appreciate your effort to making this Transaction a success, i cant just wait to meet you and Kat soon after the Transfer, you are such nice would-be couples.\nAs soon as you open the account, please send to me the Online Account details so i can immediately commence the Transfer of the entire funds into your new Online Account.\nI await the Account Details.\nMark you are yet to send me you and Kat photos, just for me to know you facially, dont you think it is righ ti know you facially?\n\nBest of regards to you and Kat.\nEvans", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<p class=\"nazc\">[Friday...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\nX-Originating-IP: [83.138.172.72] <br />Date: Fri, 27 Nov 2009 10:46:10<br /><br />\n\nHello Mark, hope you are fine and hope you and Kat had a nice Dinner with your Partner Stan. Have you told your partner Stan about this transfer, or you dont wish to inform him?<br />\nHow is Kat today? please extend my regards to her.<br />\nI appreciate your disclosure of your activities yesterday with Stan. It shows your open heart, it is a nice attitude, please keep it up.<br />\nIn regards to the opening of Account, I really appreciate your effort to making this Transaction a success, i cant just wait to meet you and Kat soon after the Transfer, you are such nice would-be couples.<br />\nAs soon as you open the account, please send to me the Online Account details so i can immediately commence the Transfer of the entire funds into your new Online Account.<br />\nI await the Account Details.<br />\nMark you are yet to send me you and Kat photos, just for me to know you facially, dont you think it is righ ti know you facially?<br /><br />\n\nBest of regards to you and Kat.<br />\nEvans\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Evans Green,\n\nTo answer your questions:\n\nFirst, I haven't told Stan anything about our deal, because I want him to be shocked and surprised when I tell him to take this job and shove it. Besides, I remember your mail that stressed confidentiality. You can trust me to keep my mouth closed about our deal until the right time, which I will do.\n\nYes, we had an interesting time with Stanley and his new girlfriend, Phyllis. Man, is SHE an ODDBALL! Let me tell you what she did. It's a good thing she took this picture of me and Kat before the explosion and fire.\n\nRemember I told you Stan drinks a lot of wine? Phyllis drinks so much, she makes Stan look like a tea-totaller! They had bought a case of wine, (and he still commanded me to bring MORE) and even before they started cooking dinner, they had drunk 2 bottles of it, so they were pretty well \"lit up\" by the time to put the turkey in the oven. She had turned the heat up to 475\u0081\u008b, and didn't turn it down to 325\u0081\u008b when she was supposed to, and then a disaster! We all barely got out of the house alive!\n\nLong story short, the turkey exploded, and the fat from it caught fire, and burned all the food, the kitchen was destroyed, and that part of Stan's house (really, a mansion) burnt to the ground. The fire probably caused about $75,000 damage, according to the Fire Chief. All in all, 3 big firetrucks were called to put out the fire, which took 3 hours to do!\n\nThen, Phyllis thought it would be fun to perform a strip-tease dance for the fire-fighters, so in a few minutes she was naked as the day she was born, cavorting all over the front lawn. I told you she was drunk, didn't I? It was quite a sight to see, especially in the 25°, snowy early afternoon.\n\nNeedless to say, the local cops, Russ and Dan, arrested all of us, but they kept Stan on a charge of drunk and disorderly, and they let Kat and me go, because we hadn't done anything wrong, and we'd only had 1 glass of wine before all the excitement. Now Phyllis is still in jail (wrapped in a blanket) and Stan is going to wrangle with the insurance guy about a settlement.\n\nAll this, only a week after he got out of jail when he was on vacation. The man has the worst luck in the world, it seems. Needless to say, he's going to really believe he's cursed, when I tell him that I have millions of dollars, and he has virtually nothing. I almost feel sorry for him, and I would, except that he's a JERK most of the time.\n\nSo now I won't be able to get to the Western Union office today. Stan wants me to help him move into his guest bungalow, and he expects me to do it willingly, even though I've made other plans for today.\n\nI sent the application to Mr. Daniel Barker, and he informs me that the required amount to open the account is a little over $1,500. That seems like a large amount of cash, because the amount needed here, is like $300.\n\nKat sends her warmest regards.\n\nSincerely, Mark E. deSade", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n\t<p class=\"nazc\">[So the \"Spinner of Tall Tales\" gears up, and fires this back to Evans-Lad...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n\n\nDear Evans Green,<br /><br />\n\nTo answer your questions:<br /><br />\n\nFirst, I haven't told Stan anything about our deal, because I want him to be shocked and surprised when I tell him to take this job and shove it. Besides, I remember your mail that stressed confidentiality. You can trust me to keep my mouth closed about our deal until the right time, which I will do.<br /><br />\n\nYes, we had an interesting time with Stanley and his new girlfriend, Phyllis. <br />Man, is SHE an ODDBALL! Let me tell you what she did. It's a good thing she took this picture of me and Kat before the explosion and fire.<br /><br />\n\nRemember I told you Stan drinks a lot of wine? Phyllis drinks so much, she makes Stan look like a tea-totaller! They had bought a case of wine, (and he still commanded me to bring MORE) and even before they started cooking dinner, they had drunk 2 bottles of it, so they were pretty well \"lit up\" by the time to put the turkey in the oven. She had turned the heat up to 475\u0081\u008b, and didn't turn it down to 325\u0081\u008b when she was supposed to, and then a disaster! We all barely got out of the house alive!<br /><br />\n\nLong story short, the turkey exploded, and the fat from it caught fire, and burned all the food, the kitchen was destroyed, and that part of Stan's house (really, a mansion) burnt to the ground. The fire probably caused about $75,000 damage, according to the Fire Chief. All in all, 3 big firetrucks were called to put out the fire, which took 3 hours to do!\n<br /><br />\nThen, Phyllis thought it would be fun to perform a strip-tease dance for the fire-fighters, so in a few minutes she was naked as the day she was born, cavorting all over the front lawn. I told you she was drunk, didn't I? It was quite a sight to see, especially in the 25&deg;, snowy early afternoon.<br /><br />\n\nNeedless to say, the local cops, Russ and Dan, arrested all of us, but they kept Stan on a charge of drunk and disorderly, and they let Kat and me go, because we hadn't done anything wrong, and we'd only had 1 glass of wine before all the excitement. Now Phyllis is still in jail (wrapped in a blanket) and Stan is going to wrangle with the insurance guy about a settlement.<br /><br />\n\nAll this, only a week after he got out of jail when he was on vacation. The man has the worst luck in the world, it seems. Needless to say, he's going to really believe he's cursed, when I tell him that I have millions of dollars, and he has virtually nothing. I almost feel sorry for him, and I would, except that he's a JERK most of the time.<br /><br />\n\nSo now I won't be able to get to the Western Union office today. Stan wants me to help him move into his guest bungalow, and he expects me to do it willingly, even though I've made other plans for today.<br /><br />\n\nI sent the application to Mr. Daniel Barker, and he informs me that the required amount to open the account is a little over $1,500. That seems like a large amount of cash, because the amount needed here, is like $300.<br /><br />\n\nKat sends her warmest regards.<br /><br />\n\nSincerely, Mark E. deSade\n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-11-28 14:37", "subject": "", "author_role": "scam", "body": "BlankX-Originating-IP:  \n\nHello Mark,\n\nit's nice reading your lengthy message, I am really sorry for the bad incidence\nthat transpired at Stan's residence, i really feel pity for Stan over the\ndamage to his house. If you think it's necessary, you can extend my Sympathy to\nhim, but if you think it is not necessary, the dont extend my sympathy to\nhim...\n\nBut i am happy that you and Kat are both fine, it shows that you are a\nprospective responsible couple. I am happy for you both. Please hold on to\nyourself till you get married and even more after you get married. Now i am\nhappy that Stan did not reply to my message, it would have not been nice having\nhim as a partner, he may not be a trust worthy person. i guess so.. Thank God\nyou replied to my message yourself not stan, because Stan and Phyllis would\nhave made everything hell for me, with their bad attitude to life.\n\nAs for the Cost of opening an Account, i spoke with the Bank Manager\ntoday to get information about the opening of account. He informed me that itwill cost 990GBP, it is that expensive because it is an Online Account and also\na Foreign Account for you, due to difference in Currency and other banking\nethics, it had to cost up to the requested amount, as stated by Mr. Barker..\nHope you understand. It is ok you can not send the money to the Bank today, You\ncan send it on Monday morning, just go ahead and help Stan, he really needs\nyour help now. But always advice him to try and reduce his alchohol in-take to\nsafe his own life.\n\nI guess Kat is very fine despite the incidence at Stan's house, just extend my\nwarm regards to her, tell her i wish her well this Weekend. try and inform the\nBank that you will be sending the money for opening the online account on\nmonday so that they will exercise some patience till monday morning when you\nwill send the money to them.\n\nPlease take good care of yourself and Kat, i wish you both the best this\nweekend.\n\nEvans", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<a name=\"dec5_2009\">\n\t<p class=\"comment\">[Lad apparently went for it]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\nBlankX-Originating-IP: [217.21.80.106] <-- a satellite telecoms co., known for providing business services in West Africa<br />\nDate: Sat, 28 Nov 2009 14:37:36 <br /><br />\n\nHello Mark,<br /><br />\n\nit's nice reading your lengthy message, I am really sorry for the bad incidence\nthat transpired at Stan's residence, i really feel pity for Stan over the\ndamage to his house. If you think it's necessary, you can extend my Sympathy to\nhim, but if you think it is not necessary, the dont extend my sympathy to\nhim...<br /><br />\n\nBut i am happy that you and Kat are both fine, it shows that you are a\nprospective responsible couple. I am happy for you both. Please hold on to\nyourself till you get married and even more after you get married. Now i am\nhappy that Stan did not reply to my message, it would have not been nice having\nhim as a partner, he may not be a trust worthy person. i guess so.. Thank God\nyou replied to my message yourself not stan, because Stan and Phyllis would\nhave made everything hell for me, with their bad attitude to life.<br /><br />\n\nAs for the Cost of opening an Account, i spoke with the Bank Manager{Mr Barker}\ntoday to get information about the opening of account. He informed me that <span class=\"highlight\">itwill cost 990GBP</span>, it is that expensive because it is an Online Account and also\na Foreign Account for you, due to difference in Currency and other banking\nethics, it had to cost up to the requested amount, as stated by Mr. Barker..\nHope you understand. It is ok you can not send the money to the Bank today, You\ncan send it on Monday morning, just go ahead and help Stan, he really needs\nyour help now. But always advice him to try and reduce his alchohol in-take to\nsafe his own life.<br /><br />\n\nI guess Kat is very fine despite the incidence at Stan's house, just extend my\nwarm regards to her, tell her i wish her well this Weekend. try and inform the\nBank that you will be sending the money for opening the online account on\nmonday so that they will exercise some patience till monday morning when you\nwill send the money to them.<br /><br />\n\nPlease take good care of yourself and Kat, i wish you both the best this\nweekend.<br /><br />\n\nEvans\n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-11-30 14:07", "subject": "", "author_role": "scam", "body": "X-Originating-IP:  \n\nHello Mark,\n\nHow are you doing today and how is Kat? I am worried now, because i have not\nheard from you, what actually is the happening, i hope you and Kat are both\nfine.\n\nI just called the Bank to get update, i was informed that there has not been\nany response from you. I assured them that you promised getting back to the\nbank today been monday. I tried calling your telephone, but it never connected,\nthe only it connected it rung straigth to an answering machine.\n\nPlease call me as soon as you receive this message and also try your best to\nget back to the bank, with the Payment of the cost of opening the account as\nthe bank has requested. Please Mark dont let me down, i trust and have so much\nconfident in you and Kat.\n\nI await you anxiously\n\nEvans", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<p class=\"nazc\">[Lad is getting anxious...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\nX-Originating-IP: [83.138.172.72] <br />\nDate: Mon, 30 Nov 2009 14:07:11 <br /><br />\n\nHello Mark,<br /><br />\n\nHow are you doing today and how is Kat? I am worried now, because i have not\nheard from you, what actually is the happening, i hope you and Kat are both\nfine.<br /><br />\n\nI just called the Bank to get update, i was informed that there has not been\nany response from you. I assured them that you promised getting back to the\nbank today been monday. I tried calling your telephone, but it never connected,\nthe only it connected it rung straigth to an answering machine.<br /><br />\n\nPlease call me as soon as you receive this message and also try your best to\nget back to the bank, with the Payment of the cost of opening the account as\nthe bank has requested. Please Mark dont let me down, i trust and have so much\nconfident in you and Kat.<br /><br />\n\nI await you anxiously<br /><br />\n\nEvans\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Evans Green, \n\nI read your mail, and I know I told you about the fire at Stanley Toule's\nmansion, and how I was commanded to drop everything, and go help him move into\nthe guestroom? He expected me to help clean up the mess, too! so that workmen\nwould be able to get started on the restoration! \n\nDid you think that this was going to happen in Spring of next year, or\nsomething? I HAD TO GO IMMEDIATELY!!! We were up at the crack of dawn, and\nworked straight through the day, until sunset. The same thing on Saturday and\nSunday! \n\nWe finally finished the cleanup yesterday evening, and he said, \"Well, thanks a\nlot for helping me, Mark. See you at work!\" I said he should think REAL HARD\nabout this, and figure out how much a professional cleanup crew would have\ncharged him, and when I told him that I had contacted just such a company, and\nfound out that they wanted $5000 to do the work, he said, \"Well, I suppose\nyou're right, and they might have stolen some of my stuff, too. At least I can\ntrust you, Mark.\" and he wrote a check to cover my work, not that it's really\nfair, but what can a person do? The job was done, and I'm glad he gave me\nsomething, even not as much as he really should have, but... \n\nIt's a good thing he gave me $2000 for helping him, now I can send the money to\nthe bank, and we can get this deal rolling. I'm going to fall back into bed\nright now, and get a little more rest, before I head to work. \n\nSincerely, Mark E. de Sade", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n\t<p class=\"nazc\">[A bit more time is going to be needed, however. I send this right away... ]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\nDear Evans Green, <br /><br />\n\nI read your mail, and I know I told you about the fire at Stanley Toule's\nmansion, and how I was commanded to drop everything, and go help him move into\nthe guestroom? He expected me to help clean up the mess, too! so that workmen\nwould be able to get started on the restoration! <br /><br />\n\nDid you think that this was going to happen in Spring of next year, or\nsomething? I HAD TO GO IMMEDIATELY!!! We were up at the crack of dawn, and\nworked straight through the day, until sunset. The same thing on Saturday and\nSunday! <br /><br />\n\nWe finally finished the cleanup yesterday evening, and he said, \"Well, thanks a\nlot for helping me, Mark. See you at work!\" I said he should think REAL HARD\nabout this, and figure out how much a professional cleanup crew would have\ncharged him, and when I told him that I had contacted just such a company, and\nfound out that they wanted $5000 to do the work, he said, \"Well, I suppose\nyou're right, and they might have stolen some of my stuff, too. At least I can\ntrust you, Mark.\" and he wrote a check to cover my work, not that it's really\nfair, but what can a person do? The job was done, and I'm glad he gave me\nsomething, even not as much as he really should have, but... <br /><br />\n\nIt's a good thing he gave me $2000 for helping him, now I can send the money to\nthe bank, and we can get this deal rolling. I'm going to fall back into bed\nright now, and get a little more rest, before I head to work. <br /><br />\n\nSincerely, Mark E. de Sade \n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2009-12-02 13:18", "subject": "", "author_role": "scam", "body": "X-Originating-IP:  \n\nHello Mark,\n\nHow are you doing today and how is your Lovely Kat doing today?\nHow is Stan? hope he is getting back from the bad accident of his house?\nI am sorry i have not replied to your message since monday. I have been very\nbusy with the End of Year Financial Conference of the B.O.E preparation. But i\nam a little bit reliefed now to check my email box now.\nSO how far have you gone with the Bank? Have you opened the Account?\nHave the Barnsley County Bank sent you your New Account details?\nPlease Mark, let me know this as soon as you can.\nI want us to complete this as soon as possible before the B.O.E Financial\nConference starts fully next week.\n\nI anxiously await your update Mark.\n\nMy extreme regards to you and Kat.\nEvans", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<p class=\"nazc\">[Lad is getting anxious...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\nX-Originating-IP: [212.100.250.228] <br />\nDate: Wed, 2 Dec 2009 13:18:50<br /><br />\n\nHello Mark,<br /><br />\n\nHow are you doing today and how is your Lovely Kat doing today?<br />\nHow is Stan? hope he is getting back from the bad accident of his house?<br />\nI am sorry i have not replied to your message since monday. I have been very\nbusy with the End of Year Financial Conference of the B.O.E preparation. But i\nam a little bit reliefed now to check my email box now.<br />\nSO how far have you gone with the Bank? Have you opened the Account?<br />\nHave the Barnsley County Bank sent you your New Account details?<br />\nPlease Mark, let me know this as soon as you can.<br />\nI want us to complete this as soon as possible before the B.O.E Financial\nConference starts fully next week.<br /><br />\n\nI anxiously await your update Mark.<br /><br />\n\nMy extreme regards to you and Kat.<br />\nEvans                                                                          \n   </div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Hello Mark,\n\nhow are you doing? How is Kat? i am worried Mark, i have not heard from you for\na while now and that makes me very curious.\nSo please send me an Email as soon as possible to give me update...\nI await you Mark\nExtend my regards to Kat.\n\nEvans", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<p class=\"nazc\">[This arrives later Wednesday...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">                                                                            \n                                  \n\n\nHello Mark,<br /><br />\n\nhow are you doing? How is Kat? i am worried Mark, i have not heard from you for\na while now and that makes me very curious.<br />\nSo please send me an Email as soon as possible to give me update...<br />\nI await you Mark<br />\nExtend my regards to Kat.<br /><br />\n\nEvans\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Evans Green,\n\nI don't know if I should tell you this, but Kat opened her big mouth to her\nfriend Jody, and now SHE wants into the deal.  Can you increase our percentage,\nso as to include a little for Jody and persuade her to keep quiet about the\ntransaction?  \n\nI assure you, she's a good kid--I say \"kid\" because even though she and Kat are\nreal good friends, she's about 10 years younger than Kat, and Kat is a lot\nyounger than I am.  .  I can give you some information about her, if you want\nme to.\n\nSincerely, Mark", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n\t<p class=\"nazc\">[~sigh~  I suppose I should throw him a morsel...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n\nDear Evans Green,<br /><br />\n\nI don't know if I should tell you this, but Kat opened her big mouth to her\nfriend Jody, and now SHE wants into the deal.  Can you increase our percentage,\nso as to include a little for Jody and persuade her to keep quiet about the\ntransaction?  <br /><br />\n\nI assure you, she's a good kid--I say \"kid\" because even though she and Kat are\nreal good friends, she's about 10 years younger than Kat, and Kat is a lot\nyounger than I am.  .  I can give you some information about her, if you want\nme to.<br /><br />\n\nSincerely, Mark\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2010-01-12 00:00", "subject": "Urgent Reminder", "author_role": "scam", "body": "Dear Friend,\n\nWarm greetings to you and a very Happy new year to you. I am sorry for not sending you any email message for a long while, i have been on Vacation. I just returned to work yesterday. Now we can conclude with our transaction which has been down for a while. I am not that pleased with our delay attitude towards this transaction last year, i want us to create more seriousness now, so we can get this Funds Transfer with in a short time.\n\nI sent you an email requesting your assistance in the transfer of $20,600 000 USD from my Bank to your Bank. You accepted to assist me. But i wonder why we are causing delay in this transaction. Now i must confess to you that i dont have much time to delay about this transfer. Now i want you to get back to me to inform me of your stake on this. Let me know if you still wish to assist me in this transfer. If you dont want to assist me anymore in this transfer, get back to me to inform me of your non interest, so i can look for someone else to help me.\n\nI will not force you to assist me, because if you agree to transfer the money with me, you will get 40% of the funds which is for your own good. If you wish for 40%, then get back to me to inform me that you wish to continue.\n\nIf you dont wish for the transfer also get back to me to inform me of your Non-interest. Note that you have 72 hours to get back to me or i will contact someone else to help me do this transfer.\n\nI await you.\n\nBest regards\nEvans Green\n+447024072553\n+447024018895\n+447024078907", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<p class=\"comment\">[Yup...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">                                                                            \n                                  \n\n\n\nX-Originating-IP: [41.138.191.176] <br />Date: Tue, 12 Jan 2010 <br />\n\nSubject: Urgent Reminder {Get Back To Me ASAP}\n<br /><br />\nDear Friend,<br /><br />\n\nWarm greetings to you and a very Happy new year to you. I am sorry for not sending you any email message for a long while, i have been on Vacation. I just returned to work yesterday. Now we can conclude with our transaction which has been down for a while. I am not that pleased with our delay attitude towards this transaction last year, i want us to create more seriousness now, so we can get this Funds Transfer with in a short time.<br /><br />\n\nI sent you an email requesting your assistance in the transfer of $20,600 000 USD from my Bank to your Bank. You accepted to assist me. But i wonder why we are causing delay in this transaction. Now i must confess to you that i dont have much time to delay about this transfer. Now i want you to get back to me to inform me of your stake on this. Let me know if you still wish to assist me in this transfer. If you dont want to assist me anymore in this transfer, get back to me to inform me of your non interest, so i can look for someone else to help me.<br /><br />\n\nI will not force you to assist me, because if you agree to transfer the money with me, you will get 40% of the funds which is for your own good. If you wish for 40%, then get back to me to inform me that you wish to continue.<br /><br />\n\nIf you dont wish for the transfer also get back to me to inform me of your Non-interest. Note that you have 72 hours to get back to me or i will contact someone else to help me do this transfer.<br /><br />\n\nI await you.<br /><br />\n\nBest regards<br />\nEvans Green<br />\n+447024072553<br />\n+447024018895<br />\n+447024078907\n\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Evans Green,\n\nMan, I thought you were DEAD! When I didn't hear from you for several weeks, I just forgot about you.\n\nIn your previous mails, you stated that time was running, and when the stated deadline came and went, I thought you couldn't get around to doing the deal, what with being dead and everything.\n\nNow you tell me YOU WERE ON VACATION??? Why on this green Earth didn't you let me know that little fact, so I wouldn't worry about you, and the money?\n\nI told you that Kat yapped to her friend, Jody, about this deal, and that she wants money to keep quiet. She said she would be quiet about it, for a million dollars. I told her I'd tell you about this wrinkle, and let you decide if this works for you.\n\nSo, here's how I see it:\n\n$20,600,000 fund, MY 40% = $ 8,240,000\n\nJody's hush-hush money = 1,000,000\n\n9,240,000\n\nWhich still leaves you with $11,360,000, the \"lion's share\". So, will you let me know how you decide? And yes, I'm still interested in this deal.\n\nSincerely, Mark", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n\t<p class=\"nazc\">[Well, here goes the pitch...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n\nDear Evans Green,<br /><br />\n\nMan, I thought you were DEAD! When I didn't hear from you for several weeks, I just forgot about you.<br /><br />\n\nIn your previous mails, you stated that time was running, and when the stated deadline came and went, I thought you couldn't get around to doing the deal, what with being dead and everything.<br /><br />\n\nNow you tell me YOU WERE ON VACATION??? Why on this green Earth didn't you let me know that little fact, so I wouldn't worry about you, and the money?<br /><br />\n\nI told you that Kat yapped to her friend, Jody, about this deal, and that she wants money to keep quiet. She said she would be quiet about it, for a million dollars. I told her I'd tell you about this wrinkle, and let you decide if this works for you.<br /><br />\n\nSo, here's how I see it:<br /><br />\n\n$20,600,000 fund, MY 40% = $ 8,240,000<br /><br />\n\nJody's hush-hush money = 1,000,000<br /><br />\n\n9,240,000<br /><br />\n\nWhich still leaves you with $11,360,000, the \"lion's share\". So, will you let me know how you decide? And yes, I'm still interested in this deal.\n<br /><br />\nSincerely, Mark\n</div>\n</div>\n \n\n<!-- jan 2010 -->\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2010-01-14 00:00", "subject": "", "author_role": "scam", "body": "Hello my dear brother & friend,\n\ni am so happy that i received your message. it was a lengthy hard time for me not hearing from you.\nThe last message you sent to me was dated Monday 30th of November, 2009. And the last message i sent to you was Tuesday 8th December, 2009, before 8th i have sent to you so many messages without a single response from you.\nThe time was really running out then, when you did not get back to me, i had to put a pause in everything then, because i could not get someone else to help me complete the transaction, because all Documents have already been made in your name, so i cant change anything, so i had to go for vacation.\nNow i am happy that you are back to complete this transaction with me.\nIn regards to Kat's friend Jody, that is a high demand, why will she be asking for 1 million dollars of the money, i dont even know her. Why did Kat tell her friend. I wonder what she wants to talk about, because the transaction is now very Legal.\nMark i dont want to look like a greedy & self centred man, you will give her the 1 million, please there shall be no further demand from any one.\nNow that you are back, i want you to send an email to the Bank to inform them that we are ready to continue with the transaction now. Try your best to setup the Online Account with the Bank as soon as possible.\nHope you still have the Barnsley County Bank Details, send them an email as soon as possible.\nI am so happy that you are back now, it gives me so much hope.\nMy regards to Kat, tell her i missed you all.\nRegards\nEvans Green", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"eg\">Mr Evans Green</span>\n\t<p class=\"comment\">[Right on schedule...]</p>\n\t</div>\n\t<div id=\"dialog\" class=\"st\">                                                                            \n                                  \n\n\nX-Originating-IP: [83.138.136.92] <br />Date: Thu, 14 Jan 2010 <br />\n<br />\n\nHello my dear brother & friend,<br /><br />\n\ni am so happy that i received your message. it was a lengthy hard time for me not hearing from you.<br />\nThe last message you sent to me was dated Monday 30th of November, 2009. And the last message i sent to you was Tuesday 8th December, 2009, before 8th i have sent to you so many messages without a single response from you.<br />\nThe time was really running out then, when you did not get back to me, i had to put a pause in everything then, because i could not get someone else to help me complete the transaction, because all Documents have already been made in your name, so i cant change anything, so i had to go for vacation.<br />\nNow i am happy that you are back to complete this transaction with me.<br />\nIn regards to Kat's friend Jody, that is a high demand, why will she be asking for 1 million dollars of the money, i dont even know her. Why did Kat tell her friend. I wonder what she wants to talk about, because the transaction is now very Legal.<br />\nMark i dont want to look like a greedy & self centred man, you will give her the 1 million, please there shall be no further demand from any one.<br />\nNow that you are back, i want you to send an email to the Bank to inform them that we are ready to continue with the transaction now. Try your best to setup the Online Account with the Bank as soon as possible.<br />\nHope you still have the Barnsley County Bank Details, send them an email as soon as possible.<br />\nI am so happy that you are back now, it gives me so much hope.<br />\nMy regards to Kat, tell her i missed you all.<br />\nRegards<br />\nEvans Green\n</div>\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Evans Green,\n\nI just now got home from such a long time--6 weeks--working on Stan's house, and he and his girlfriend Phyllis are languishing in each others' arms in Belize, they decided I should finish up all the work and THEY should take a short vacation, so they booked a resort suite for a month! How's that for a lousy SOB \"partner\"?\n\nMeanwhile, my fiancée, Kat, and her friend Jody Madggio, have a great idea, they're going to open a pet day care, for people who don't want to leave their pets alone when they go to work, or on vacations. This money you promised me will sure come in handy, but there's a problem.\n\nSince you promised me 40%, I think that's fair, but YOU really should pay Jody the million dollars she wants. You'd still be ahead, with most of the money, so YOU should give her the money she wants, to keep her mouth shut.\n\nI contacted the bank, but I haven't heard from them. I'll write again and see what's taking so long to complete the paperwork.\n\nThank you, Mark", "raw": "<div id=\"record\">\n\t<div id=\"char\"><span class=\"naz\">Mark E. deSade</span>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\nDear Evans Green,<br /><br />\n\nI just now got home from such a long time--6 weeks--working on Stan's house, and he and his girlfriend Phyllis are languishing in each others' arms in Belize, they decided I should finish up all the work and THEY should take a short vacation, so they booked a resort suite for a month! How's that for a lousy SOB \"partner\"?<br /><br />\n\nMeanwhile, my fianc&eacute;e, Kat, and her friend Jody Madggio, have a great idea, they're going to open a pet day care, for people who don't want to leave their pets alone when they go to work, or on vacations. This money you promised me will sure come in handy, but there's a problem.<br /><br />\n\nSince you promised me 40%, I think that's fair, but YOU really should pay Jody the million dollars she wants. You'd still be ahead, with most of the money, so YOU should give her the money she wants, to keep her mouth shut.<br /><br />\n\nI contacted the bank, but I haven't heard from them. I'll write again and see what's taking so long to complete the paperwork.<br /><br />\n\nThank you, Mark<br />\n\n<p class=\"nazc\">[I sent this twice to Evans Green, through 'Reply' and it bounced. Both times. I suppose this means it's done...no more to come. ~snif~ Too bad, too. Just when I was beginning to get really started with this Lad...]</p>\n\n \t</div>\n\t</div>\n\n\n\n\n\n\n\n", "comments": []}]}