{"title": "baiters/advance_fee/sources/scamorama/nick_andre.html", "scammer": null, "location": null, "baiter": null, "notes": ["Hello Mister Nick,\n\n\n   Monsieur j'ai bien reçu votre message et je suis d'accord avec vous mais \ncomprenez une chose, depuis l'éclatement de la guerre en Côte d' Ivoire, il \ny a trop de problèmes et dans les différents ministères il y a eu assez de \nremaniement ce qui fait qu'il y a assez de laissez allez et les montants \nqui ont été fixes a Maître SEHR  est le coût réelle de la documentation que \nles autorités lui ont fixes pour obtenir les documents précités pour la \nbonne marche de cette transactions de fonds.\n   Monsieur, sachez que avec l'avocat j'ai déjà discuter avec lui pour \nqu'il prenne ses honoraires après transaction et il a accepter donc a ce \nsujet il n'y a pas de problèmes, le seul problème c'est qu'on règle les \nfrais administratifs et que la banque nous fasse le transfert des fonds \nimmédiatement pour que je puisse vous rejoindre et faire le partage car \nj'ai hâte de quitter la Côte d'Ivoire et m'installer ailleurs pour faire \ndes affaires.\n   Je compte sur vous pour me donner votre position le plus tôt possible \ncar j'ai l'argent sur moi et j'ai peur de dépenser cet argent, car il est \nréserver pour cette affaire donc j'aimerais que vous fassiez vite.\n   J'attend de vous lire et passez une bonne journée, Monsieur Nick \nj'aimerais avoir votre contact téléphonique pour discuter avec vous sur ce \nsujet.\n\n   Mlle Koffi Annicette\n \n\n\n\n\n\n\nDate: Fri, 23 Jun 2006\n\nBonjour Monsieur Nick,\n\nMister I received your message and I agree with you but  understand one thing, since the break out of the war in C\u0099te.d'ivoire, there are too many problems and in the different ministries there was enough (?) with the result that there is enough of (?) and the amounts set by Master SEHR is the real cost  of documentation that the authorities have set to obtain the above mentioned documents for the good progress of this transactions of funds. \nDear Sir,  know that with the lawyer I have already to discuss with him so that he takes his fees after transaction and he has to (to) accept thus on this subject there are no problems, the only problem it is that the administrative expenses are set and that the bank  transfers the funds immediately so that I can join you and to split the money because I am in a hurry to leave Ivory Coast and to settle elsewhere to go into business.\nI count on you to give me your position as soon as possible because I have the money on me and I am afraid to spend this money, because it is to  hold for this business I would like that you do it quickly. I waits to read you and have a good day, Mr Nick I would like to have your telephone contact to discuss  this subject with you.\n\n\n   Mlle Koffi Annicette"], "messages": [{"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Nom : KOFFI ANNICETTE \n\nNationalité :Ivoirienne Email :koffi_annicette@yahoo.ca\n\nBonjour\n\nAvant tout chose, je voudrais m'excuser de mon intrusion dans votre vie privée. Je me nomme Mlle Koffi Annicette, Cadre au Département de la Comptabilité à la CITIBANK - C\u0099te d'Ivoire. Un compte a été ouvert au sein de notre banque en 1985 et depuis 1990, aucune opération ne s'est effectuée. Ce compte présente à ce jour dans nos livres, un compte créditeur de 4.5 millions de dollars américains. Après avoir consulté méticuleusement toutes les archives et les dossiers relatifs à ce compte, je me suis rendu compte que je pouvais disposer aisément de cet argent si je réussissais à le virer sur un compte à l'extérieur.\n\nLe possesseur de ce compte fut feu John Kouakou, un expatrié, directeur de Petrol-Technical Support Services Inc, ingénieur en chimie, décédé suite à un accident de la circulation. Personne ne sait à ce jour l'existence de ce compte. Ce compte ne possède aucun autre bénéficiaire aussi bien dans sa famille que dans son entreprise.\n\nJe voudrais transférer l'argent de ce compte dans un compte sûr à l'étrange, mais je ne connais personne à l'extérieur. C'est ainsi que l'idée m'est venue de vous contacter et de vous faire la proposition de virer cette somme sur votre compte bancaire, pour partage, cÕest à dire moitié-moitié.\n\nJ'ai conscience que ce message vous surprendra car nous ne nous connaissions pas auparavant, mais soyez sûr que c'est une véritable opportunité que je vous offre.\n\nJe vous demande de me répondre le plus vite possible.\n\nCordialement.\n\nMlle Koffi Annicette\n\n\n\n\n\nNom : KOFFI ANNICETTE \n\nNationalité :Ivoirienne Email :koffi_annicette@yahoo.ca\n\nHello\n\nBefore anything else, I would like to excuse my intrusion into your private life.\nI am Mademoiselle Koffi Annicette, staff in the accounting department at Citibank, Ivory Coast.\nAn account opened at our bank in 1985 and since 1990 no transaction has been carried out. \nThis account currently shows in our books as containing 4.5 million dollars American. After having meticulously consulted all the archives and records relative to this account, I realized I could easily embezzle this money if I could put it in an overseas account.\n\nThe owner of this account was John Kouakou, an expatriate director of Petrol-Technical Support Services Inc, chemical engineer, dead after yet another mysterious traffic accident. Nobody knows about this acount. This account has no beneficiary either in his family or business. Go figure.\n\nI would like to transfer this money from this account into one abroad but I don't know anyone abroad. It is thus that the idea came to me to contact you out of everybody else on the planet and to make you the proposition to transfer this sum into your banka ccount, to share, that is to say, half and half.\n\nI am aware that this message will surprise you because we did not know each other before, but be sure that this is a real opportunity that I offer you.\n\nI ask you to answer me as quickly as possible.\n\nCordially.\n\nMlle Koffi Annicette", "raw": "<tr>\n<td colspan=2><span class=\"ntc\">[May 19 : I let it hang around a while, not sure whether I wanted to go down the scambaiting track in French.]</span><br><br>\n<center><span class=\"ak\">Koffi Annicette</span></center>\n</td>\n</tr>\n\n<!-- french -->\n<td width=\"50%\">\n<span class=\"koffi\">\nNom : KOFFI ANNICETTE <br>\n\nNationalit&eacute; :Ivoirienne Email :koffi_annicette@yahoo.ca<br><br>\n\nBonjour<br><br>\n\nAvant tout chose, je voudrais m'excuser de mon intrusion dans votre vie priv&eacute;e. Je me nomme Mlle Koffi Annicette, Cadre au D&eacute;partement de la Comptabilit&eacute; &agrave; la CITIBANK - C\u0099te d'Ivoire. Un compte a &eacute;t&eacute; ouvert au sein de notre banque en 1985 et depuis 1990, aucune op&eacute;ration ne s'est effectu&eacute;e. Ce compte pr&eacute;sente &agrave; ce jour dans nos livres, un compte cr&eacute;diteur de 4.5 millions de dollars am&eacute;ricains. Apr&egrave;s avoir consult&eacute; m&eacute;ticuleusement toutes les archives et les dossiers relatifs &agrave; ce compte, je me suis rendu compte que je pouvais disposer ais&eacute;ment de cet argent si je r&eacute;ussissais &agrave; le virer sur un compte &agrave; l'ext&eacute;rieur.<br><br>\n\nLe possesseur de ce compte fut feu John Kouakou, un expatri&eacute;, directeur de Petrol-Technical Support Services Inc, ing&eacute;nieur en chimie, d&eacute;c&eacute;d&eacute; suite &agrave; un accident de la circulation. Personne ne sait &agrave; ce jour l'existence de ce compte. Ce compte ne poss&egrave;de aucun autre b&eacute;n&eacute;ficiaire aussi bien dans sa famille que dans son entreprise.<br><br>\n\nJe voudrais transf&eacute;rer l'argent de ce compte dans un compte s&ucirc;r &agrave; l'&eacute;trange, mais je ne connais personne &agrave; l'ext&eacute;rieur. C'est ainsi que l'id&eacute;e m'est venue de vous contacter et de vous faire la proposition de virer cette somme sur votre compte bancaire, pour partage, cÕest &agrave; dire moiti&eacute;-moiti&eacute;.<br><br>\n\nJ'ai conscience que ce message vous surprendra car nous ne nous connaissions pas auparavant, mais soyez s&ucirc;r que c'est une v&eacute;ritable opportunit&eacute; que je vous offre.<br><br>\n\nJe vous demande de me r&eacute;pondre le plus vite possible.<br><br>\n\nCordialement.<br><br>\n\nMlle Koffi Annicette\n</span>\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"koffi\">\nNom : KOFFI ANNICETTE <br>\n\nNationalit&eacute; :Ivoirienne Email :koffi_annicette@yahoo.ca<br><br>\n\nHello<br><br>\n\nBefore anything else, I would like to excuse my intrusion into your private life.\nI am Mademoiselle Koffi Annicette, staff in the accounting department at Citibank, Ivory Coast.\nAn account opened at our bank in 1985 and since 1990 no transaction has been carried out. \nThis account currently shows in our books as containing 4.5 million dollars American. After having meticulously consulted all the archives and records relative to this account, I realized I could easily embezzle this money if I could put it in an overseas account.<br><br>\n\nThe owner of this account was John Kouakou, an expatriate director of Petrol-Technical Support Services Inc, chemical engineer, dead after yet another mysterious traffic accident. Nobody knows about this acount. This account has no beneficiary either in his family or business. Go figure.<br><br>\n\nI would like to transfer this money from this account into one abroad but I don't know anyone abroad. It is thus that the idea came to me to contact you out of everybody else on the planet and to make you the proposition to transfer this sum into your banka ccount, to share, that is to say, half and half.<br><br>\n\nI am aware that this message will surprise you because we did not know each other before, but be sure that this is a real opportunity that I offer you.<br><br>\n\nI ask you to answer me as quickly as possible.<br><br>\n\nCordially.<br><br>\n\nMlle Koffi Annicette\n</span>\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Chère Mademoiselle Koffi,\n\nJe vous remercie de votre courrier du 19 mai et je vous prie de bien vouloir \nexcuser mon retard en répondant. J'ai été très pris ces dernieres semaines \net ce n'est que maintenant que je peux consacrer un peu de temps à mes \naffaires privées.\n\nVotre proposition semble intéressante. Qu'est-ce que vous voulez que je \nfasse exactement ?\n\nDans l'attente de recevoir votre réponse veuillez agréer, Chère Mademoiselle \nKoffi, l'expression de mes sentiments distingués.\n\nNick Tamaire\n \n \n\n\n\n Dear Miss Koffi,\n \n I thank you for your letter of May 19 and I pray you to excuse my lateness in answering.\n I have been very busy these last weeks and it's not until now  that I can dedicate a little time to my private business.\n\nYour proposition seems interesting. What is that you want me to do exactly?\n\nI close with a  formal expression which would be spoiled by an exact translation, but involves, dear Miss, the expression of my distinguished and entirely un-scammable sentiments.\n\nNick Tamaire", "raw": "<tr>\n<td colspan=2><center>\n<span class=\"ntc\">[June 15 : OK, Let's play this silly game]</span><br><br>\n<span class=\"nt\">Nick TAMAIRE</span></center>\n\n<!-- french -->\nCh&egrave;re Mademoiselle Koffi,<br><br>\n\nJe vous remercie de votre courrier du 19 mai et je vous prie de bien vouloir \nexcuser mon retard en r&eacute;pondant. J'ai &eacute;t&eacute; tr&egrave;s pris ces dernieres semaines \net ce n'est que maintenant que je peux consacrer un peu de temps &agrave; mes \naffaires priv&eacute;es.\n<br><br>\nVotre proposition semble int&eacute;ressante. Qu'est-ce que vous voulez que je \nfasse exactement ?<br><br>\n\nDans l'attente de recevoir votre r&eacute;ponse veuillez agr&eacute;er, Ch&egrave;re Mademoiselle \nKoffi, l'expression de mes sentiments distingu&eacute;s.<br><br>\n\nNick Tamaire\n </span>\n </td>\n \n <!-- english -->\n <td>\n <span class=\"nt\">\n Dear Miss Koffi,<br><br>\n \n I thank you for your letter of May 19 and I pray you to excuse my lateness in answering.\n I have been very busy these last weeks and it's not until now  that I can dedicate a little time to my private business.\n<br><br>\nYour proposition seems interesting. What is that you want me to do exactly?\n<br><br>\nI close with a  formal expression which would be spoiled by an exact translation, but involves, dear Miss, the expression of my distinguished and entirely un-scammable sentiments.<br><br>\n\nNick Tamaire\n</span>\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "koffi annicette <koffi_annicette@yahoo.ca>", "to_name": "", "date": "2006-06-15 00:00", "subject": "Mlle Koffi Annicette mon contact direct est 00225 07 23 60 72", "author_role": "scam", "body": "Bonjour Monsieur Nick Tamaire ,\n\n    Monsieur, je vous remercie pour votre réponse et votre désir de \ncoopérer avec moi , Monsieur pour la réussite de cette affaire j'ai déjà \nsollicité l'aide d'un avocat ici qui est disponible à nous aider à faire \ncette opération mais dans la discrétion, je vous explique, l'avocat estime \nmentionné votre nom sur les documents du feu JOHN KOUAKOU, un expatrié, \ndonc vous devenez le nouveau bénéficiaire de ces fonds et c'est la seule \nvoie et issu qui nous permettra d'effectuer le transfert des fonds sur \nvotre compte en toute légalité, donc Monsieur l'avocat a  besoin d'autres \ninformations de vous.\n\n   Votre adresse, une copie de vos pièces (passeport où carte d'identité \nnationale ou permis international), vos numéros de téléphone, fax et votre \nnuméro de compte bancaire, le code Swift et le code IBAN ou seront \ntransférer les fonds.\n\n   Monsieur, tous ces informations  permettront à l'avocat d'établir des \ndocuments internes et l'aideront à mentionner votre nom sur les nouveaux \ndocuments. Monsieur je profite de la même occasion pour vous donner les \ncontacts de l'avocat.\n\n   ETUDE DE MAITRE SEHR JEROME\n   Email : cabinetsehr@yahoo.fr\n  Tel : 00225 07 30  06 84\n\n   Je vous remercie pour votre bonne collaboration et votre bonne \ncompréhension.\n\n   Je suis dans l'attente de votre contact avec l'avocat et je vous \nremercie pour votre disponibilité. Je vous joins ma photo et mon passeport \npour que vous preniez connaissance et je suis en possession d'autres \ndocuments confidentielles du défunt Mr John Kouakou , mais j'attend votre \ncontact avec l'avocat pour vous les transmettre..\n\n   Monsieur pour le moment j'ai besoin de votre numéro direct de tel. pour \nmieux discuter sur cette affaire et j'aimerais que vous sachez qu'il ne \ns'agit pas d'une blague je suis sincère et j'ai investir du temps sur cette \naffaire à faire des recherches.\n\n   Mlle Koffi Annicette mon contact direct est 00225 07 23 60 72\n \n\n\n\n\n\n \nFrom: koffi annicette <koffi_annicette@yahoo.ca>\n\nSubject: Mlle Koffi Annicette my direct contact is 00225 07 23 60 72\nDate: Thu, 15 Jun 2006\n\nHello Mr. Nick Tamaire ,\n\nSir, I thank you for your answer and your  desire to cooperate with me, Sir for the success of this affair I have already sought the help of a phony lawyer here who is available to help us do this operation but in discretion, I explain you, the respected lawyer mentioned your name on the documents of the late JOHN KOUAKOU, an expatriate, thus you will be the new beneficiary of these funds and it is the only way and issue which will permit us to effectuate the transfer of funds to your account in all legality, thus Sir the lawyer needs other information from you.\n\nYour address, a copy of your (pieces?) (passport or identity card, national or international permit), your phone and fax numbers and your bank account number, Swift code and IBAN code where to transfer the funds.\n\nSir, all this information will permit the lawyer to establish the internal documents and will help him mention your name on the new documents. Sir I also take this opportunity to give you the contact of the lawyer.\n\n   ETUDE DE MAITRE  SEHR JEROME\n   Email : cabinetsehr@yahoo.fr\n  Tel : 00225 07 30  06 84\n  \n  I thank you for your good collaboration and your good understanding.\n\nI await your contact with the lawyer and I thank you for your availability. I attach my photo and my passport so that you will know me and I am in possession of other confidential documents of the late Mr John Kouakou , but I await your contact with the lawyer to send them to you..\n\nSir for the moment I need your direct telephone number to better discuss on this affair and I would like that you know that this isn't a joke and I am sincere and I will to invest time on this affair and do research.\n\n   Mlle Koffi Annicette my direct contact is 00225 07 23 60 72", "raw": "<tr>\n<td colspan=2><center><span class=\"ak\">Koffi Annicette</span>\n<br><br>\n <span class=\"ntc\">[Accompanied by the usual photoshop passport & a photo pulled out of some magazine]</span></center>\n</td>\n</tr>\n\n \n\n<!-- french -->\n<td width=\"50%\">\n \nFrom: koffi annicette &lt;koffi_annicette@yahoo.ca&gt;<br>\n\nSubject: Mlle Koffi Annicette mon contact direct est 00225 07 23 60 72<br>\nDate: Thu, 15 Jun 2006<br><br>\n\nBonjour Monsieur Nick Tamaire ,<br><br>\n\n    Monsieur, je vous remercie pour votre r&eacute;ponse et votre d&eacute;sir de \ncoop&eacute;rer avec moi , Monsieur pour la r&eacute;ussite de cette affaire j'ai d&eacute;j&agrave; \nsollicit&eacute; l'aide d'un avocat ici qui est disponible &agrave; nous aider &agrave; faire \ncette op&eacute;ration mais dans la discr&eacute;tion, je vous explique, l'avocat estime \nmentionn&eacute; votre nom sur les documents du feu JOHN KOUAKOU, un expatri&eacute;, \ndonc vous devenez le nouveau b&eacute;n&eacute;ficiaire de ces fonds et c'est la seule \nvoie et issu qui nous permettra d'effectuer le transfert des fonds sur \nvotre compte en toute l&eacute;galit&eacute;, donc Monsieur l'avocat a  besoin d'autres \ninformations de vous.<br><br>\n\n   Votre adresse, une copie de vos pi&egrave;ces (passeport o&ugrave; carte d'identit&eacute; \nnationale ou permis international), vos num&eacute;ros de t&eacute;l&eacute;phone, fax et votre \nnum&eacute;ro de compte bancaire, le code Swift et le code IBAN ou seront \ntransf&eacute;rer les fonds.<br><br>\n\n   Monsieur, tous ces informations  permettront &agrave; l'avocat d'&eacute;tablir des \ndocuments internes et l'aideront &agrave; mentionner votre nom sur les nouveaux \ndocuments. Monsieur je profite de la m&ecirc;me occasion pour vous donner les \ncontacts de l'avocat.<br><br>\n\n   ETUDE DE MAITRE SEHR JEROME<br>\n   Email : cabinetsehr@yahoo.fr<br>\n  Tel : 00225 07 30  06 84<br><br>\n\n   Je vous remercie pour votre bonne collaboration et votre bonne \ncompr&eacute;hension.<br><br>\n\n   Je suis dans l'attente de votre contact avec l'avocat et je vous \nremercie pour votre disponibilit&eacute;. Je vous joins ma photo et mon passeport \npour que vous preniez connaissance et je suis en possession d'autres \ndocuments confidentielles du d&eacute;funt Mr John Kouakou , mais j'attend votre \ncontact avec l'avocat pour vous les transmettre..<br><br>\n\n   Monsieur pour le moment j'ai besoin de votre num&eacute;ro direct de tel. pour \nmieux discuter sur cette affaire et j'aimerais que vous sachez qu'il ne \ns'agit pas d'une blague je suis sinc&egrave;re et j'ai investir du temps sur cette \naffaire &agrave; faire des recherches.<br><br>\n\n   Mlle Koffi Annicette mon contact direct est 00225 07 23 60 72\n \n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n \nFrom: koffi annicette &lt;koffi_annicette@yahoo.ca&gt;<br>\n\nSubject: Mlle Koffi Annicette my direct contact is 00225 07 23 60 72<br>\nDate: Thu, 15 Jun 2006<br><br>\n\nHello Mr. Nick Tamaire ,<br><br>\n\nSir, I thank you for your answer and your  desire to cooperate with me, Sir for the success of this affair I have already sought the help of a phony lawyer here who is available to help us do this operation but in discretion, I explain you, the respected lawyer mentioned your name on the documents of the late JOHN KOUAKOU, an expatriate, thus you will be the new beneficiary of these funds and it is the only way and issue which will permit us to effectuate the transfer of funds to your account in all legality, thus Sir the lawyer needs other information from you.<br><br>\n\nYour address, a copy of your (pieces?) (passport or identity card, national or international permit), your phone and fax numbers and your bank account number, Swift code and IBAN code where to transfer the funds.<br><br>\n\nSir, all this information will permit the lawyer to establish the internal documents and will help him mention your name on the new documents. Sir I also take this opportunity to give you the contact of the lawyer.<br><br>\n\n   ETUDE DE MAITRE [Master] SEHR JEROME<br>\n   Email : cabinetsehr@yahoo.fr<br>\n  Tel : 00225 07 30  06 84<br><br>\n  \n  I thank you for your good collaboration and your good understanding.<br><br>\n\nI await your contact with the lawyer and I thank you for your availability. I attach my photo and my passport so that you will know me and I am in possession of other confidential documents of the late Mr John Kouakou , but I await your contact with the lawyer to send them to you..<br><br>\n\nSir for the moment I need your direct telephone number to better discuss on this affair and I would like that you know that this isn't a joke and I am sincere and I will to invest time on this affair and do research.<br><br>\n\n   Mlle Koffi Annicette my direct contact is 00225 07 23 60 72\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Chère Mademoiselle Koffi,\n\nJe vous remercie de votre réponse rapide. Pour le moment je n'ai pas pris \ncontact avec Maître Sehr car je souhaiterais dans un premier temps que vous \nm'expliquiez exactement comment toute l'opération devrait se dérouler.\n\nVous me demandez d'envoyer une copie de mon passeport à un avocat en C\u0099te \nd'Ivoire quand je vous connais à peine. Je regrette, mais il y a tant de \ntrafic de documents confidentiels sur internet que je n'ai aucunement \nl'intention d'envoyer une copie d'un document aussi confidentiel.\n\nJe n'ai pas de fax. Depuis la création d'internet j'ai totalement abandonné \nl'utilisation du fax. Il y a un mois j'ai eu un accident lorsque je faisais \nde la plongée sous marine et je suis en attente d'une opération du larynx. \nEn ce moment mon ORL m'a interdit de parler jusqu'à un mois après \nl'opération. Par conséquent j'ai mis mon abonnement du téléphone en suspens \njusqu'à fin juillet minimum.\n\nDernièrement vous me demandez de vous fournir les détails de mon compte \nbancaire. Jusqu'à ce que je sache exactement comment l'opération va se \ndérouler je ne donnerai pas ces détails.\n\nJ'espère que vous comprendrez ma position et j'attends impatiemment votre \nréponse.\n\nVeuillez agréer, Chère Mademoiselle Koffi, l'expression de mes sentiments \ndistingués.\n\nNick Tamaire\n \n \n\n\n\n\n\n\n \n\nChère Mademoiselle Koffi,\n\nI thank you for your rapid response. For the moment I have not contacted M. Sehr as I hoped first that you would explain to me exactly how this whole operation would go.\n\nYou ask me to send a copy of my passport to a lawyer in Ivory Coast whom I don't know. I'm sorry but there's so much traffic in confidential documents on the internet that I have no intention of sending a copy of such a confidential document.\n\nI have no fax. Since the creation of the internet I have completely abandoned using the fax. A month ago I had an accident in which I dived into the sea and I am waiting for an operation on my larynx. For now my doctor has forbidden me to speak for another month after the operation. Therefore I have suspended my phone account until the end of July at least.\n\n\nLastly you ask me to give you my bank account details. Until I know exactly how the operation will go I will not give these details.\n\n\nI hope that you will understand my position and I wait impatiently for your response.\n\n\nPlease accept, Dear Mademoiselle Koffi, the expression of my distinguished sentiments.\n\nNick Tamaire", "raw": "<tr>\n<td colspan=2>\n<center>\n<span class=\"ntc\">[June 16 : No fax and I need an operation on my throat]</span><br><br>\n <span class=\"nt\">Nick TAMAIRE</span><br><br><span class=\"nt\">\n</td>\n\n\n<!-- french -->\n<td width=\"50%\">\n\n\n\n \n\nCh&egrave;re Mademoiselle Koffi,<br><br>\n\nJe vous remercie de votre r&eacute;ponse rapide. Pour le moment je n'ai pas pris \ncontact avec Ma&icirc;tre Sehr car je souhaiterais dans un premier temps que vous \nm'expliquiez exactement comment toute l'op&eacute;ration devrait se d&eacute;rouler.\n<br><br>\nVous me demandez d'envoyer une copie de mon passeport &agrave; un avocat en C\u0099te \nd'Ivoire quand je vous connais &agrave; peine. Je regrette, mais il y a tant de \ntrafic de documents confidentiels sur internet que je n'ai aucunement \nl'intention d'envoyer une copie d'un document aussi confidentiel.<br><br>\n\nJe n'ai pas de fax. Depuis la cr&eacute;ation d'internet j'ai totalement abandonn&eacute; \nl'utilisation du fax. Il y a un mois j'ai eu un accident lorsque je faisais \nde la plong&eacute;e sous marine et je suis en attente d'une op&eacute;ration du larynx. \nEn ce moment mon ORL m'a interdit de parler jusqu'&agrave; un mois apr&egrave;s \nl'op&eacute;ration. Par cons&eacute;quent j'ai mis mon abonnement du t&eacute;l&eacute;phone en suspens \njusqu'&agrave; fin juillet minimum.<br><br>\n\nDerni&egrave;rement vous me demandez de vous fournir les d&eacute;tails de mon compte \nbancaire. Jusqu'&agrave; ce que je sache exactement comment l'op&eacute;ration va se \nd&eacute;rouler je ne donnerai pas ces d&eacute;tails.<br><br>\n\nJ'esp&egrave;re que vous comprendrez ma position et j'attends impatiemment votre \nr&eacute;ponse.<br><br>\n\nVeuillez agr&eacute;er, Ch&egrave;re Mademoiselle Koffi, l'expression de mes sentiments \ndistingu&eacute;s.<br><br>\n\nNick Tamaire\n \n </span>\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n\n\n \n\nCh&egrave;re Mademoiselle Koffi,<br><br>\n\nI thank you for your rapid response. For the moment I have not contacted M. Sehr as I hoped first that you would explain to me exactly how this whole operation would go.<br><br>\n\nYou ask me to send a copy of my passport to a lawyer in Ivory Coast whom I don't know. I'm sorry but there's so much traffic in confidential documents on the internet that I have no intention of sending a copy of such a confidential document.<br><br>\n\nI have no fax. Since the creation of the internet I have completely abandoned using the fax. A month ago I had an accident in which I dived into the sea and I am waiting for an operation on my larynx. For now my doctor has forbidden me to speak for another month after the operation. Therefore I have suspended my phone account until the end of July at least.\n<br><br>\n\nLastly you ask me to give you my bank account details. Until I know exactly how the operation will go I will not give these details.\n<br><br>\n\nI hope that you will understand my position and I wait impatiently for your response.\n<br><br>\n\nPlease accept, Dear Mademoiselle Koffi, the expression of my distinguished sentiments.<br><br>\n\nNick Tamaire\n \n </span>\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2006-06-16 00:00", "subject": "Bonjour Monsieur Nicolas", "author_role": "scam", "body": "Bonjour Monsieur Nicolas,\n\n  Je vous remercie pour votre réponse mais je vais vous donner un peu plus \nd'explication sur cette affaire, je travaille au sein de la CITIBANK Côte \nd'Ivoire en tant que cadre au Département de la Comptabilité et j'ai \ndécouvert un compte qui appartient a un ancien directeur d'une société de \npétrole ici en C\u0099te d'Ivoire, ce homme se nommait Mr JOHN KOUAKOU , il \nétait un expatrie c'est-à-dire un étranger il venait de la République de  \nSerria Leone, il a fait un accident de la circulation ce qu'il lui a coûte \nsa vie et après enquêtes de ma part j'ai découvert que personne n'était  au \ncourant de cette affaire au sein de sa société et de sa famille donc j'ai \nencore mener des enquêtes et j'ai découvert que je pouvait m'en emparer de \ncet argent librement , mais toute seule je ne peut pas et je suis entrer en \ncontact avec un avocat de la place très réputée pour prendre conseil et il \nm'a dit que cela est faisable mais il faudrait que je trouve un partenaire \nextérieur qui pourrait  fournir un compte sur lequel on pourra transférer cet argent et qu'il est \nprêt a établir tous les documents pour que personne ne s'en aperçoive de la \nnature de notre affaire.\n   Monsieur, sachez que sans vos informations rien ne pourra être fait \nparce que vos informations demandées permettront a l'avocat d'établir les \ndocuments essentielles dont la banque aura besoin pour faire le transfert \nsur votre compte car sans ces informations le transfert  se fera comment ce \nn'est pas de la magie alors comprenez très bien la situation parce que si \nmoi j'ai accepter de vous faire parvenir mes pièces c'est par confiance que \nje l'ai fait a votre tour vous le refuser ce n'est pas normale et monsieur \nil y a un point que je ne voudrait pas sauter dans cette affaire c'est que \nune fois que vos informations seront chez l'avocat il restera maintenant \nl'obtention de ces documents dans les différents ministères impliques dans \nce transfert et pour obtenir ces documents il faudra payer des frais \nadministratifs comme me l'a indiquer l'avocat et c'est la que j'aurai \nbesoin encore de votre aide parce que si les frais que va nous demander de \npayer l'avocat dépasse ma\n  compétence il faudra que vous me soutenez financièrement pour achever \ncette transaction sur votre compte et que je vous rejoigne pour faire le \npartage de cet argent, si vous etes d'accord sur ce principe alors on \ns'engage dans cette affaire ou si c'est le cas contraire je voudrais qu'on \nne perde pas assez de temps sur cette histoire.\n   Voila en quelques lignes la nature de notre business si vous etes \nd'accord on s'engage  a fond, présentement j'ai des documents \nconfidentielles du défunt Mr JOHN KOUAKOU si vous entrer en contact avec \nl'avocat je  vais vous les transmet pour que vous preniez connaissance.\n   J'attends de vous lire.\n\n   Mlle Koffi Annicette\n \n\n\n\n\n\n\n \nSubject: Bonjour Monsieur Nicolas\nDate: Fri, 16 Jun 2006 \n\nBonjour Monsieur Nicolas,\n\nI thank you for your response but I will to give you a little more explanation about this business, I work in CITIBANK Ivory Coast as staff in the accounting department and I have discovered an account belonging to a former director of a petrol company here in Ivory Coast, this man was named \n Mr JOHN KOUAKOU , he was an expatriate that is to say a foreigner he came from the Republic of Serria Leone, he had a traffic accident that took his life and after inquiries on my part I discovered that no one is up on this affair at the company and of his family which I to make more inquiries and I discovered that I could freely take this money, but all alone I cannot and I am to enter into contact with a lawyer of reputable position to take counsel and he told me that it is doable but I must find a foreign partner who could furnish an account where one could transfer this money and that he is ready to establish all the documents so that no one will figure out the nature of our business.\n\nSir, know that without your information nothing can be done because your requested information will permit the lawyer to establish the essential documents which the bank will need to make the transfer into your account because without these information the transfer will be made how it is not magic so understand well the situation because if me I have to (to) accept to forward you my paperwork it is with confidence that I did it is your turn to refuse it to you it is not normal and sir there is a point that I would not like to omit is only one time that your information will be with the lawyer it will stay now the obtaining of these documents in the different ministries involved in the transfer and to obtain these documents it will be necessary to pay administrative charges as the lawyer has to explain to me and it is there that I need your help because if the charges that will be to demand of us to pay the lawyer exceed my means you will have to support me financially to bring about this transactions in your account and so that I meet you to share out this money, if you are in accord on this principle then we can begin this business or in the contrary case I would like not to waste much time on this story.\n\nThere in a few lines the nature of our business if you are in accord one begins at the beginning, presently I have the confidential documents of the late  Mr JOHN KOUAKOU  if you to enter into contact with the lawyer I go send them you so you will have knowledge.\n\n I wait to read from you.\n\n   Mlle Koffi Annicette", "raw": "<tr>\n<td colspan=2>\n<center>\n <span class=\"ntc\">The 1st bite</span><br><br>\n \n<span class=\"ak\">Koffi Annicette</span><span class=\"koffi\"><br><br>\n</center>\n</td>\n<!-- french -->\n<td width=\"50%\">\n\n \nSubject: Bonjour Monsieur Nicolas<br>\nDate: Fri, 16 Jun 2006 <br><br>\n\nBonjour Monsieur Nicolas,<br><br>\n\n  Je vous remercie pour votre r&eacute;ponse mais je vais vous donner un peu plus \nd'explication sur cette affaire, je travaille au sein de la CITIBANK C&ocirc;te \nd'Ivoire en tant que cadre au D&eacute;partement de la Comptabilit&eacute; et j'ai \nd&eacute;couvert un compte qui appartient a un ancien directeur d'une soci&eacute;t&eacute; de \np&eacute;trole ici en C\u0099te d'Ivoire, ce homme se nommait Mr JOHN KOUAKOU , il \n&eacute;tait un expatrie c'est-&agrave;-dire un &eacute;tranger il venait de la R&eacute;publique de  \nSerria Leone, il a fait un accident de la circulation ce qu'il lui a co&ucirc;te \nsa vie et apr&egrave;s enqu&ecirc;tes de ma part j'ai d&eacute;couvert que personne n'&eacute;tait  au \ncourant de cette affaire au sein de sa soci&eacute;t&eacute; et de sa famille donc j'ai \nencore mener des enqu&ecirc;tes et j'ai d&eacute;couvert que je pouvait m'en emparer de \ncet argent librement , mais toute seule je ne peut pas et je suis entrer en \ncontact avec un avocat de la place tr&egrave;s r&eacute;put&eacute;e pour prendre conseil et il \nm'a dit que cela est faisable mais il faudrait que je trouve un partenaire \next&eacute;rieur qui pourrait  fournir un compte sur lequel on pourra transf&eacute;rer cet argent et qu'il est \npr&ecirc;t a &eacute;tablir tous les documents pour que personne ne s'en aper&ccedil;oive de la \nnature de notre affaire.<br><br>\n   Monsieur, sachez que sans vos informations rien ne pourra &ecirc;tre fait \nparce que vos informations demand&eacute;es permettront a l'avocat d'&eacute;tablir les \ndocuments essentielles dont la banque aura besoin pour faire le transfert \nsur votre compte car sans ces informations le transfert  se fera comment ce \nn'est pas de la magie alors comprenez tr&egrave;s bien la situation parce que si \nmoi j'ai accepter de vous faire parvenir mes pi&egrave;ces c'est par confiance que \nje l'ai fait a votre tour vous le refuser ce n'est pas normale et monsieur \nil y a un point que je ne voudrait pas sauter dans cette affaire c'est que \nune fois que vos informations seront chez l'avocat il restera maintenant \nl'obtention de ces documents dans les diff&eacute;rents minist&egrave;res impliques dans \nce transfert et pour obtenir ces documents il faudra payer des frais \nadministratifs comme me l'a indiquer l'avocat et c'est la que j'aurai \nbesoin encore de votre aide parce que si les frais que va nous demander de \npayer l'avocat d&eacute;passe ma\n  comp&eacute;tence il faudra que vous me soutenez financi&egrave;rement pour achever \ncette transaction sur votre compte et que je vous rejoigne pour faire le \npartage de cet argent, si vous etes d'accord sur ce principe alors on \ns'engage dans cette affaire ou si c'est le cas contraire je voudrais qu'on \nne perde pas assez de temps sur cette histoire.<br><br>\n   Voila en quelques lignes la nature de notre business si vous etes \nd'accord on s'engage  a fond, pr&eacute;sentement j'ai des documents \nconfidentielles du d&eacute;funt Mr JOHN KOUAKOU si vous entrer en contact avec \nl'avocat je  vais vous les transmet pour que vous preniez connaissance.<br><br>\n   J'attends de vous lire.<br><br>\n\n   Mlle Koffi Annicette\n \n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n \nSubject: Bonjour Monsieur Nicolas<br>\nDate: Fri, 16 Jun 2006 <br><br>\n\nBonjour Monsieur Nicolas,<br><br>\n\nI thank you for your response but I will to give you a little more explanation about this business, I work in CITIBANK Ivory Coast as staff in the accounting department and I have discovered an account belonging to a former director of a petrol company here in Ivory Coast, this man was named \n Mr JOHN KOUAKOU , he was an expatriate that is to say a foreigner he came from the Republic of Serria Leone, he had a traffic accident that took his life and after inquiries on my part I discovered that no one is up on this affair at the company and of his family which I to make more inquiries and I discovered that I could freely take this money, but all alone I cannot and I am to enter into contact with a lawyer of reputable position to take counsel and he told me that it is doable but I must find a foreign partner who could furnish an account where one could transfer this money and that he is ready to establish all the documents so that no one will figure out the nature of our business.\n<br><br>\nSir, know that without your information nothing can be done because your requested information will permit the lawyer to establish the essential documents which the bank will need to make the transfer into your account because without these information the transfer will be made how it is not magic so understand well the situation because if me I have to (to) accept to forward you my paperwork it is with confidence that I did it is your turn to refuse it to you it is not normal and sir there is a point that I would not like to omit is only one time that your information will be with the lawyer it will stay now the obtaining of these documents in the different ministries involved in the transfer and to obtain these documents it will be necessary to pay administrative charges as the lawyer has to explain to me and it is there that I need your help because if the charges that will be to demand of us to pay the lawyer exceed my means you will have to support me financially to bring about this transactions in your account and so that I meet you to share out this money, if you are in accord on this principle then we can begin this business or in the contrary case I would like not to waste much time on this story.\n<br><br>\nThere in a few lines the nature of our business if you are in accord one begins at the beginning, presently I have the confidential documents of the late  Mr JOHN KOUAKOU  if you to enter into contact with the lawyer I go send them you so you will have knowledge.\n<br><br>\n I wait to read from you.<br><br>\n\n   Mlle Koffi Annicette\n \n</span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Chère Mademoiselle Koffi,\n\nJe vous prie de bien vouloir excuser mon silence depuis vendredi. Je vous ai \nparlé de l'opération que je dois subir. Vendredi après-midi j'avais rendez \nvous avec mon ORL pour un petit examaen. Pendant la visite il a remarqué une \npetite bosse dans ma gorge. Il m'a gardé à la clinique tout le weekend pour \nune série de tests. J'aurai les résultats vers la fin de la semaine. \nJ'espère que ce n'est rien de grave. Déjà l'idée de l'opération me fait \nassez peur. Tout cela pour vous prier d'excuser mon retard en répondant à \nvotre e-mail de vendredi. Mais je suis sûr que vous comprenez que ce n'était \npas de mon sort.\n\nDans votre e-mail vous me parlez de frais qu'il va falloir payer. Je suis un \nhomme d'affaires très prudent. Avant de me lancer dans quoi que ce soit je \nsouhaite savoir exactement où je mets les pieds. Je souhaiterais que vous me \nfournissiez une liste complète et détaillée de tous les frais, les montants, \nles récipients et l'explication du pourquoi.\n\nDans l'attente de votre réponse veuillez agréer, Chère Mademoiselle Koffi, \nl'expression de mes sentiments distingués.\n\nNick Tamaire\n \n \n\n\n\n\n \n\nChère Mademoiselle Koffi,\n\nI pray you to excuse my silence since Friday. I spoke to you of the operation I must undergo.\nFriday afternoon I had a meeting with my doctor for a little examination.\nDuring the visit he noted a little lump in my throat. \nHe kept me at the clinic all weekend for a series of tests.\nI will have the results toward the end of the week.\nI hope it's not serious.\nAlready the operation makes me afraid enough.\nAll this to excuse myself for my lateness in responding to your e-mail of Friday.\nBut I am sure that you will understand that it was not my fault.\n\nIn your e-mail you speak of charges that must be paid.\nI am a very prudent businessman.\nBefore launching myself into who knows what I wish to know exactly where I put my feet.\nI would hope that you give me a complete and detailed list of all the charges, the amounts, the recipients, and the explanation of why.\n\nClosing with a  distinguished-sounding paragraph that makes me sound like a  prudent businessman.\n\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n\n\n<span class=\"nt\">\n \n\nCh&egrave;re Mademoiselle Koffi,<br><br>\n\nJe vous prie de bien vouloir excuser mon silence depuis vendredi. Je vous ai \nparl&eacute; de l'op&eacute;ration que je dois subir. Vendredi apr&egrave;s-midi j'avais rendez \nvous avec mon ORL pour un petit examaen. Pendant la visite il a remarqu&eacute; une \npetite bosse dans ma gorge. Il m'a gard&eacute; &agrave; la clinique tout le weekend pour \nune s&eacute;rie de tests. J'aurai les r&eacute;sultats vers la fin de la semaine. \nJ'esp&egrave;re que ce n'est rien de grave. D&eacute;j&agrave; l'id&eacute;e de l'op&eacute;ration me fait \nassez peur. Tout cela pour vous prier d'excuser mon retard en r&eacute;pondant &agrave; \nvotre e-mail de vendredi. Mais je suis s&ucirc;r que vous comprenez que ce n'&eacute;tait \npas de mon sort.<br><br>\n\nDans votre e-mail vous me parlez de frais qu'il va falloir payer. Je suis un \nhomme d'affaires tr&egrave;s prudent. Avant de me lancer dans quoi que ce soit je \nsouhaite savoir exactement o&ugrave; je mets les pieds. Je souhaiterais que vous me \nfournissiez une liste compl&egrave;te et d&eacute;taill&eacute;e de tous les frais, les montants, \nles r&eacute;cipients et l'explication du pourquoi.<br><br>\n\nDans l'attente de votre r&eacute;ponse veuillez agr&eacute;er, Ch&egrave;re Mademoiselle Koffi, \nl'expression de mes sentiments distingu&eacute;s.<br><br>\n\nNick Tamaire\n \n </span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n  \n<span class=\"nt\">\n \n\nCh&egrave;re Mademoiselle Koffi,<br><br>\n\nI pray you to excuse my silence since Friday. I spoke to you of the operation I must undergo.\nFriday afternoon I had a meeting with my doctor for a little examination.\nDuring the visit he noted a little lump in my throat. \nHe kept me at the clinic all weekend for a series of tests.\nI will have the results toward the end of the week.\nI hope it's not serious.\nAlready the operation makes me afraid enough.\nAll this to excuse myself for my lateness in responding to your e-mail of Friday.\nBut I am sure that you will understand that it was not my fault.<br><br>\n\nIn your e-mail you speak of charges that must be paid.\nI am a very prudent businessman.\nBefore launching myself into who knows what I wish to know exactly where I put my feet.\nI would hope that you give me a complete and detailed list of all the charges, the amounts, the recipients, and the explanation of why.<br><br>\n\nClosing with a  distinguished-sounding paragraph that makes me sound like a  prudent businessman.\n<br><br>\n\nNick Tamaire\n \n </span>\n  \n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2006-06-19 00:00", "subject": "", "author_role": "scam", "body": "Bonsoir Monsieur Nick,\n\n   J'ai bien reçu votre message et je voudrais vous souhaitez prompt \nrétablissement pour la maladie qui vous ronge présentement, mais par la \ngrâce de Dieu tout ira pour le mieux,\n   Monsieur comme je vous l'ai dit dans mon précédent message nous devons \npayez des frais administratifs lors de cette transaction voilà pourquoi je \ndemande votre concours pour pouvoir résoudre ce problème, monsieur si vous \nvoulez conna\u0094tre le coût réelle des frais je vous prierai de rentrer en \ncontact avec l'avocat car c'est lui qui m'en a parler et je considère que \nc'est lui qui en sait et qui est bien placer pour vous donner plus amples \ndétails sur cette transaction de fonds.\n   J'ai foi en vous et je compte sur vous pour entrer en contact avec lui \nle plus vite possible.\n   Je vous redonne ses contacts :\n   Me SEHR JEROME\n   Tel : 00225 07 36 06 84\n   Email : cabinetsehr@yahoo.fr\n   J'attend de vous lire et de votre contact avec l'avocat.\n\n   Mlle Koffi Annicette\n \n\n\n\n\n\nDate: Mon, 19 Jun 2006 \n\nGood evening Mister Nick,\n\nI received your message and I would like you wish prompt recovery for the disease which assails you at present, but by the grace of God all will go for the best,\n\nSir as I told you in my earlier message we must pay the administrative charges of this transasction there is why I ask your agreement to be able to resolve this problem, sir if you want to know the real cost of the charges I ask you to contact the lawyer as it is he who is to speak to me and I consider that it is he who knows and who is well to place to give you more details on this transaction of funds.\n\n\nI have faith in you and I count on your to contact him as fast as possible.\nI give you his contacts again:\n   Me SEHR JEROME\n   Tel : 00225 07 36 06 84\n   Email : cabinetsehr@yahoo.fr\n   \n   I wait to read you and of your contact with the lawyer.\n  \n\n   Mlle Koffi Annicette", "raw": "<tr>\n<td colspan=2>\n<center>\n<span class=\"ntc\"></span><br><br>\n<span class=\"ak\">Koffi Annicette</span>\n</center>\n</td>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"koffi\">\nDate: Mon, 19 Jun 2006 <br><br>\n\nBonsoir Monsieur Nick,<br><br>\n\n   J'ai bien re&ccedil;u votre message et je voudrais vous souhaitez prompt \nr&eacute;tablissement pour la maladie qui vous ronge pr&eacute;sentement, mais par la \ngr&acirc;ce de Dieu tout ira pour le mieux,<br><br>\n   Monsieur comme je vous l'ai dit dans mon pr&eacute;c&eacute;dent message nous devons \npayez des frais administratifs lors de cette transaction voil&agrave; pourquoi je \ndemande votre concours pour pouvoir r&eacute;soudre ce probl&egrave;me, monsieur si vous \nvoulez conna\u0094tre le co&ucirc;t r&eacute;elle des frais je vous prierai de rentrer en \ncontact avec l'avocat car c'est lui qui m'en a parler et je consid&egrave;re que \nc'est lui qui en sait et qui est bien placer pour vous donner plus amples \nd&eacute;tails sur cette transaction de fonds.<br><br>\n   J'ai foi en vous et je compte sur vous pour entrer en contact avec lui \nle plus vite possible.<br>\n   Je vous redonne ses contacts :<br>\n   Me SEHR JEROME<br>\n   Tel : 00225 07 36 06 84<br>\n   Email : cabinetsehr@yahoo.fr<br>\n   J'attend de vous lire et de votre contact avec l'avocat.<br><br>\n\n   Mlle Koffi Annicette\n \n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n\n<span class=\"koffi\">\nDate: Mon, 19 Jun 2006 <br><br>\n\nGood evening Mister Nick,<br><br>\n\nI received your message and I would like you wish prompt recovery for the disease which assails you at present, but by the grace of God all will go for the best,<br><br>\n\nSir as I told you in my earlier message we must pay the administrative charges of this transasction there is why I ask your agreement to be able to resolve this problem, sir if you want to know the real cost of the charges I ask you to contact the lawyer as it is he who is to speak to me and I consider that it is he who knows and who is well to place to give you more details on this transaction of funds.\n<br><br>\n\nI have faith in you and I count on your to contact him as fast as possible.<br>\nI give you his contacts again:<br>\n   Me SEHR JEROME<br>\n   Tel : 00225 07 36 06 84<br>\n   Email : cabinetsehr@yahoo.fr<br>\n   \n   I wait to read you and of your contact with the lawyer.\n  <br><br>\n\n   Mlle Koffi Annicette\n \n</span>\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "à l'attention de : Maître Jérôme SEHR\n                            Avocat\n\nCher Maître,\n\nA la demande de Mademoiselle Annicette KOFFI du Département de Comptabilité \nà la CITIBANK, Côte d'Ivoire, je prends contact avec vous concernant le \ndossier de Monsieur John KOUAKOU, décédé.\n\nQu'est-ce que je dois faire  pour aider Mademoiselle KOFFI dans cette \naffaire ?\n\nDans l'attente de lire votre réponse, veuillez agréer, Cher Maître, \nl'expression de mes sentiments distingués.\n\nNick TAMAIRE\n\n\n\n\n\n  \nà l'attention de : Maître Jérôme SEHR\n                            Avocat\n\nDear Master,\n\nAt the request of Mademoiselle Annicette KOFFI of the accounting department of CITIBANK, Ivory Coast, I contact you concerning the file of Monsieur John KOUAKOU, deceased.\n\n\nWhat must I do to help Mademoiselle KOFFI in this business?\n\nWaiting for your response, please accept, dear sir, the expression of my distinguished sentiments.\n\n\nNick TAMAIRE", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n<span class=\"nt\">\n  \n&agrave; l'attention de : Ma&icirc;tre J&eacute;r&ocirc;me SEHR\n                            Avocat<br><br>\n\nCher Ma&icirc;tre,\n<br><br>\nA la demande de Mademoiselle Annicette KOFFI du D&eacute;partement de Comptabilit&eacute; \n&agrave; la CITIBANK, C&ocirc;te d'Ivoire, je prends contact avec vous concernant le \ndossier de Monsieur John KOUAKOU, d&eacute;c&eacute;d&eacute;.<br><br>\n\nQu'est-ce que je dois faire  pour aider Mademoiselle KOFFI dans cette \naffaire ?<br><br>\n\nDans l'attente de lire votre r&eacute;ponse, veuillez agr&eacute;er, Cher Ma&icirc;tre, \nl'expression de mes sentiments distingu&eacute;s.<br><br>\n\nNick TAMAIRE\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"nt\">\n  \n&agrave; l'attention de : Ma&icirc;tre J&eacute;r&ocirc;me SEHR\n                            Avocat<br><br>\n\nDear Master,\n<br><br>\nAt the request of Mademoiselle Annicette KOFFI of the accounting department of CITIBANK, Ivory Coast, I contact you concerning the file of Monsieur John KOUAKOU, deceased.\n<br><br>\n\nWhat must I do to help Mademoiselle KOFFI in this business?\n<br><br>\nWaiting for your response, please accept, dear sir, the expression of my distinguished sentiments.\n<br><br>\n\nNick TAMAIRE\n</span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2006-06-20 00:00", "subject": "ETUDE DE Me SEHR JEROME (PROCEDURE A SUIVRE)", "author_role": "scam", "body": "ETUDE DE Me SEHR JEROME\nAvocat à la Cour de Première Instance d'Abidjan\nImmeuble SCIAM, Av Marchand\nBP V 334 Abidjan 01 - Plateau\n   Tél. (LD) : +225-(0)736-0684\n   Fax : +225-2127-7908\n                                                                         \nAbidjan, le 20 Juin 2006\n   A\n   Monsieur NICK TAMAIRE,\n\nJ'accuse bonne réception de votre courrier et suite à mon entretien à ce \njour avec votre partenaire Mlle KOFFI ANNICETTE, je tiens à vous souligner \nce qui suit ; j'aurai besoin de vos informations suivantes pour me \npermettre à obtenir les dits documents aux différents ministères à savoir \n(Ministère de la Justice et Ministère de l'Economie et des Finances de Côte \nd'Ivoire).\n   Monsieur vos informations importants à me fournir :\n\n   - Votre adresse domicilier,\n   - Vos différents contacts téléphoniques, 1 fax si possible.\n   - Une copie de vos pièces (soit passeport, soit permis international ou \ncarte d'identité nationale).\n   - Les coordonnées de la banque bénéficiaire\n   - Adresse de la banque\n  - Le code IBAN, le code SWIFT, le RIB code et le code GUICHET\n\n   Tous ces documents établis et certifiés par mon cabinet donneront un \npouvoir d'ordre juridique et capital à la banque de vous effectuer le \ntransfert de fonds dans l'immédiat sans la moindre hésitation.\n\n   En somme, Monsieur vos informations demandées serviront à obtenir les \ndocuments cités ci-dessous :\n\n  1) - CHANGEMENT OFFICIEL DE L'APPROBATION DE PROPRIETE\n                          (Changement de nouveau bénéficiaire)\n   Ce présent certificat sera délivré par le Ministère de la Justice de \nCôte d'Ivoire. Ce certificat vous identifie comme le nouveau bénéficiaire \nde ces fonds et le bénéficiaire plénipotentiaire de ces fonds. Ce document \nà montant de ?1.775 (Euro).\n\n  2) - LE CERTIFICAT D'ORIGINE DES FONDS\n   Ce certificat vous couvrira tout le long du transfert des fonds car une \nfois que les fonds seront transfères votre banque et le gouvernement de \nvotre pays vous demanderont de justifier l'origine de ces fonds, car toutes \nles institutions financières et votre gouvernement penseront au \nblanchissement de fonds mais ce certificat vous permettra de justifier la \nprovenance de ces fonds. Ce certificat sera délivré par le Ministère de la \nJustice et des droits de l'homme. Pour formuler la documentation de ce \ncertificat il faut ?1.350 (Euro).\n\n   3) - LE CERTIFICAT D'AUTORISATION DE TRANSFERT DE FONDS.\n   Il sera délivré par la Ministère de l'Economie et des finances de Côte \nd'ivoire et suivie d'une lettre d'autorisation de transfert de fonds \napprouvée par la BCEAO (Banque Centrale des Etats de l'Afrique de l'Ouest). \nCe document à montant de ?1.585 (Euro).\n\n   4) - AGREMENT MINISTERIEL\n   Cette attestation est délivrée par le Ministère de la Justice de Côte \nd'ivoire et autorise la transaction légale de ces fonds. Ce document vaut \nun montant de ?1.655 (Euro).\n\n   5) - Le timbre régularisant l'ordre judiciaire et la légalité économique \ndu transfert vaut ?220 (Euro).\n\n   Cependant, Monsieur, je voudrais que vous sachiez que l'établissement \ndes documents nécessite la somme de ?6.585 (Six Mille Cinq Cent Quatre \nVingt Cinq Euro), aux différents ministères à savoir (Ministère de \nl'Economie et des finances et le Ministère de la Justice de Côte d'Ivoire). \nDonc, Monsieur, je ne voudrais pas que vous perdiez du temps car ces \ndocuments vous serviront pour la justification juridiquement légale de ces \nfonds.\n\n   En effet, Monsieur, ne vous inquiétez pas sur l'origine des fonds et la \nvéracité de cette affaire car je connais parfaitement le circuit de \ntransfert de montant élevé et tous les documents citez ci-dessous sont \nd'ordres juridiques et légaux pour la traçabilité de cette affaire et avec \nces documents vous justifierai l'origine des fonds une fois sur votre \ncompte bancaire. A cet effet, je voudrais que vous suivez à la lettre mes \nprérogatives afin de me faciliter la tache pour l'obtention des dits \ndocuments.\n\n   Notamment, Monsieur vous devez me faire parvenir vos informations \ndemandées suivi des frais administratifs pour l'obtention des documents \ncitez ci-dessus, afin que la banque puisse procéder à l'exécution des fonds \nsur votre compte sous ma supervision.\n\n   En somme, je voudrais solliciter votre rapidité d'action en envoyant les \nfrais administratifs d'un montant de ?6.585 (Euro) à partir de l'agence \nWestern Union à mon nom pour établir et certifier cette documentation \nprépondérante et que le transfert sera effectif le plus rapidement \npossible.\n\n   Je tiens à vous remercier et à vous souligner ce qui suit :\n\n1 - Monsieur, vous devrez me faire confiance,\n2 - Apprêtez vous pour le paiement des frais administratifs pour \nl'obtention des documents citez ci-dessus,\n3 - Dès effectif de la transaction de fonds sur votre compte, Mlle KOFFI \nANNICETTE récupéra sa part à partir d'un compte bancaire qu'il vous \ntransmettra le numéro pour transfert,\n\n   Monsieur dès réception des frais administratifs et finition des \ndocuments établis et certifiés par mon cabinet, j'irai moi même à la banque \ndéposer les documents et veiller à ce que le transfert soit effectuer dans \nl'immédiat sur votre compte.\n\n   N.B : Monsieur je vous explique un tout petit peu comment nous \nprocéderont, dès réception de vos informations mon cabinet se chargera à \nobtenir en premier lieu les documents suivants :\n\n   - UNE DECLARATION DE LEGALITE SOUS SERMENT, délivré par le Ministère de \nla Justice, précisément au cabinet du Président du Tribunal de Côte \nd'Ivoire qui donnera procuration à mon Etude d'obtenir tous les documents \nimportants dans la légalité.\n\n   - UNE PROCURATION IRREVOCABLE, délivré également par le Ministère de la \nJustice de Côte d'ivoire, attestant votre crédibilité et véracité sur cet \nhéritage comme bénéficiaire plénipotentiaire.\n\n   Notamment, vu que tous les documents seront obtenir par mon Cabinet je \ndeviens automatiquement votre avocat c'est à dire votre représentant et \n>donc vous devez suivre à la lettre mes instructions pour me faciliter la \ntache afin que je puisse dans un bref délai réunir tous les documents \nafférents pour le bon déroulement de cette opération inter-bancaire.\n\n   En effet, Monsieur, apprêtez-vous à payer pour l'obtention des dits \ndocuments à obtenir citez ci-dessus.\n\n   Monsieur, escomptant une suite favorable, daignez recevoir nos \nsalutations les plus distinguées.\n\n   Monsieur, contactez moi dès réception de mon courrier\n\nSalutations distinguées.\n\nMaître SEHR JEROME (+225 07 36 06 84)\n   Très cordialement.\n \n\n\n\n\n\n \n \nSubject: ETUDE DE Me SEHR JEROME (PROCEDURE A SUIVRE)\nDate: Tue, 20 Jun 2006 \n\nETUDE DE Me SEHR JEROME\nAvocat à la Cour de Première Instance d'Abidjan\nImmeuble SCIAM, Av Marchand\nBP V 334 Abidjan 01 - Plateau\n   Tél. (LD) : +225-(0)736-0684\n   Fax : +225-2127-7908\n                                                                         \nAbidjan, le 20 Juin 2006\n   A\n   Monsieur NICK TAMAIRE,\n   \n   I have received your mail following my interview today with your partner Miss KOFFI ANNICETTE I specify to you what follows: I will need your information following to permit me to obtain the said documents from different ministries (Justice, Economy and Finance...). Sir your important information to furnish me:\n\n- Your home address,\n- Your different phone numbers, 1 fax if possible.\n- A copy of your papers (passport, international permit or national identity card).\n- Details of the beneficiary bank\n- Address of the bank\n- IBAN code, SWIFT code, RIB code and GUICHET code\n\n\nAll these documents established and certified by my office will give power of judiciail order and capital to the bank to effect the immediate transfer of funds without the least hesitation.\n\nIn sum, Sir your requested information will serve to obtain the documents mentioned below:\n\n\n[]\n\n  1) - CHANGEMENT OFFICIEL DE L'APPROBATION DE PROPRIETE\n                          (Changement de nouveau bénéficiaire)\n   Ce présent certificat sera délivré par le Ministère de la Justice de \nCôte d'Ivoire. Ce certificat vous identifie comme le nouveau bénéficiaire \nde ces fonds et le bénéficiaire plénipotentiaire de ces fonds. Ce document \nà montant de ?1.775 (Euro).\n\n  2) - LE CERTIFICAT D'ORIGINE DES FONDS\n   Ce certificat vous couvrira tout le long du transfert des fonds car une \nfois que les fonds seront transfères votre banque et le gouvernement de \nvotre pays vous demanderont de justifier l'origine de ces fonds, car toutes \nles institutions financières et votre gouvernement penseront au \nblanchissement de fonds mais ce certificat vous permettra de justifier la \nprovenance de ces fonds. Ce certificat sera délivré par le Ministère de la \nJustice et des droits de l'homme. Pour formuler la documentation de ce \ncertificat il faut ?1.350 (Euro).\n\n   3) - LE CERTIFICAT D'AUTORISATION DE TRANSFERT DE FONDS.\n   Il sera délivré par la Ministère de l'Economie et des finances de Côte \nd'ivoire et suivie d'une lettre d'autorisation de transfert de fonds \napprouvée par la BCEAO (Banque Centrale des Etats de l'Afrique de l'Ouest). \nCe document à montant de ?1.585 (Euro).\n\n   4) - AGREMENT MINISTERIEL\n   Cette attestation est délivrée par le Ministère de la Justice de Côte \nd'ivoire et autorise la transaction légale de ces fonds. Ce document vaut \nun montant de ?1.655 (Euro).\n\n   5) - Le timbre régularisant l'ordre judiciaire et la légalité économique \ndu transfert vaut ?220 (Euro).\n\n   Cependant, Monsieur, je voudrais que vous sachiez que l'établissement \ndes documents nécessite la somme de ?6.585 (Six Mille Cinq Cent Quatre \nVingt Cinq Euro), aux différents ministères à savoir (Ministère de \nl'Economie et des finances et le Ministère de la Justice de Côte d'Ivoire). \nDonc, Monsieur, je ne voudrais pas que vous perdiez du temps car ces \ndocuments vous serviront pour la justification juridiquement légale de ces \nfonds.\n\n   En effet, Monsieur, ne vous inquiétez pas sur l'origine des fonds et la \nvéracité de cette affaire car je connais parfaitement le circuit de \ntransfert de montant élevé et tous les documents citez ci-dessous sont \nd'ordres juridiques et légaux pour la traçabilité de cette affaire et avec \nces documents vous justifierai l'origine des fonds une fois sur votre \ncompte bancaire. A cet effet, je voudrais que vous suivez à la lettre mes \nprérogatives afin de me faciliter la tache pour l'obtention des dits \ndocuments.\n\n   Notamment, Monsieur vous devez me faire parvenir vos informations \ndemandées suivi des frais administratifs pour l'obtention des documents \ncitez ci-dessus, afin que la banque puisse procéder à l'exécution des fonds \nsur votre compte sous ma supervision.\n\n   En somme, je voudrais solliciter votre rapidité d'action en envoyant les \nfrais administratifs d'un montant de ?6.585 (Euro) à partir de l'agence \nWestern Union à mon nom pour établir et certifier cette documentation \nprépondérante et que le transfert sera effectif le plus rapidement \npossible.\n\n   Je tiens à vous remercier et à vous souligner ce qui suit :\n\n1 - Monsieur, vous devrez me faire confiance,\n2 - Apprêtez vous pour le paiement des frais administratifs pour \nl'obtention des documents citez ci-dessus,\n3 - Dès effectif de la transaction de fonds sur votre compte, Mlle KOFFI \nANNICETTE récupéra sa part à partir d'un compte bancaire qu'il vous \ntransmettra le numéro pour transfert,\n\n   Monsieur dès réception des frais administratifs et finition des \ndocuments établis et certifiés par mon cabinet, j'irai moi même à la banque \ndéposer les documents et veiller à ce que le transfert soit effectuer dans \nl'immédiat sur votre compte.\n\n   N.B : Monsieur je vous explique un tout petit peu comment nous \nprocéderont, dès réception de vos informations mon cabinet se chargera à \nobtenir en premier lieu les documents suivants :\n\n   - UNE DECLARATION DE LEGALITE SOUS SERMENT, délivré par le Ministère de \nla Justice, précisément au cabinet du Président du Tribunal de Côte \nd'Ivoire qui donnera procuration à mon Etude d'obtenir tous les documents \nimportants dans la légalité.\n\n   - UNE PROCURATION IRREVOCABLE, délivré également par le Ministère de la \nJustice de Côte d'ivoire, attestant votre crédibilité et véracité sur cet \nhéritage comme bénéficiaire plénipotentiaire.\n\n   Notamment, vu que tous les documents seront obtenir par mon Cabinet je \ndeviens automatiquement votre avocat c'est à dire votre représentant et \n>donc vous devez suivre à la lettre mes instructions pour me faciliter la \ntache afin que je puisse dans un bref délai réunir tous les documents \nafférents pour le bon déroulement de cette opération inter-bancaire.\n\n\nIndeed, Sir, prepare yourself to pay to obtain the said documents to obtain cite above.\n\n\n   Monsieur, flowery nothings.\n\n   Monsieur, contact me on receipt of my mail\n\nSalutations blah blah.\n\nMaître SEHR JEROME (+225 07 36 06 84)\n   Very cordially.", "raw": "<tr>\n<td colspan=2>\n<center>\n<span class=\"ntc\">The usual government fees, documents, etc.</span><br><br>\n\n<span class=\"js\">Ma&icirc;tre J&eacute;r&ocirc;me SEHR</span>\n</center>\n</td>\n<!-- french -->\n<td width=\"50%\">\n\n\n<span class=\"koffi\">\n \n \nSubject: ETUDE DE Me SEHR JEROME (PROCEDURE A SUIVRE)<br>\nDate: Tue, 20 Jun 2006 <br><br>\n\nETUDE DE Me SEHR JEROME<br>\nAvocat &agrave; la Cour de Premi&egrave;re Instance d'Abidjan<br>\nImmeuble SCIAM, Av Marchand<br>\nBP V 334 Abidjan 01 - Plateau<br>\n   T&eacute;l. (LD) : +225-(0)736-0684<br>\n   Fax : +225-2127-7908<br><br>\n                                                                         \nAbidjan, le 20 Juin 2006<br><br>\n   A\n   Monsieur NICK TAMAIRE,<br><br>\n\nJ'accuse bonne r&eacute;ception de votre courrier et suite &agrave; mon entretien &agrave; ce \njour avec votre partenaire Mlle KOFFI ANNICETTE, je tiens &agrave; vous souligner \nce qui suit ; j'aurai besoin de vos informations suivantes pour me \npermettre &agrave; obtenir les dits documents aux diff&eacute;rents minist&egrave;res &agrave; savoir \n(Minist&egrave;re de la Justice et Minist&egrave;re de l'Economie et des Finances de C&ocirc;te \nd'Ivoire).<br><br>\n   Monsieur vos informations importants &agrave; me fournir :<br><br>\n\n   - Votre adresse domicilier,<br>\n   - Vos diff&eacute;rents contacts t&eacute;l&eacute;phoniques, 1 fax si possible.<br>\n   - Une copie de vos pi&egrave;ces (soit passeport, soit permis international ou \ncarte d'identit&eacute; nationale).<br>\n   - Les coordonn&eacute;es de la banque b&eacute;n&eacute;ficiaire<br>\n   - Adresse de la banque<br>\n  - Le code IBAN, le code SWIFT, le RIB code et le code GUICHET<br><br>\n\n   Tous ces documents &eacute;tablis et certifi&eacute;s par mon cabinet donneront un \npouvoir d'ordre juridique et capital &agrave; la banque de vous effectuer le \ntransfert de fonds dans l'imm&eacute;diat sans la moindre h&eacute;sitation.<br><br>\n\n   En somme, Monsieur vos informations demand&eacute;es serviront &agrave; obtenir les \ndocuments cit&eacute;s ci-dessous :<br><br>\n\n  1) - CHANGEMENT OFFICIEL DE L'APPROBATION DE PROPRIETE<br>\n                          (Changement de nouveau b&eacute;n&eacute;ficiaire)<br>\n   Ce pr&eacute;sent certificat sera d&eacute;livr&eacute; par le Minist&egrave;re de la Justice de \nC&ocirc;te d'Ivoire. Ce certificat vous identifie comme le nouveau b&eacute;n&eacute;ficiaire \nde ces fonds et le b&eacute;n&eacute;ficiaire pl&eacute;nipotentiaire de ces fonds. Ce document \n&agrave; montant de ?1.775 (Euro).<br><br>\n\n  2) - LE CERTIFICAT D'ORIGINE DES FONDS<br>\n   Ce certificat vous couvrira tout le long du transfert des fonds car une \nfois que les fonds seront transf&egrave;res votre banque et le gouvernement de \nvotre pays vous demanderont de justifier l'origine de ces fonds, car toutes \nles institutions financi&egrave;res et votre gouvernement penseront au \nblanchissement de fonds mais ce certificat vous permettra de justifier la \nprovenance de ces fonds. Ce certificat sera d&eacute;livr&eacute; par le Minist&egrave;re de la \nJustice et des droits de l'homme. Pour formuler la documentation de ce \ncertificat il faut ?1.350 (Euro).<br><br>\n\n   3) - LE CERTIFICAT D'AUTORISATION DE TRANSFERT DE FONDS.<br>\n   Il sera d&eacute;livr&eacute; par la Minist&egrave;re de l'Economie et des finances de C&ocirc;te \nd'ivoire et suivie d'une lettre d'autorisation de transfert de fonds \napprouv&eacute;e par la BCEAO (Banque Centrale des Etats de l'Afrique de l'Ouest). \nCe document &agrave; montant de ?1.585 (Euro).<br><br>\n\n   4) - AGREMENT MINISTERIEL<br>\n   Cette attestation est d&eacute;livr&eacute;e par le Minist&egrave;re de la Justice de C&ocirc;te \nd'ivoire et autorise la transaction l&eacute;gale de ces fonds. Ce document vaut \nun montant de ?1.655 (Euro).<br><br>\n\n   5) - Le timbre r&eacute;gularisant l'ordre judiciaire et la l&eacute;galit&eacute; &eacute;conomique \ndu transfert vaut ?220 (Euro).<br><br>\n\n   Cependant, Monsieur, je voudrais que vous sachiez que l'&eacute;tablissement \ndes documents n&eacute;cessite la somme de ?6.585 (Six Mille Cinq Cent Quatre \nVingt Cinq Euro), aux diff&eacute;rents minist&egrave;res &agrave; savoir (Minist&egrave;re de \nl'Economie et des finances et le Minist&egrave;re de la Justice de C&ocirc;te d'Ivoire). \nDonc, Monsieur, je ne voudrais pas que vous perdiez du temps car ces \ndocuments vous serviront pour la justification juridiquement l&eacute;gale de ces \nfonds.<br><br>\n\n   En effet, Monsieur, ne vous inqui&eacute;tez pas sur l'origine des fonds et la \nv&eacute;racit&eacute; de cette affaire car je connais parfaitement le circuit de \ntransfert de montant &eacute;lev&eacute; et tous les documents citez ci-dessous sont \nd'ordres juridiques et l&eacute;gaux pour la tra&ccedil;abilit&eacute; de cette affaire et avec \nces documents vous justifierai l'origine des fonds une fois sur votre \ncompte bancaire. A cet effet, je voudrais que vous suivez &agrave; la lettre mes \npr&eacute;rogatives afin de me faciliter la tache pour l'obtention des dits \ndocuments.\n<br><br>\n   Notamment, Monsieur vous devez me faire parvenir vos informations \ndemand&eacute;es suivi des frais administratifs pour l'obtention des documents \ncitez ci-dessus, afin que la banque puisse proc&eacute;der &agrave; l'ex&eacute;cution des fonds \nsur votre compte sous ma supervision.\n<br><br>\n   En somme, je voudrais solliciter votre rapidit&eacute; d'action en envoyant les \nfrais administratifs d'un montant de ?6.585 (Euro) &agrave; partir de l'agence \nWestern Union &agrave; mon nom pour &eacute;tablir et certifier cette documentation \npr&eacute;pond&eacute;rante et que le transfert sera effectif le plus rapidement \npossible.\n<br><br>\n   Je tiens &agrave; vous remercier et &agrave; vous souligner ce qui suit :<br><br>\n\n1 - Monsieur, vous devrez me faire confiance,<br>\n2 - Appr&ecirc;tez vous pour le paiement des frais administratifs pour \nl'obtention des documents citez ci-dessus,<br>\n3 - D&egrave;s effectif de la transaction de fonds sur votre compte, Mlle KOFFI \nANNICETTE r&eacute;cup&eacute;ra sa part &agrave; partir d'un compte bancaire qu'il vous \ntransmettra le num&eacute;ro pour transfert,<br><br>\n\n   Monsieur d&egrave;s r&eacute;ception des frais administratifs et finition des \ndocuments &eacute;tablis et certifi&eacute;s par mon cabinet, j'irai moi m&ecirc;me &agrave; la banque \nd&eacute;poser les documents et veiller &agrave; ce que le transfert soit effectuer dans \nl'imm&eacute;diat sur votre compte.<br><br>\n\n   N.B : Monsieur je vous explique un tout petit peu comment nous \nproc&eacute;deront, d&egrave;s r&eacute;ception de vos informations mon cabinet se chargera &agrave; \nobtenir en premier lieu les documents suivants :<br><br>\n\n   - UNE DECLARATION DE LEGALITE SOUS SERMENT, d&eacute;livr&eacute; par le Minist&egrave;re de \nla Justice, pr&eacute;cis&eacute;ment au cabinet du Pr&eacute;sident du Tribunal de C&ocirc;te \nd'Ivoire qui donnera procuration &agrave; mon Etude d'obtenir tous les documents \nimportants dans la l&eacute;galit&eacute;.\n<br><br>\n   - UNE PROCURATION IRREVOCABLE, d&eacute;livr&eacute; &eacute;galement par le Minist&egrave;re de la \nJustice de C&ocirc;te d'ivoire, attestant votre cr&eacute;dibilit&eacute; et v&eacute;racit&eacute; sur cet \nh&eacute;ritage comme b&eacute;n&eacute;ficiaire pl&eacute;nipotentiaire.<br><br>\n\n   Notamment, vu que tous les documents seront obtenir par mon Cabinet je \ndeviens automatiquement votre avocat c'est &agrave; dire votre repr&eacute;sentant et \n>donc vous devez suivre &agrave; la lettre mes instructions pour me faciliter la \ntache afin que je puisse dans un bref d&eacute;lai r&eacute;unir tous les documents \naff&eacute;rents pour le bon d&eacute;roulement de cette op&eacute;ration inter-bancaire.\n<br><br>\n   En effet, Monsieur, appr&ecirc;tez-vous &agrave; payer pour l'obtention des dits \ndocuments &agrave; obtenir citez ci-dessus.<br><br>\n\n   Monsieur, escomptant une suite favorable, daignez recevoir nos \nsalutations les plus distingu&eacute;es.<br><br>\n\n   Monsieur, contactez moi d&egrave;s r&eacute;ception de mon courrier<br><br>\n\nSalutations distingu&eacute;es.<br><br>\n\nMa&icirc;tre SEHR JEROME (+225 07 36 06 84)<br>\n   Tr&egrave;s cordialement.\n \n</span>\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n<span class=\"koffi\">\n \n \nSubject: ETUDE DE Me SEHR JEROME (PROCEDURE A SUIVRE)<br>\nDate: Tue, 20 Jun 2006 <br><br>\n\nETUDE DE Me SEHR JEROME<br>\nAvocat &agrave; la Cour de Premi&egrave;re Instance d'Abidjan<br>\nImmeuble SCIAM, Av Marchand<br>\nBP V 334 Abidjan 01 - Plateau<br>\n   T&eacute;l. (LD) : +225-(0)736-0684<br>\n   Fax : +225-2127-7908<br><br>\n                                                                         \nAbidjan, le 20 Juin 2006<br><br>\n   A\n   Monsieur NICK TAMAIRE,<br><br>\n   \n   I have received your mail following my interview today with your partner Miss KOFFI ANNICETTE I specify to you what follows: I will need your information following to permit me to obtain the said documents from different ministries (Justice, Economy and Finance...). Sir your important information to furnish me:<br><br>\n\n- Your home address,<br>\n- Your different phone numbers, 1 fax if possible.<br>\n- A copy of your papers (passport, international permit or national identity card).<br>\n- Details of the beneficiary bank<br>\n- Address of the bank<br>\n- IBAN code, SWIFT code, RIB code and GUICHET code\n<br><br>\n\nAll these documents established and certified by my office will give power of judiciail order and capital to the bank to effect the immediate transfer of funds without the least hesitation.<br><br>\n\nIn sum, Sir your requested information will serve to obtain the documents mentioned below:\n<br><br>\n\n[<span class=\"comment\">Here fatigue set in...  it stays French until it turns English again...</span>]<br><br>\n\n  1) - CHANGEMENT OFFICIEL DE L'APPROBATION DE PROPRIETE<br>\n                          (Changement de nouveau b&eacute;n&eacute;ficiaire)<br>\n   Ce pr&eacute;sent certificat sera d&eacute;livr&eacute; par le Minist&egrave;re de la Justice de \nC&ocirc;te d'Ivoire. Ce certificat vous identifie comme le nouveau b&eacute;n&eacute;ficiaire \nde ces fonds et le b&eacute;n&eacute;ficiaire pl&eacute;nipotentiaire de ces fonds. Ce document \n&agrave; montant de ?1.775 (Euro).<br><br>\n\n  2) - LE CERTIFICAT D'ORIGINE DES FONDS<br>\n   Ce certificat vous couvrira tout le long du transfert des fonds car une \nfois que les fonds seront transf&egrave;res votre banque et le gouvernement de \nvotre pays vous demanderont de justifier l'origine de ces fonds, car toutes \nles institutions financi&egrave;res et votre gouvernement penseront au \nblanchissement de fonds mais ce certificat vous permettra de justifier la \nprovenance de ces fonds. Ce certificat sera d&eacute;livr&eacute; par le Minist&egrave;re de la \nJustice et des droits de l'homme. Pour formuler la documentation de ce \ncertificat il faut ?1.350 (Euro).<br><br>\n\n   3) - LE CERTIFICAT D'AUTORISATION DE TRANSFERT DE FONDS.<br>\n   Il sera d&eacute;livr&eacute; par la Minist&egrave;re de l'Economie et des finances de C&ocirc;te \nd'ivoire et suivie d'une lettre d'autorisation de transfert de fonds \napprouv&eacute;e par la BCEAO (Banque Centrale des Etats de l'Afrique de l'Ouest). \nCe document &agrave; montant de ?1.585 (Euro).<br><br>\n\n   4) - AGREMENT MINISTERIEL<br>\n   Cette attestation est d&eacute;livr&eacute;e par le Minist&egrave;re de la Justice de C&ocirc;te \nd'ivoire et autorise la transaction l&eacute;gale de ces fonds. Ce document vaut \nun montant de ?1.655 (Euro).<br><br>\n\n   5) - Le timbre r&eacute;gularisant l'ordre judiciaire et la l&eacute;galit&eacute; &eacute;conomique \ndu transfert vaut ?220 (Euro).<br><br>\n\n   Cependant, Monsieur, je voudrais que vous sachiez que l'&eacute;tablissement \ndes documents n&eacute;cessite la somme de ?6.585 (Six Mille Cinq Cent Quatre \nVingt Cinq Euro), aux diff&eacute;rents minist&egrave;res &agrave; savoir (Minist&egrave;re de \nl'Economie et des finances et le Minist&egrave;re de la Justice de C&ocirc;te d'Ivoire). \nDonc, Monsieur, je ne voudrais pas que vous perdiez du temps car ces \ndocuments vous serviront pour la justification juridiquement l&eacute;gale de ces \nfonds.<br><br>\n\n   En effet, Monsieur, ne vous inqui&eacute;tez pas sur l'origine des fonds et la \nv&eacute;racit&eacute; de cette affaire car je connais parfaitement le circuit de \ntransfert de montant &eacute;lev&eacute; et tous les documents citez ci-dessous sont \nd'ordres juridiques et l&eacute;gaux pour la tra&ccedil;abilit&eacute; de cette affaire et avec \nces documents vous justifierai l'origine des fonds une fois sur votre \ncompte bancaire. A cet effet, je voudrais que vous suivez &agrave; la lettre mes \npr&eacute;rogatives afin de me faciliter la tache pour l'obtention des dits \ndocuments.\n<br><br>\n   Notamment, Monsieur vous devez me faire parvenir vos informations \ndemand&eacute;es suivi des frais administratifs pour l'obtention des documents \ncitez ci-dessus, afin que la banque puisse proc&eacute;der &agrave; l'ex&eacute;cution des fonds \nsur votre compte sous ma supervision.\n<br><br>\n   En somme, je voudrais solliciter votre rapidit&eacute; d'action en envoyant les \nfrais administratifs d'un montant de ?6.585 (Euro) &agrave; partir de l'agence \nWestern Union &agrave; mon nom pour &eacute;tablir et certifier cette documentation \npr&eacute;pond&eacute;rante et que le transfert sera effectif le plus rapidement \npossible.\n<br><br>\n   Je tiens &agrave; vous remercier et &agrave; vous souligner ce qui suit :<br><br>\n\n1 - Monsieur, vous devrez me faire confiance,<br>\n2 - Appr&ecirc;tez vous pour le paiement des frais administratifs pour \nl'obtention des documents citez ci-dessus,<br>\n3 - D&egrave;s effectif de la transaction de fonds sur votre compte, Mlle KOFFI \nANNICETTE r&eacute;cup&eacute;ra sa part &agrave; partir d'un compte bancaire qu'il vous \ntransmettra le num&eacute;ro pour transfert,<br><br>\n\n   Monsieur d&egrave;s r&eacute;ception des frais administratifs et finition des \ndocuments &eacute;tablis et certifi&eacute;s par mon cabinet, j'irai moi m&ecirc;me &agrave; la banque \nd&eacute;poser les documents et veiller &agrave; ce que le transfert soit effectuer dans \nl'imm&eacute;diat sur votre compte.<br><br>\n\n   N.B : Monsieur je vous explique un tout petit peu comment nous \nproc&eacute;deront, d&egrave;s r&eacute;ception de vos informations mon cabinet se chargera &agrave; \nobtenir en premier lieu les documents suivants :<br><br>\n\n   - UNE DECLARATION DE LEGALITE SOUS SERMENT, d&eacute;livr&eacute; par le Minist&egrave;re de \nla Justice, pr&eacute;cis&eacute;ment au cabinet du Pr&eacute;sident du Tribunal de C&ocirc;te \nd'Ivoire qui donnera procuration &agrave; mon Etude d'obtenir tous les documents \nimportants dans la l&eacute;galit&eacute;.\n<br><br>\n   - UNE PROCURATION IRREVOCABLE, d&eacute;livr&eacute; &eacute;galement par le Minist&egrave;re de la \nJustice de C&ocirc;te d'ivoire, attestant votre cr&eacute;dibilit&eacute; et v&eacute;racit&eacute; sur cet \nh&eacute;ritage comme b&eacute;n&eacute;ficiaire pl&eacute;nipotentiaire.<br><br>\n\n   Notamment, vu que tous les documents seront obtenir par mon Cabinet je \ndeviens automatiquement votre avocat c'est &agrave; dire votre repr&eacute;sentant et \n>donc vous devez suivre &agrave; la lettre mes instructions pour me faciliter la \ntache afin que je puisse dans un bref d&eacute;lai r&eacute;unir tous les documents \naff&eacute;rents pour le bon d&eacute;roulement de cette op&eacute;ration inter-bancaire.\n<br><br>\n\nIndeed, Sir, prepare yourself to pay to obtain the said documents to obtain cite above.\n<br><br>\n\n   Monsieur, flowery nothings.<br><br>\n\n   Monsieur, contact me on receipt of my mail<br><br>\n\nSalutations blah blah.<br><br>\n\nMa&icirc;tre SEHR JEROME (+225 07 36 06 84)<br>\n   Very cordially.\n \n</span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Chère Mademoiselle Koffi,\n\nJ'ai reçu une réponse à mon e-mail adressé à l'étude de Maître Sehr. Et \nj'avoue que je suis étonné au montant des frais que votre avocat propose. Il \nme demande 6 585 € pour 4 certificats et droit de timbre. J'ai beaucoup \nd'expérience dans les affaires internationales où je traite des dossiers \npour des millions de dollars, d'euros, de livres, etc. J'ai eu affaire avec \npas mal de cabinets d'avocats dans des pays africains et je n'ai jamais payé \ndes sommes pareilles pour ce qu'est un travail purement administratif. Je \nsoupçonne que votre avocat est un escroc.\n\nPour le moment je n'ai aucune intention de payer quoi que ce soit sans des \nprécisions détaillées, voire même un devis d'une autre étude d'avocats.\n\nJe laisserai Maître Sehr mijoter pour 24 heures.\n\nVeuillez agréer, Chère Mademoiselle Koffi, l'expression de mes sentiments \ndistingués,\n\nNicolas Tamaire\n \n \n\n\n\n\n  \nDear Mademoiselle Koffi,\n\nI received a response to my e-mail addressed to the chambers of Master Sehr.\nAnd I allow that I am astonished at the amount of charges that your lawyer proposes.\nHe asks 6586 euros for four certificates and an excise tax. I have a lot of experience in international affairs where I handle budgets of millions of dollars, euros, books9?), etc. I have had business with not a few lawyers' offices in African countries and I never paid such sums for what is purely administrative work. I suspect that your lawyer is a crook.\n\nFor now I have no intention of paying  anything without more precise details and maybe some quotes from other lawyers.\n\n\nI will let your Master Sehr stew(?) for 24 hours.\n\nPlease accept, Dear Mademoiselle Koffi, the expression of my distinguished sentiments,\n\n\nNicolas Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n<span class=\"nt\">\n  \nCh&egrave;re Mademoiselle Koffi,<br><br>\n\nJ'ai re&ccedil;u une r&eacute;ponse &agrave; mon e-mail adress&eacute; &agrave; l'&eacute;tude de Ma&icirc;tre Sehr. Et \nj'avoue que je suis &eacute;tonn&eacute; au montant des frais que votre avocat propose. Il \nme demande 6 585 &euro; pour 4 certificats et droit de timbre. J'ai beaucoup \nd'exp&eacute;rience dans les affaires internationales o&ugrave; je traite des dossiers \npour des millions de dollars, d'euros, de livres, etc. J'ai eu affaire avec \npas mal de cabinets d'avocats dans des pays africains et je n'ai jamais pay&eacute; \ndes sommes pareilles pour ce qu'est un travail purement administratif. Je \nsoup&ccedil;onne que votre avocat est un escroc.<br><br>\n\nPour le moment je n'ai aucune intention de payer quoi que ce soit sans des \npr&eacute;cisions d&eacute;taill&eacute;es, voire m&ecirc;me un devis d'une autre &eacute;tude d'avocats.<br><br>\n\nJe laisserai Ma&icirc;tre Sehr mijoter pour 24 heures.<br><br>\n\nVeuillez agr&eacute;er, Ch&egrave;re Mademoiselle Koffi, l'expression de mes sentiments \ndistingu&eacute;s,<br><br>\n\nNicolas Tamaire\n \n </span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"nt\">\n  \nDear Mademoiselle Koffi,<br><br>\n\nI received a response to my e-mail addressed to the chambers of Master Sehr.\nAnd I allow that I am astonished at the amount of charges that your lawyer proposes.\nHe asks 6586 euros for four certificates and an excise tax. I have a lot of experience in international affairs where I handle budgets of millions of dollars, euros, books9?), etc. I have had business with not a few lawyers' offices in African countries and I never paid such sums for what is purely administrative work. I suspect that your lawyer is a crook.<br><br>\n\nFor now I have no intention of paying  anything without more precise details and maybe some quotes from other lawyers.\n<br><br>\n\nI will let your Master Sehr stew(?) for 24 hours.<br><br>\n\nPlease accept, Dear Mademoiselle Koffi, the expression of my distinguished sentiments,\n<br><br>\n\nNicolas Tamaire\n \n </span>\n\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2006-06-21 00:00", "subject": "Mlle Koffi Annicette", "author_role": "scam", "body": "Bonsoir Monsieur Nick,\n\n   Je vous remercie pour votre message et ce que je voudrais vous souligner \nc'est que cette documentation que nous demande l'avocat est très importante \npour la suite de la transaction des fonds. Monsieur comme on s'était \nconvenu lors de mes précédents messages que ces frais seront scindes en \ndeux c'est a dire que vous payez la moitie et moi je paye l'autre moitie \npour pouvoir établir la documentation et que la transaction soit une \nréussite et que les choses se fassent très rapidement pour ne pas soulever \nd'autre soupçon chez mes collègues ou auprès de l'administration de la \nbanque.\n   Monsieur je suis dans l'attente de votre bonne collaboration pour la \nréussite de notre affaire.\n\nMlle Koffi Annicette.\n \n\n\n\n\n\n \nSubject: Mlle Koffi Annicette\nDate: Wed, 21 Jun 2006\n\nHello Mister Nick,\n\nI thank you for your message and what I would like to underline for you is that this documentation which the lawyer demands is very important for the transaction of funds. Sir as was agreed at the time of my earlier messages which these expenses will be divided into two that's to say that you pay half and me I pay the other half to be able to establish the documentation and so the transaction will be successful and that  things go rapidly so as not to raise suspicion among my colleagues or the bank.\n\n\nSir I await your good collaboration for the success of our business.\n\n\nMlle Koffi Annicette.", "raw": "<tr>\n<td colspan=2>\n<center>\n  <span class=\"ntc\">[I'm to pay only half the fees (I forget this fact later on but they don't pick up on it) </span><br><br>\n<span class=\"ak\">Koffi Annicette</span>\n</center>\n</td>\n\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"koffi\">\n \nSubject: Mlle Koffi Annicette<br>\nDate: Wed, 21 Jun 2006<br><br>\n\nBonsoir Monsieur Nick,<br><br>\n\n   Je vous remercie pour votre message et ce que je voudrais vous souligner \nc'est que cette documentation que nous demande l'avocat est tr&egrave;s importante \npour la suite de la transaction des fonds. Monsieur comme on s'&eacute;tait \nconvenu lors de mes pr&eacute;c&eacute;dents messages que ces frais seront scindes en \ndeux c'est a dire que vous payez la moitie et moi je paye l'autre moitie \npour pouvoir &eacute;tablir la documentation et que la transaction soit une \nr&eacute;ussite et que les choses se fassent tr&egrave;s rapidement pour ne pas soulever \nd'autre soup&ccedil;on chez mes coll&egrave;gues ou aupr&egrave;s de l'administration de la \nbanque.<br><br>\n   Monsieur je suis dans l'attente de votre bonne collaboration pour la \nr&eacute;ussite de notre affaire.<br><br>\n\nMlle Koffi Annicette.\n \n\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n \nSubject: Mlle Koffi Annicette<br>\nDate: Wed, 21 Jun 2006<br><br>\n\nHello Mister Nick,<br><br>\n\nI thank you for your message and what I would like to underline for you is that this documentation which the lawyer demands is very important for the transaction of funds. Sir as was agreed at the time of my earlier messages which these expenses will be divided into two that's to say that you pay half and me I pay the other half to be able to establish the documentation and so the transaction will be successful and that  things go rapidly so as not to raise suspicion among my colleagues or the bank.\n<br><br>\n\nSir I await your good collaboration for the success of our business.\n<br><br>\n\nMlle Koffi Annicette.\n \n\n</span>\n\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "June 22\n \nChère Mademoiselle Koffi,\n\nJe vous remercie de votre réponse à mes observations concernant le montant \ndes frais demandés par Maître Sehr. Je constate que vous confirmatez votre \nintention de régler la moitié de cette somme et je vous en remercie \nvivement. Néanmoins cela ne change rien dans la vue globale de l'opération. \nMaître Sehr va percevoir exactement le même montant, que ce soit moi qui \nrègle la totalité ou vous et moi qui réglons 50 / 50 chacun. Selon lui, nous \nrestons redevable d'une somme de 6 585 ?, soit 3 292,50 ? chacun. Je reste \nsur ma position que c'est nettement trop cher pour peu de travail.\n\nSi on analyse sa demande le montant couvre les honoraires de l'avocat et des \nfrais payables à l'Administration Ivoirienne. Je propose d'écrire à Maître \nSehr demandant l'éclatement des frais entre son étude et les différents \nministères. En ce qui concerne les ministères il y a probablement peu de \nmarge de négociacion. Mais, pour Maître Sehr, je suis certain que nous \npourrions lui demander une diminution de ses honoraires.\n\nDonnez-moi votre avis sur cette idée.\n\nDans l'attente de vous lire veuillez agréer, Chère Mademoiselle Koffi, \nl'expression de mes sentiments distingués.\n\nNick Tamaire\n \n \n\n\n\n\n \n \nJune 22\n \nChère Mademoiselle Koffi,\n\nI thank you for your response to my observations concening the amount of charges requested by Master Sehr. I note that you confirm your intention to handle half of this sum and I  thank you much. Nevertheless that does not change anything in the big picture of the operation.\n\n Master Sehr will see the same amount exactly, whether it is I who pay all or you and I who settle 50/50 each .\n\n According to him, we owe 6 585euros, that is to say 3 292,50 euros each . I stick to my position that it is definitely too expensive for little work.\n\n If one analyzes his request the amount covers the fees of the lawyer and the charges of  the Administration of the Ivory Coast. I propose to write Master Sehr asking for a breakdown of the expenses between his study and for the various ministries. With regard to the ministries there is probably little room for negotiation. But, for Master Sehr, I am certain that we could ask for a reduction of his fees.\n\n\nGive me your opinion of this idea.\n\nPolite remarks, polite remarks, polite remarks.\n\nNick Tamaire", "raw": "<tr>\n<td colspan=2>\n<center>\n <span class=\"nt\">Nick TAMAIRE</span>\n</center>\n</td>\n\n<!-- french -->\n<td width=\"50%\">\n<span class=\"nt\">\n \n \nJune 22<br><br>\n \nCh&egrave;re Mademoiselle Koffi,<br><br>\n\nJe vous remercie de votre r&eacute;ponse &agrave; mes observations concernant le montant \ndes frais demand&eacute;s par Ma&icirc;tre Sehr. Je constate que vous confirmatez votre \nintention de r&eacute;gler la moiti&eacute; de cette somme et je vous en remercie \nvivement. N&eacute;anmoins cela ne change rien dans la vue globale de l'op&eacute;ration. \nMa&icirc;tre Sehr va percevoir exactement le m&ecirc;me montant, que ce soit moi qui \nr&egrave;gle la totalit&eacute; ou vous et moi qui r&eacute;glons 50 / 50 chacun. Selon lui, nous \nrestons redevable d'une somme de 6 585 ?, soit 3 292,50 ? chacun. Je reste \nsur ma position que c'est nettement trop cher pour peu de travail.<br><br>\n\nSi on analyse sa demande le montant couvre les honoraires de l'avocat et des \nfrais payables &agrave; l'Administration Ivoirienne. Je propose d'&eacute;crire &agrave; Ma&icirc;tre \nSehr demandant l'&eacute;clatement des frais entre son &eacute;tude et les diff&eacute;rents \nminist&egrave;res. En ce qui concerne les minist&egrave;res il y a probablement peu de \nmarge de n&eacute;gociacion. Mais, pour Ma&icirc;tre Sehr, je suis certain que nous \npourrions lui demander une diminution de ses honoraires.<br><br>\n\nDonnez-moi votre avis sur cette id&eacute;e.<br><br>\n\nDans l'attente de vous lire veuillez agr&eacute;er, Ch&egrave;re Mademoiselle Koffi, \nl'expression de mes sentiments distingu&eacute;s.<br><br>\n\nNick Tamaire\n \n </span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"nt\">\n \n \nJune 22<br><br>\n \nCh&egrave;re Mademoiselle Koffi,<br><br>\n\nI thank you for your response to my observations concening the amount of charges requested by Master Sehr. I note that you confirm your intention to handle half of this sum and I  thank you much. Nevertheless that does not change anything in the big picture of the operation.\n\n Master Sehr will see the same amount exactly, whether it is I who pay all or you and I who settle 50/50 each .\n\n According to him, we owe 6 585euros, that is to say 3 292,50 euros each . I stick to my position that it is definitely too expensive for little work.<br><br>\n\n If one analyzes his request the amount covers the fees of the lawyer and the charges of  the Administration of the Ivory Coast. I propose to write Master Sehr asking for a breakdown of the expenses between his study and for the various ministries. With regard to the ministries there is probably little room for negotiation. But, for Master Sehr, I am certain that we could ask for a reduction of his fees.\n<br><br>\n\nGive me your opinion of this idea.<br><br>\n\nPolite remarks, polite remarks, polite remarks.<br><br>\n\nNick Tamaire\n \n </span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "à l'attention de : Maître Jérôme Sehr\n\ndossier : Monsieur John Kouakou (décédé), Mademoiselle Annicette Koffi\n\nCher Maître,\n\nDepuis la réception de votre courrier du mardi 20 juin je me suis entretenu \navec Mademoiselle Koffi concernant les frais pour obtenir 4 documents et un \ndroit de timbre. Sans vouloir mettre en cause votre parole je vous assure \nque je ne suis pas tombé de la dernière pluie. Demander 6 585 ? pour obtenir \nsi peu de chose frôle l'escroquerie. Mademoiselle Koffi m'assure que ce \nmontant ne représente que les sommes redevables aux ministères et que vos \nhonoraires seront acquittés à la fin de l'opération. J'accepte cette \naffirmation. Par conséquent, ma plainte concerne les ministères et, dans \naucun cas,  ni votre étude ni votre compétence professionnel.\n\nMademoiselle Koffi s'est engagée de régler la moitié de ces frais de son \npropre chef, c'est à dire 3 292,50 ?. Je suis donc redevable de la même \nsomme auprès des ministères.\n\nPour la bonne tenue du dossier (après tout, Mademoiselle Koffi est cadre \ncomptable dans un établissement financier) je vous serais reconnaissant de \nm'expédier par retour de courrier les documents officiels de chaque \nministère indiquant le montant à régler. Dès leur réception je pourrais \ndonner les instructions à ma banque de régler ces factures.\n\nDans l'attente de la réception de votre courrier, veuillez agréer, Cher \nMaître, l'expression de mes sentiments distingués.\n\nNick Tamaire\n \n\n\n\n\n\n  \nà l'attention de : Maître Jérôme Sehr\n\ndossier : Monsieur John Kouakou (décédé), Mademoiselle Annicette Koffi\n\nCher Maître,\n\n\n\nAfter receiving your mail of Tuesday June 20 I discussed with Miss Koffi concerning the expenses to obtain 4 documents and an excise tax. Without wanting to doubt your word I ensure you that I did not fall with the last rain. \n\nTo ask 6 585 euro to obtain such a small thing comes very close to swindling. Miss Koffi assures me that this amount does not represent  the indebted sums with the ministries and that your fees will be discharged at the end of the operation. I accept this assurance. Consequently, my complaint relates to the ministries and, in no way your study(?) nor your professional competence.\n\n Miss Koffi has committed herself to taking on half these expenses, i.e. 3 292,50 euros. I am thus indebted for the same amount to the ministries. \n\nFor the proper handling of the file (after all, Miss Koffi is a responsible staffer in a financial institution) I would be grateful to you to send me quickly by return mail the official documents of each ministry indicating the amount to be settled. As of their reception I could give the instructions to my bank to pay these invoices.\n\n\nWaiting for your mail, please accept, dear Sir, the expression of my distinguished sentiments.\n\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n<span class=\"nt\">\n  \n&agrave; l'attention de : Ma&icirc;tre J&eacute;r&ocirc;me Sehr<br>\n\ndossier : Monsieur John Kouakou (d&eacute;c&eacute;d&eacute;), Mademoiselle Annicette Koffi\n<br><br>\nCher Ma&icirc;tre,\n<br><br>\nDepuis la r&eacute;ception de votre courrier du mardi 20 juin je me suis entretenu \navec Mademoiselle Koffi concernant les frais pour obtenir 4 documents et un \ndroit de timbre. Sans vouloir mettre en cause votre parole je vous assure \nque je ne suis pas tomb&eacute; de la derni&egrave;re pluie. Demander 6 585 ? pour obtenir \nsi peu de chose fr&ocirc;le l'escroquerie. Mademoiselle Koffi m'assure que ce \nmontant ne repr&eacute;sente que les sommes redevables aux minist&egrave;res et que vos \nhonoraires seront acquitt&eacute;s &agrave; la fin de l'op&eacute;ration. J'accepte cette \naffirmation. Par cons&eacute;quent, ma plainte concerne les minist&egrave;res et, dans \naucun cas,  ni votre &eacute;tude ni votre comp&eacute;tence professionnel.<br><br>\n\nMademoiselle Koffi s'est engag&eacute;e de r&eacute;gler la moiti&eacute; de ces frais de son \npropre chef, c'est &agrave; dire 3 292,50 ?. Je suis donc redevable de la m&ecirc;me \nsomme aupr&egrave;s des minist&egrave;res.<br><br>\n\nPour la bonne tenue du dossier (apr&egrave;s tout, Mademoiselle Koffi est cadre \ncomptable dans un &eacute;tablissement financier) je vous serais reconnaissant de \nm'exp&eacute;dier par retour de courrier les documents officiels de chaque \nminist&egrave;re indiquant le montant &agrave; r&eacute;gler. D&egrave;s leur r&eacute;ception je pourrais \ndonner les instructions &agrave; ma banque de r&eacute;gler ces factures.<br><br>\n\nDans l'attente de la r&eacute;ception de votre courrier, veuillez agr&eacute;er, Cher \nMa&icirc;tre, l'expression de mes sentiments distingu&eacute;s.<br><br>\n\nNick Tamaire\n \n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"nt\">\n  \n&agrave; l'attention de : Ma&icirc;tre J&eacute;r&ocirc;me Sehr<br>\n\ndossier : Monsieur John Kouakou (d&eacute;c&eacute;d&eacute;), Mademoiselle Annicette Koffi\n<br><br>\nCher Ma&icirc;tre,\n<br><br>\n\n\nAfter receiving your mail of Tuesday June 20 I discussed with Miss Koffi concerning the expenses to obtain 4 documents and an excise tax. Without wanting to doubt your word I ensure you that I did not fall with the last rain. \n\nTo ask 6 585 euro to obtain such a small thing comes very close to swindling. Miss Koffi assures me that this amount does not represent  the indebted sums with the ministries and that your fees will be discharged at the end of the operation. I accept this assurance. Consequently, my complaint relates to the ministries and, in no way your study(?) nor your professional competence.<br><br>\n\n Miss Koffi has committed herself to taking on half these expenses, i.e. 3 292,50 euros. I am thus indebted for the same amount to the ministries. <br><br>\n\nFor the proper handling of the file (after all, Miss Koffi is a responsible staffer in a financial institution) I would be grateful to you to send me quickly by return mail the official documents of each ministry indicating the amount to be settled. As of their reception I could give the instructions to my bank to pay these invoices.\n<br><br>\n\nWaiting for your mail, please accept, dear Sir, the expression of my distinguished sentiments.\n<br><br>\n\nNick Tamaire\n \n</span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Cher Maître Sehr,\n\nVendredi dernier je vous ai écrit avec la demande de l'envoi des documents \nprovenant des différents ministères. J'en suis toujours en attente.\n\nComme je vous ai indiqué vendredi dernier, dès leur réception je donnerai \nles instructions à ma banque de payer ces factures.\n\nDans l'attente de vous lire très prochainement, veuillez agréer, Cher Maître \nsehr, l'expression de mes sentiments distingués.\n\nNick Tamaire\n\n\n\n\n\n\n\nCher Maître Sehr,\n\nLast Friday I wrote you with the request to send the necessary documents to the different ministries. I am still waiting.\n\nAs I indicated to you last Friday, on receipt I will give the instructions to my bank to pay the charges.\n\nRather high-toned paragraph in which I display my ability to close a business letter gracefully in French.\n\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"nt\">\n\nCher Ma&icirc;tre Sehr,<br><br>\n\nVendredi dernier je vous ai &eacute;crit avec la demande de l'envoi des documents \nprovenant des diff&eacute;rents minist&egrave;res. J'en suis toujours en attente.<br><br>\n\nComme je vous ai indiqu&eacute; vendredi dernier, d&egrave;s leur r&eacute;ception je donnerai \nles instructions &agrave; ma banque de payer ces factures.<br><br>\n\nDans l'attente de vous lire tr&egrave;s prochainement, veuillez agr&eacute;er, Cher Ma&icirc;tre \nsehr, l'expression de mes sentiments distingu&eacute;s.<br><br>\n\nNick Tamaire\n\n</span>\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"nt\">\n\nCher Ma&icirc;tre Sehr,<br><br>\n\nLast Friday I wrote you with the request to send the necessary documents to the different ministries. I am still waiting.<br><br>\n\nAs I indicated to you last Friday, on receipt I will give the instructions to my bank to pay the charges.<br><br>\n\nRather high-toned paragraph in which I display my ability to close a business letter gracefully in French.\n<br><br>\n\nNick Tamaire\n\n</span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2006-06-26 00:00", "subject": "ETUDE DE Me SEHR JEROME (DOCUMENTATION)", "author_role": "scam", "body": "A\n   Monsieur NICK TAMAIRE,\n\nSuite à votre diligence je vous joins deux documents à savoir : UNE FACTURE \nDETAILLEE obtenir au Ministère de l'Intérieur et UNE DEMANDE TRANSFERT \nobtenir par mon Cabinet.\n\n   Par ailleurs, monsieur pour vous prouvez ma responsabilité sur cette \naffaire et mon dévouement absolu afin de vous aider obtenir tous les \ndocuments indispensables dont la banque aura besoin pour la traçabilité de \ncette affaire et pour l'effectif des fonds sur votre compte bancaire. \nMonsieur, comme déjà expliqué dans l'un de mes précédents courriers, vu que \ntous les documents seront obtenus par mon cabinet donc je deviens \nautomatiquement votre représentant c'est à dire votre avocat donc monsieur \nvous deviez suivre et respecter mes introductions afin de me faciliter la \ntache pour la bonne suivie de votre dossier afin que vous ayez mon estime \npersonnel.\n\n   P.J : UNE FACTURE DETAILLEE et UNE DEMANDE TRANSFERT.\n\n   Veuillez me contactez impérativement par téléphone dès réception et \nlecture de mon courrier, je suis dans l'attente de votre coup fil.\n\n   Très cordialement.\n\n   Me SEHR JEROME\n\n\n\n\n\n\n \nSubject: ETUDE DE Me SEHR JEROME (DOCUMENTATION)\nDate: Mon, 26 Jun 2006 \n\n   A\n   Monsieur NICK TAMAIRE,\n   \n   Following your diligence I attach two documents for your information: A DETAILED INVOICE to present to the Interior Ministry  and a TRANSFER REQUEST  to obtain by my office. \n\nIn addition, Sir for you prove my responsibility in this business and my absolute devotion in order to help you to obtain all the essential documents which the bank will need for tracking this matter and the cash in your bank account. Dear Sir, as already explained in one of my earlier mails, considering all the documents will be obtained by my office thus I automatically become  your representative i.e. your lawyer thus Sir you must follow and respect my introductions in order to facilitate the task for me for good following of your file so that you have my personal attention. \n\nP.J: An INVOICE DETAILLEE and a REQUEST TRANSFER. Please contact me now by telephone as of receipt and reading of my mail, I await your phone call.\n\n   Very cordially.\n\n   Me SEHR JEROME", "raw": "<tr>\n<td colspan=2>\n<center>\n<span class=\"ntc\">[Oh frabjous day !! 2 new documents, nothing spectacular. They've been slaving all weekend at Photoshop !!]</span><br><br>\n\n<span class=\"js\">Ma&icirc;tre J&eacute;r&ocirc;me SEHR</span>\n</center>\n</td>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"koffi\">\n \nSubject: ETUDE DE Me SEHR JEROME (DOCUMENTATION)<br>\nDate: Mon, 26 Jun 2006 <br><br>\n\n   A\n   Monsieur NICK TAMAIRE,<br><br>\n\nSuite &agrave; votre diligence je vous joins deux documents &agrave; savoir : UNE FACTURE \nDETAILLEE obtenir au Minist&egrave;re de l'Int&eacute;rieur et UNE DEMANDE TRANSFERT \nobtenir par mon Cabinet.<br><br>\n\n   Par ailleurs, monsieur pour vous prouvez ma responsabilit&eacute; sur cette \naffaire et mon d&eacute;vouement absolu afin de vous aider obtenir tous les \ndocuments indispensables dont la banque aura besoin pour la tra&ccedil;abilit&eacute; de \ncette affaire et pour l'effectif des fonds sur votre compte bancaire. \nMonsieur, comme d&eacute;j&agrave; expliqu&eacute; dans l'un de mes pr&eacute;c&eacute;dents courriers, vu que \ntous les documents seront obtenus par mon cabinet donc je deviens \nautomatiquement votre repr&eacute;sentant c'est &agrave; dire votre avocat donc monsieur \nvous deviez suivre et respecter mes introductions afin de me faciliter la \ntache pour la bonne suivie de votre dossier afin que vous ayez mon estime \npersonnel.<br><br>\n\n   P.J : UNE FACTURE DETAILLEE et UNE DEMANDE TRANSFERT.<br><br>\n\n   Veuillez me contactez imp&eacute;rativement par t&eacute;l&eacute;phone d&egrave;s r&eacute;ception et \nlecture de mon courrier, je suis dans l'attente de votre coup fil.<br><br>\n\n   Tr&egrave;s cordialement.<br><br>\n\n   Me SEHR JEROME\n\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n<span class=\"koffi\">\n \nSubject: ETUDE DE Me SEHR JEROME (DOCUMENTATION)<br>\nDate: Mon, 26 Jun 2006 <br><br>\n\n   A\n   Monsieur NICK TAMAIRE,<br><br>\n   \n   Following your diligence I attach two documents for your information: A DETAILED INVOICE to present to the Interior Ministry  and a TRANSFER REQUEST  to obtain by my office. <br><br>\n\nIn addition, Sir for you prove my responsibility in this business and my absolute devotion in order to help you to obtain all the essential documents which the bank will need for tracking this matter and the cash in your bank account. Dear Sir, as already explained in one of my earlier mails, considering all the documents will be obtained by my office thus I automatically become  your representative i.e. your lawyer thus Sir you must follow and respect my introductions in order to facilitate the task for me for good following of your file so that you have my personal attention. <br><br>\n\nP.J: An INVOICE DETAILLEE and a REQUEST TRANSFER. Please contact me now by telephone as of receipt and reading of my mail, I await your phone call.<br><br>\n\n   Very cordially.<br><br>\n\n   Me SEHR JEROME\n\n</span>\n\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2006-06-28 00:00", "subject": "", "author_role": "scam", "body": "A\n  Monsieur NICK TAMAIRE\n\n  Je suis dans l'attente de votre contact pour procéder à l'opération, je \nvous informe que je n'attend que vous pour commencer les premières \ndémarches administratifs car je suis dans l'attente de vos informations \ndemandées suivi des frais administratifs.\n\n   Salutations Distinguées.\n\n   Me SEHR JEROME\n\n\n\n\n\n  \nDate: Wed, 28 Jun 2006 \n\nTo\n  Monsieur NICK TAMAIRE\n  \n  I am waiting for your contact to begin the operation, I inform you that I await only for you to begin the first  administrative steps because waiting of your requested information I am subject to the administrative expenses. \n\n\n   Distinguished salutations\n\n   Me SEHR JEROME", "raw": "<tr>\n<td colspan=2>\n<center>\n<span class=\"ntc\">Nothing from me since Monday morning. Silence sends them bananas !!</span><br><br>\n<span class=\"js\">Ma&icirc;tre J&eacute;r&ocirc;me SEHR</span>\n</center>\n</td>\n<!-- french -->\n<td width=\"50%\">\n<span class=\"koffi\">\n  \nDate: Wed, 28 Jun 2006 <br><br>\n\n   A\n  Monsieur NICK TAMAIRE<br><br>\n\n  Je suis dans l'attente de votre contact pour proc&eacute;der &agrave; l'op&eacute;ration, je \nvous informe que je n'attend que vous pour commencer les premi&egrave;res \nd&eacute;marches administratifs car je suis dans l'attente de vos informations \ndemand&eacute;es suivi des frais administratifs.<br><br>\n\n   Salutations Distingu&eacute;es.<br><br>\n\n   Me SEHR JEROME\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"koffi\">\n  \nDate: Wed, 28 Jun 2006 <br><br>\n\nTo\n  Monsieur NICK TAMAIRE<br><br>\n  \n  I am waiting for your contact to begin the operation, I inform you that I await only for you to begin the first  administrative steps because waiting of your requested information I am subject to the administrative expenses. \n<br><br>\n\n   Distinguished salutations<br><br>\n\n   Me SEHR JEROME\n</span>\n\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Cher Maître Sehr,\n\nJ'ai bien reçu votre courrier d'hier qui contenait la facture pro-forma et \npersonnalisée de l'Administration Ivoirienne. Je vous prie de bien vouloir \nles remercier de me l'avoir préparée. Merci aussi pour le document de \ndemande de transfert. J'ai essayé de rajouter les informations en utilisant \nmon clavier mais cela ne marche pas. Alors je l'ai imprimé. Mais je ne peux \npas le scanner pour le moment car mon scanneur est en panne. Le technicien \ndoit venir au plus tard demain après-midi pour voir où est le problème.\n\nSi vous voulez je peux vous fournir les détails par e-mail. Vous savez que \nje m'appelle Nick Tamaire. Ma carte d'identité est française. J'habite 11 \nPlace St Pierre, Pethaus Schnokke en France. Dans l'attente d'une opération \nchirurgicale on m'a interdit de parler (Mademoiselle Koffi peut vous en \nconfirmer); par conséquent je ne peux pas utiliser le téléphone. Le montant \nà transférer est de US$4,5 millions (vous le savez déjà). Ma banque est la \nCrédit de l'Ouest et le code IBAN de mon compte est FR75 1528 9943 0480 2065 \n7944 059 (vous ne laissez pas assez de place sur votre formulaire pour \nmettre le code IBAN sur une seule ligne).\n\nJ'espère que ces détails vous suffiront.\n\nDans l'attente de recevoir votre réponse veuillez agréer, Cher Maître Sehr, \nl'expression de mes sentiments distingués.\n\nNick Tamaire\n \n\n\n\n\n \nCher Maître Sehr,\n\nI received your mail of yesterday which contained the pro forma and personalized invoice of the Administration of the Ivory Coast. Please thank them for having prepared it for me. Thank you also for the document of request for transfer. I tried to add information using my keyboard but it doesn't work. Then I printed it. But I cannot scan it for the moment because my scanner is broken. The technician should come at the latest tomorrow afternoon to see where the problem is. \n\nIf you want I can provide you the details by e-mail. You know that my name is Nick Tamaire. My identity card is French. I live at 11 Place St Pierre, Pethaus Schnokke in France. In preparation for a surgical operation I am prohibited from speaking (Miss Koffi can confirm this to you); consequently I cannot use the telephone. The amount to be transferred is USS4,5 million (you know it already). My bank is the Credit of the West and the IBAN code  of my account is FR75 1528 9943 0480 2065 7944 059 (you do not leave enough place on your form to put the IBAN code  on only one line). I hope that these details will suffice.\n\n\nPlease accept this formal and well-composed final paragraph which is hard to translate but believe me is awfully polite.\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n<span class=\"nt\">\n \nCher Ma&icirc;tre Sehr,<br><br>\n\nJ'ai bien re&ccedil;u votre courrier d'hier qui contenait la facture pro-forma et \npersonnalis&eacute;e de l'Administration Ivoirienne. Je vous prie de bien vouloir \nles remercier de me l'avoir pr&eacute;par&eacute;e. Merci aussi pour le document de \ndemande de transfert. J'ai essay&eacute; de rajouter les informations en utilisant \nmon clavier mais cela ne marche pas. Alors je l'ai imprim&eacute;. Mais je ne peux \npas le scanner pour le moment car mon scanneur est en panne. Le technicien \ndoit venir au plus tard demain apr&egrave;s-midi pour voir o&ugrave; est le probl&egrave;me.\n<br><br>\nSi vous voulez je peux vous fournir les d&eacute;tails par e-mail. Vous savez que \nje m'appelle Nick Tamaire. Ma carte d'identit&eacute; est fran&ccedil;aise. J'habite 11 \nPlace St Pierre, Pethaus Schnokke en France. Dans l'attente d'une op&eacute;ration \nchirurgicale on m'a interdit de parler (Mademoiselle Koffi peut vous en \nconfirmer); par cons&eacute;quent je ne peux pas utiliser le t&eacute;l&eacute;phone. Le montant \n&agrave; transf&eacute;rer est de US$4,5 millions (vous le savez d&eacute;j&agrave;). Ma banque est la \nCr&eacute;dit de l'Ouest et le code IBAN de mon compte est FR75 1528 9943 0480 2065 \n7944 059 (vous ne laissez pas assez de place sur votre formulaire pour \nmettre le code IBAN sur une seule ligne).<br><br>\n\nJ'esp&egrave;re que ces d&eacute;tails vous suffiront.<br><br>\n\nDans l'attente de recevoir votre r&eacute;ponse veuillez agr&eacute;er, Cher Ma&icirc;tre Sehr, \nl'expression de mes sentiments distingu&eacute;s.<br><br>\n\nNick Tamaire\n </span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"nt\">\n \nCher Ma&icirc;tre Sehr,<br><br>\n\nI received your mail of yesterday which contained the pro forma and personalized invoice of the Administration of the Ivory Coast. Please thank them for having prepared it for me. Thank you also for the document of request for transfer. I tried to add information using my keyboard but it doesn't work. Then I printed it. But I cannot scan it for the moment because my scanner is broken. The technician should come at the latest tomorrow afternoon to see where the problem is. <br><br>\n\nIf you want I can provide you the details by e-mail. You know that my name is Nick Tamaire. My identity card is French. I live at 11 Place St Pierre, Pethaus Schnokke in France. In preparation for a surgical operation I am prohibited from speaking (Miss Koffi can confirm this to you); consequently I cannot use the telephone. The amount to be transferred is USS4,5 million (you know it already). My bank is the Credit of the West and the IBAN code  of my account is FR75 1528 9943 0480 2065 7944 059 (you do not leave enough place on your form to put the IBAN code  on only one line).<br><br> I hope that these details will suffice.\n<br><br>\n\nPlease accept this formal and well-composed final paragraph which is hard to translate but believe me is awfully polite.<br><br>\n\nNick Tamaire\n </span>\n\n</td>\n</tr>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2006-06-29 00:00", "subject": "", "author_role": "scam", "body": "A\n   Monsieur NICK TAMAIRE,\n\n   J'accuse bonne réception de votre courrier et de vos informations et je \nvous remercie pour votre bonne coopération. J'ai bien reçu vos infos mais \nje suis dans l'attente aussi des frais administratifs pour l'obtention des \ndocuments demandés par la banque dans un délai respectif. Je voudrais vous \nindiquer qu'il est plus facile de faire l'envois des frais administratifs à \npartir d'une agence appelé WESTERN UNION c'est un moyen rapide de faire \nparvenir de l'argent à l'étranger et une fois que vous êtes à cette adresse \nvous seriez soumis à un formulaire que vous devrez dûment remplir et me \ntransmettre les informations pour que je puisse faire le retrait ici en \nCôte d'Ivoire dans le même temps.\n\n   Voici en quelques lignes le remplissage du formulaire. D'abord les infos \ndu receveur et ensuite celui de l'expéditeur. Monsieur pour que vous \nfassiez l'envois à partir de l'agence western union il faudra être en \npossession de la liquidité afin que cette agence enregistre vos \ninformations pour que moi je puisse retirer les frais sans problème. \nMonsieur rendez-vous à une agence western union et vous leur demandé \ncomment procéder pour faire parvenir de l'argent à quelqu'un extérieur. et \npar la suite vous suivez à la lettre mes indications afin que je reçoive \nles frais.\n\n   Pour ce transfert vous n'avez pas besoin de compte bancaire mais \nseulement vous devrez vous rendre à l'agence western union avec la \nliquidité et en 1 heure moi je reçois les frais.\n\n   RECEVEUR  Nom : SEHR\n   Prénom : JEROME\n   Adresse :  ABIDJAN - COTE D'IVOIRE\n   Question : ROUGE\n   Réponse :  BLEU\n   Code de virement : QUI EST DE 10 CHIFFRES... ?\n   Montant à virer : 6585 EURO\n\n   EXPEDITEUR  Nom :....... ?\n   Prénom :...... ?\n   Adresse :....... ?\n   Question : ROUGE\n   Réponse :  BLEU\n   Code de virement : QUI EST DE 10 CHIFFRES... ?\n   Montant à virer : 6585 EURO\n\n  Je vous remercie pour votre bonne compréhension et votre disponibilité.\n   N.B : L'agence Western Union travaille en parfaite collaboration avec \nles Postes en France dont vous vous rendriez dans à la poste le plus proche \nde vous et vous y trouverez l'agence Western Union au sein de la POSTE.\n\n   Pour l'heure mon cabinet se chargera d'obtenir les premiers documents \nqui sont les suivants UNE DECLARATION DE LEGALITE SOUS SERMENT,  UNE \nPROCURATION IRREVOCABLE.\n\n   En attendant, veuillez recevoir mes sincères salutations distinguées.\n\n   Me SEHR JEROME\n\n\n\n\n\n \nDate: Thu, 29 Jun 2006 \n\n\n   A\n   Monsieur NICK TAMAIRE,\n   \n   I am in receipt your mail and  your information and I thank you for your good co-operation. I received your infos but I am also waiting for administrative expenses for obtaining the documents requested by the bank within a  time. I would like to indicate to you that it is easier to transfer the administrative expenses with an agency called WESTERN UNION it is a quick way to forward the money abroad and once that you are at this address you would be given a form which you will have duly to fill out and transmit the information to me so that I can make the withdrawal here in Ivory Coast in same time.\n\nHere in a few lines the filling of the form. First infos of the receiver and then that of the shipper. Sir so that you make the transfer from western union it will be necessary to be in possession of the cash so that this agency records your information so that me I can pay the charges without problem. Mister go to a western union agency and ask them how to proceed to forward the money to somebody abroad and thereafter  follow to the letter my indications so that I receive the charges.\n\nFor this transfer you do not need a bank account but  you will just have to go to the  western union agency with the cash and in one hour I will receive the expenses .\n\n\n   RECEVEUR  Nom : SEHR\n   Prénom : JEROME\n   Adresse :  ABIDJAN - COTE D'IVOIRE\n   Question : ROUGE\n   Réponse :  BLEU\n   Code de virement : QUI EST DE 10 CHIFFRES... ?\n   Montant à virer : 6585 EURO\n\n   EXPEDITEUR  Nom :....... ?\n   Prénom :...... ?\n   Adresse :....... ?\n   Question : ROUGE\n   Réponse :  BLEU\n   Code de virement : QUI EST DE 10 CHIFFRES... ?\n   Montant à virer : 6585 EURO\n   \n   I thank you for your good understanding and your availability. N.B>: The Western Union agency works on perfect collaboration with the French Post so you would go  to a station nearest you and you will find there the agency Western Union within the POST OFFICE\n\n\nMy office will then undertake to obtain the first documents which are as follows a DECLARATION OF LEGALITY UNDER OATH, an IRREVOCABLE PROCURATION.\n\n\n   Polite closing, blahdy blah.\n\n   Me SEHR JEROME", "raw": "<tr>\n<td colspan=2>\n<center>\n<span class=\"ntc\">[Let's try to get me to play the Western Union \"question & answer\" game]</span><br><br>\n\n<span class=\"js\">Ma&icirc;tre J&eacute;r&ocirc;me SEHR</span>\n</center>\n</td>\n<!-- french -->\n<td width=\"50%\">\n\n\n<span class=\"koffi\">\n \nDate: Thu, 29 Jun 2006 <br><br>\n\n\n   A\n   Monsieur NICK TAMAIRE,<br><br>\n\n   J'accuse bonne r&eacute;ception de votre courrier et de vos informations et je \nvous remercie pour votre bonne coop&eacute;ration. J'ai bien re&ccedil;u vos infos mais \nje suis dans l'attente aussi des frais administratifs pour l'obtention des \ndocuments demand&eacute;s par la banque dans un d&eacute;lai respectif. Je voudrais vous \nindiquer qu'il est plus facile de faire l'envois des frais administratifs &agrave; \npartir d'une agence appel&eacute; WESTERN UNION c'est un moyen rapide de faire \nparvenir de l'argent &agrave; l'&eacute;tranger et une fois que vous &ecirc;tes &agrave; cette adresse \nvous seriez soumis &agrave; un formulaire que vous devrez d&ucirc;ment remplir et me \ntransmettre les informations pour que je puisse faire le retrait ici en \nC&ocirc;te d'Ivoire dans le m&ecirc;me temps.<br><br>\n\n   Voici en quelques lignes le remplissage du formulaire. D'abord les infos \ndu receveur et ensuite celui de l'exp&eacute;diteur. Monsieur pour que vous \nfassiez l'envois &agrave; partir de l'agence western union il faudra &ecirc;tre en \npossession de la liquidit&eacute; afin que cette agence enregistre vos \ninformations pour que moi je puisse retirer les frais sans probl&egrave;me. \nMonsieur rendez-vous &agrave; une agence western union et vous leur demand&eacute; \ncomment proc&eacute;der pour faire parvenir de l'argent &agrave; quelqu'un ext&eacute;rieur. et \npar la suite vous suivez &agrave; la lettre mes indications afin que je re&ccedil;oive \nles frais.<br><br>\n\n   Pour ce transfert vous n'avez pas besoin de compte bancaire mais \nseulement vous devrez vous rendre &agrave; l'agence western union avec la \nliquidit&eacute; et en 1 heure moi je re&ccedil;ois les frais.<br><br>\n\n   RECEVEUR  Nom : SEHR<br>\n   Pr&eacute;nom : JEROME<br>\n   Adresse :  ABIDJAN - COTE D'IVOIRE<br>\n   Question : ROUGE<br>\n   R&eacute;ponse :  BLEU<br>\n   Code de virement : QUI EST DE 10 CHIFFRES... ?<br>\n   Montant &agrave; virer : 6585 EURO<br><br>\n\n   EXPEDITEUR  Nom :....... ?<br>\n   Pr&eacute;nom :...... ?<br>\n   Adresse :....... ?<br>\n   Question : ROUGE<br>\n   R&eacute;ponse :  BLEU<br>\n   Code de virement : QUI EST DE 10 CHIFFRES... ?<br>\n   Montant &agrave; virer : 6585 EURO<br><br>\n\n  Je vous remercie pour votre bonne compr&eacute;hension et votre disponibilit&eacute;.\n   N.B : L'agence Western Union travaille en parfaite collaboration avec \nles Postes en France dont vous vous rendriez dans &agrave; la poste le plus proche \nde vous et vous y trouverez l'agence Western Union au sein de la POSTE.<br><br>\n\n   Pour l'heure mon cabinet se chargera d'obtenir les premiers documents \nqui sont les suivants UNE DECLARATION DE LEGALITE SOUS SERMENT,  UNE \nPROCURATION IRREVOCABLE.<br><br>\n\n   En attendant, veuillez recevoir mes sinc&egrave;res salutations distingu&eacute;es.\n<br><br>\n   Me SEHR JEROME\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n\n<span class=\"koffi\">\n \nDate: Thu, 29 Jun 2006 <br><br>\n\n\n   A\n   Monsieur NICK TAMAIRE,<br><br>\n   \n   I am in receipt your mail and  your information and I thank you for your good co-operation. I received your infos but I am also waiting for administrative expenses for obtaining the documents requested by the bank within a [?] time. I would like to indicate to you that it is easier to transfer the administrative expenses with an agency called WESTERN UNION it is a quick way to forward the money abroad and once that you are at this address you would be given a form which you will have duly to fill out and transmit the information to me so that I can make the withdrawal here in Ivory Coast in same time.<br><br>\n\nHere in a few lines the filling of the form. First infos of the receiver and then that of the shipper. Sir so that you make the transfer from western union it will be necessary to be in possession of the cash so that this agency records your information so that me I can pay the charges without problem. Mister go to a western union agency and ask them how to proceed to forward the money to somebody abroad and thereafter  follow to the letter my indications so that I receive the charges.<br><br>\n\nFor this transfer you do not need a bank account but  you will just have to go to the  western union agency with the cash and in one hour I will receive the expenses <span class=\"comment\">[and you'll be screwed, but you knew that]</span>.\n<br><br>\n\n   RECEVEUR  Nom : SEHR<br>\n   Pr&eacute;nom : JEROME<br>\n   Adresse :  ABIDJAN - COTE D'IVOIRE<br>\n   Question : ROUGE<br>\n   R&eacute;ponse :  BLEU<br>\n   Code de virement : QUI EST DE 10 CHIFFRES... ?<br>\n   Montant &agrave; virer : 6585 EURO<br><br>\n\n   EXPEDITEUR  Nom :....... ?<br>\n   Pr&eacute;nom :...... ?<br>\n   Adresse :....... ?<br>\n   Question : ROUGE<br>\n   R&eacute;ponse :  BLEU<br>\n   Code de virement : QUI EST DE 10 CHIFFRES... ?<br>\n   Montant &agrave; virer : 6585 EURO<br><br>\n   \n   I thank you for your good understanding and your availability. N.B>: The Western Union agency works on perfect collaboration with the French Post so you would go  to a station nearest you and you will find there the agency Western Union within the POST OFFICE\n<br><br>\n\nMy office will then undertake to obtain the first documents which are as follows a DECLARATION OF LEGALITY UNDER OATH, an IRREVOCABLE PROCURATION.\n<br><br>\n\n   Polite closing, blahdy blah.\n<br><br>\n   Me SEHR JEROME\n</span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Cher Maître Sehr,\n\nJ'espère que vous vous renseignez bien avant d'aller au tribunal plaider les \ndossiers de vos clients. Car, pour le moment vous êtes loin d'être au top \nsur le dossier du feu Monsieur John Kouakou.\n\nJ'ai envoyé une des plus compétentes de mes secrétaires à La Poste, le \nreprésentant de Western Union ici en France avec instruction de vous envoyer \n6 585 ?. Impossible !! La limite imposée par Western Union pour le transfert \nde l'argent entre la France et la Côte d'Ivoire est de 500 ?. Et si vous \ncroyez que je vais me priver des services d'une secrétaire très appréciée le \ntemps qu'elle fasse la queue 14 fois à La Poste vous vous mettez le doigt \ndans l'oeil jusqu'au coude, voire davantage. Quand elle est revenue avec \ncette histoire je ne voulais pas la croire. Mais devant son insistance j'ai \nregardé www.westernunion.fr. Veuillez trouver ci-dessous ce que vous verrez \nsur leur site si vous essayez de faire le calcul.\n\nVous avez saisi un montant supérieur au plafond de transaction de ?500.00 \nMontant à envoyer :  ? 6585,00  Euro\n\nJe vous ai déjà indiqué les coordonnés de mon compte bancaire. Je vous \nrappelle que vous en avez besoin pour effecture le transfert une fois toutes \nles modalités en place. Si vous m'avez demandé ces détails \n vous savez comment faire un virement de compte en compte. C'est le \nsystème le plus simple et le plus sûr qui existe. Et je n'ai pas besoin \nd'envoyer une secrétaire 14 fois à La Poste. Je peux le \nfaire tout seul ici sans quitter mon bureau. Envoyez-moi le nom de votre \nbanque et votre numéro IBAN et le virement sera fait dans 5 minutes.\n\nDans l'attente de vous lire veuillez agréer, Cher Maître Sehr, l'expression \nde mes sentiments distingués.\n\nNick Tamaire\n \n\n\n\n\n  \n\nDear Master Sehr,\n\nI hope that you bone up before going to court to plead the cases of your clients. Because, thus far you are far from being on top of matters in the case of the late Mr John Kouakou. \n\nI sent one of my most qualified secretaries to the Post office, the representative of Western Union in France with instruction to send 6 585 here to you. Impossible!! The limit imposed by Western Union for the transfer of the money between France and Ivory Coast is 500 euros. And if you believe that I will deprive myself of the services of a very appreciated secretary for the time to line up 14 times at the Post office you are sticking your finger in your eye up to the elbow, even more. When she came back with this history I did not want to believe it. But at her insistence I looked at www.westernunion.fr. Please find below what you will see on their site if you try to do the calculation. You picked an amount higher than the transaction ceiling of 500.00 , to send 6585,00 Euro\n\n\n I already indicated the details of my bank account. I remind you that you need these for  the transfer once all the modalities are in place. If you asked me for these details you know how to make a transfer from account to account. It is the simplest  and surest system which exists. And I do not need to send a secretary 14 times to the Post office. I can all alone do it here without leaving my office. Send me the name of your bank and your IBAN number  and the transfer will be made in 5 minutes.\n\nClosing with a polite if stiff expression of business politeness,\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"nt\">\n  \n\nCher Ma&icirc;tre Sehr,<br><br>\n\nJ'esp&egrave;re que vous vous renseignez bien avant d'aller au tribunal plaider les \ndossiers de vos clients. Car, pour le moment vous &ecirc;tes loin d'&ecirc;tre au top \nsur le dossier du feu Monsieur John Kouakou.<br><br>\n\nJ'ai envoy&eacute; une des plus comp&eacute;tentes de mes secr&eacute;taires &agrave; La Poste, le \nrepr&eacute;sentant de Western Union ici en France avec instruction de vous envoyer \n6 585 ?. Impossible !! La limite impos&eacute;e par Western Union pour le transfert \nde l'argent entre la France et la C&ocirc;te d'Ivoire est de 500 ?. Et si vous \ncroyez que je vais me priver des services d'une secr&eacute;taire tr&egrave;s appr&eacute;ci&eacute;e le \ntemps qu'elle fasse la queue 14 fois &agrave; La Poste vous vous mettez le doigt \ndans l'oeil jusqu'au coude, voire davantage. Quand elle est revenue avec \ncette histoire je ne voulais pas la croire. Mais devant son insistance j'ai \nregard&eacute; www.westernunion.fr. Veuillez trouver ci-dessous ce que vous verrez \nsur leur site si vous essayez de faire le calcul.\n<br><br>\nVous avez saisi un montant sup&eacute;rieur au plafond de transaction de ?500.00 \nMontant &agrave; envoyer :  ? 6585,00  Euro<br><br>\n\nJe vous ai d&eacute;j&agrave; indiqu&eacute; les coordonn&eacute;s de mon compte bancaire. Je vous \nrappelle que vous en avez besoin pour effecture le transfert une fois toutes \nles modalit&eacute;s en place. Si vous m'avez demand&eacute; ces d&eacute;tails \n vous savez comment faire un virement de compte en compte. C'est le \nsyst&egrave;me le plus simple et le plus s&ucirc;r qui existe. Et je n'ai pas besoin \nd'envoyer une secr&eacute;taire 14 fois &agrave; La Poste. Je peux le \nfaire tout seul ici sans quitter mon bureau. Envoyez-moi le nom de votre \nbanque et votre num&eacute;ro IBAN et le virement sera fait dans 5 minutes.<br><br>\n\nDans l'attente de vous lire veuillez agr&eacute;er, Cher Ma&icirc;tre Sehr, l'expression \nde mes sentiments distingu&eacute;s.<br><br>\n\nNick Tamaire\n </span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n<span class=\"nt\">\n  \n\nDear Master Sehr,<br><br>\n\nI hope that you bone up before going to court to plead the cases of your clients. Because, thus far you are far from being on top of matters in the case of the late Mr John Kouakou. <br><br>\n\nI sent one of my most qualified secretaries to the Post office, the representative of Western Union in France with instruction to send 6 585 here to you. Impossible!! The limit imposed by Western Union for the transfer of the money between France and Ivory Coast is 500 euros. And if you believe that I will deprive myself of the services of a very appreciated secretary for the time to line up 14 times at the Post office you are sticking your finger in your eye up to the elbow, even more. When she came back with this history I did not want to believe it. But at her insistence I looked at www.westernunion.fr. Please find below what you will see on their site if you try to do the calculation. You picked an amount higher than the transaction ceiling of 500.00 , to send 6585,00 Euro\n<br><br>\n\n I already indicated the details of my bank account. I remind you that you need these for  the transfer once all the modalities are in place. If you asked me for these details you know how to make a transfer from account to account. It is the simplest  and surest system which exists. And I do not need to send a secretary 14 times to the Post office. I can all alone do it here without leaving my office. Send me the name of your bank and your IBAN number  and the transfer will be made in 5 minutes.<br><br>\n\nClosing with a polite if stiff expression of business politeness,<br><br>\n\nNick Tamaire\n </span>\n\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2006-06-29 00:00", "subject": "ETUDE DE Me SEHR JEROME NUMERO DE VIREMENT", "author_role": "scam", "body": "A\n   Monsieur NICK TAMAIRE,\n\nJ'accuse bonne réception de votre courrier et je suis désolé pour votre \nsecrétaire, je vous donne mon numéro de compte bancaire afin que vous me \nfaites parvenir les frais administratifs pour me faciliter la tache pour \nl'obtention des dits documents.\n\n   Cependant, Monsieur j'aurai besoin d'une confirmation de votre part \naprès effectif des frais administratifs par la voie bancaire au compte \ndésigné ci-dessous en ne m'envoyant une copie de la confirmation du \ntransfert des frais sur le net par fichier attaché.\n\n   COMPTE BENEFICIAIRE << Assistant Notaire >>.\n\n   Nom du Bénéficiaire : BAROAN HUBERSON\n   Nom de la Banque : CECP\n   Adresse : Abidjan 12 Côte d'Ivoire\n   Numéro de compte en devise : 1207/3205659520177\n\n   Je suis dans l'attente de votre confirmation de transfert au numéro de \ncompte ci-dessus.\n\n   Très cordialement\n\n   Me SEHR JEROME\n\n\n\n\n\n Subject: STUDY OF (?) Me SEHR JEROME TRANSFER NUMBER\nDate: Thu, 29 Jun 2006\n\n\n   A\n   Monsieur NICK TAMAIRE,\n   \n   I acknowledge receipt of your mail and I am sorry about your secretary, I give you my bank  account number so that you will forward me the administrative expenses to help me obtain the said documents.\n However, Sir I will need a confirmation of your share after the administrative expenses on the part of the bank to the account indicated below by sending to me a copy of the confirmation of the transfer of the expenses over the net by attached file.\n\n\n   COMPTE BENEFICIAIRE << Assistant Notaire >>.\n\n   Nom du Bénéficiaire : BAROAN HUBERSON\n   Nom de la Banque : CECP\n   Adresse : Abidjan 12 Côte d'Ivoire\n   Numéro de compte en devise : 1207/3205659520177\n   \n   I await your confirmation of transfer to the account number above.\n\n\n   Very cordially\n\n   Me SEHR JEROME", "raw": "<tr>\n<td colspan=2>\n<center>\n<span class=\"ntc\">[He's sorry for my secretary. And pigs might fly !!]</span><br><br>\n\n\n<span class=\"js\">Ma&icirc;tre J&eacute;r&ocirc;me SEHR</span>\n</center>\n</td>\n<!-- french -->\n<td width=\"50%\">\n<span class=\"koffi\">\n Subject: ETUDE DE Me SEHR JEROME NUMERO DE VIREMENT<br>\nDate: Thu, 29 Jun 2006<br><br>\n\n\n   A\n   Monsieur NICK TAMAIRE,<br><br>\n\nJ'accuse bonne r&eacute;ception de votre courrier et je suis d&eacute;sol&eacute; pour votre \nsecr&eacute;taire, je vous donne mon num&eacute;ro de compte bancaire afin que vous me \nfaites parvenir les frais administratifs pour me faciliter la tache pour \nl'obtention des dits documents.\n<br><br>\n   Cependant, Monsieur j'aurai besoin d'une confirmation de votre part \napr&egrave;s effectif des frais administratifs par la voie bancaire au compte \nd&eacute;sign&eacute; ci-dessous en ne m'envoyant une copie de la confirmation du \ntransfert des frais sur le net par fichier attach&eacute;.<br><br>\n\n   COMPTE BENEFICIAIRE &lt;&lt; Assistant Notaire &gt;&gt;.<br><br>\n\n   Nom du B&eacute;n&eacute;ficiaire : BAROAN HUBERSON<br>\n   Nom de la Banque : CECP<br>\n   Adresse : Abidjan 12 C&ocirc;te d'Ivoire<br>\n   Num&eacute;ro de compte en devise : 1207/3205659520177<br><br>\n\n   Je suis dans l'attente de votre confirmation de transfert au num&eacute;ro de \ncompte ci-dessus.<br><br>\n\n   Tr&egrave;s cordialement<br><br>\n\n   Me SEHR JEROME\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n<span class=\"koffi\">\n Subject: STUDY OF (?) Me SEHR JEROME TRANSFER NUMBER<br>\nDate: Thu, 29 Jun 2006<br><br>\n\n\n   A\n   Monsieur NICK TAMAIRE,<br><br>\n   \n   I acknowledge receipt of your mail and I am sorry about your secretary, I give you my bank  account number so that you will forward me the administrative expenses to help me obtain the said documents.<br><br>\n However, Sir I will need a confirmation of your share after the administrative expenses on the part of the bank to the account indicated below by sending to me a copy of the confirmation of the transfer of the expenses over the net by attached file.\n<br><br>\n\n   COMPTE BENEFICIAIRE &lt;&lt; Assistant Notaire &gt;&gt;.<br><br>\n\n   Nom du B&eacute;n&eacute;ficiaire : BAROAN HUBERSON<br>\n   Nom de la Banque : CECP<br>\n   Adresse : Abidjan 12 C&ocirc;te d'Ivoire<br>\n   Num&eacute;ro de compte en devise : 1207/3205659520177<br><br>\n   \n   I await your confirmation of transfer to the account number above.\n<br><br>\n\n   Very cordially<br><br>\n\n   Me SEHR JEROME\n</span>\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Cher Monsieur Le Floc'h,\n\nSuite à votre conversation téléphonique d'hier après-midi avec ma \nsecrétaire, Madame Dufond Dujardin, je vous confirme l'instruction d'envoyer \npar virement bancaire la somme de six mille cinq cent quatre vingt cinq \neuros (6 585 €) au compte dont les détails sont les suivants :\n\nBénéficiaire : BAROAN HUBERSON\n\nBanque : CECP\n\nAdresse : Abidjan 12 Côte d'Ivoire\n\nN¡ de compte : 120713205659520177\n\nJe précise que ce virement est à débiter sur mon compte personnel et, en \naucun cas, sur le compte de la société. Je confirme que les détails de mon \ncompte personnel sont :\n\nCrédit de l'Ouest \n\nIBAN : FR75 1528 9943 0480 2065 \n\nLe montant à virer est le montant net. Tous frais, charges et commissions \nsont en sus, et sont à débiter également sur mon compte personnel.\n\nJe change de sujet. Madeleine et moi comptons sur vous et  votre charmanté \népouse pour fêter d'anniversaire de notre fille sur le yacht dimanche, \ndépart du port midi et demi, heure précise. Tenue relaxe, évidemment. \nN'oubliez pas vos maillots de bain.\n\nMonsieur Le Floc'h, je vous remercie de votre discretion habituelle dans le \ntra\u0094tement de ce dossier. Outre Madame Dufond Dujardin, pas un mot à \npersonne.\n\nDans l'attente de recevoir votre confirmation de l'envoi du virement, \nveuillez agréer, Cher Monsieur Le Floc'h, l'assurance de mes sentiments les \nplus reconnaissants.\n\nNick Tamaire\n\n\n\n\n\n   \nCher Monsieur Le Floc'h,\n\n\nAs per your telephone conversation of yesterday afternoon with my secretary, Mrs Dufond Dujardin , I confirm  the instruction to send by bank transfer the sum of six thousand five hundred and four twenty five euros (6 585?) with the account for which details are as follows:\n\nBénéficiaire : BAROAN HUBERSON\n\nBanque : CECP\n\nAdresse : Abidjan 12 Côte d'Ivoire\n\nN¡ de compte : 120713205659520177\n\nI specify that this transfer is to be debited from my personal account and, in no case, from the account of the company. I confirm that the details of my personal account are:\n\nCrédit de l'Ouest \n\nIBAN : FR75 1528 9943 0480 2065 \n\nThe amount to be transfered is the net value . All expenses, charges and commissions are in addition, and are also to be debited from my personal account.\n\n\nI change the subject. Madeleine and I let us count on you and your charming wife to celebrate birthday of our daughter on the yacht Sunday, departure from the port 12:30 precisely. Casual, obviously. Do not forget your bathing suits.\n\n\n Mr Floc' H, I thank you for your usual discretion in handling this file. In addition to Mrs Dufond Dujardin, not a word to anybody. \n\nWhile waiting for  confirmation of the transfer, please read the rest of this  pleasant and flowery sentence which contains some condensed and uniquely French politenesses.\n\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"nt\">\n   \nCher Monsieur Le Floc'h,<br><br>\n\nSuite &agrave; votre conversation t&eacute;l&eacute;phonique d'hier apr&egrave;s-midi avec ma \nsecr&eacute;taire, Madame Dufond Dujardin, je vous confirme l'instruction d'envoyer \npar virement bancaire la somme de six mille cinq cent quatre vingt cinq \neuros (6 585 &euro;) au compte dont les d&eacute;tails sont les suivants :<br><br>\n\nB&eacute;n&eacute;ficiaire : BAROAN HUBERSON<br>\n\nBanque : CECP<br>\n\nAdresse : Abidjan 12 C&ocirc;te d'Ivoire<br>\n\nN¡ de compte : 120713205659520177<br><br>\n\nJe pr&eacute;cise que ce virement est &agrave; d&eacute;biter sur mon compte personnel et, en \naucun cas, sur le compte de la soci&eacute;t&eacute;. Je confirme que les d&eacute;tails de mon \ncompte personnel sont :\n<br><br>\nCr&eacute;dit de l'Ouest <span class=\"ntc\">(This bank doesn't exist.)</span><br><br>\n\nIBAN : FR75 1528 9943 0480 2065 <span class=\"ntc\">(And this account certainly doesn't exist.)</span><br><br>\n\nLe montant &agrave; virer est le montant net. Tous frais, charges et commissions \nsont en sus, et sont &agrave; d&eacute;biter &eacute;galement sur mon compte personnel.\n<br><br>\nJe change de sujet. Madeleine et moi comptons sur vous et  votre charmant&eacute; \n&eacute;pouse pour f&ecirc;ter d'anniversaire de notre fille sur le yacht dimanche, \nd&eacute;part du port midi et demi, heure pr&eacute;cise. Tenue relaxe, &eacute;videmment. \nN'oubliez pas vos maillots de bain.<br><br>\n\nMonsieur Le Floc'h, je vous remercie de votre discretion habituelle dans le \ntra\u0094tement de ce dossier. Outre Madame Dufond Dujardin, pas un mot &agrave; \npersonne.\n<br><br>\nDans l'attente de recevoir votre confirmation de l'envoi du virement, \nveuillez agr&eacute;er, Cher Monsieur Le Floc'h, l'assurance de mes sentiments les \nplus reconnaissants.<br><br>\n\nNick Tamaire\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n<span class=\"nt\">\n   \nCher Monsieur Le Floc'h,<br><br>\n\n\nAs per your telephone conversation of yesterday afternoon with my secretary, Mrs Dufond Dujardin [\"at the bottom of the garden\"], I confirm  the instruction to send by bank transfer the sum of six thousand five hundred and four twenty five euros (6 585?) with the account for which details are as follows:<br><br>\n\nB&eacute;n&eacute;ficiaire : BAROAN HUBERSON<br>\n\nBanque : CECP<br>\n\nAdresse : Abidjan 12 C&ocirc;te d'Ivoire<br>\n\nN¡ de compte : 120713205659520177<br><br>\n\nI specify that this transfer is to be debited from my personal account and, in no case, from the account of the company. I confirm that the details of my personal account are:\n<br><br>\nCr&eacute;dit de l'Ouest <span class=\"ntc\">(This bank doesn't exist.)</span><br><br>\n\nIBAN : FR75 1528 9943 0480 2065 <span class=\"ntc\">(And this account certainly doesn't exist.)</span><br><br>\n\nThe amount to be transfered is the net value . All expenses, charges and commissions are in addition, and are also to be debited from my personal account.<br><br>\n\n\nI change the subject. Madeleine and I let us count on you and your charming wife to celebrate birthday of our daughter on the yacht Sunday, departure from the port 12:30 precisely. Casual, obviously. Do not forget your bathing suits.<br><br>\n\n\n Mr Floc' H, I thank you for your usual discretion in handling this file. In addition to Mrs Dufond Dujardin, not a word to anybody. <br><br>\n\nWhile waiting for  confirmation of the transfer, please read the rest of this  pleasant and flowery sentence which contains some condensed and uniquely French politenesses.\n<br><br>\n\nNick Tamaire\n</span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Cher Mr Tamaire,\n \nVos instructions bien reçus mais pout tout virement à un compte à l'étranger il faut le N° IBAN. Veuillez demander ce renseignement auprès de Mr Huberson. Il faudrait faire vite. Sinon il faudra attendre mardi prochain car l'agence est fermée exceptionellement lundi pour un audit interne.\n \nJe reste à votre disposition pour tous renseignements complémentaires.\n \nCordialement,\n \nAndré Le Floc'h\nDirecteur d'Agence\n\n\n\n\n\n \nCher Mr Tamaire,\n\nYour instructions were received  but for any foreign transfer an IBAN number is needed. Please request this information from Mr. Huberson. It must be done soon. If not it will be necessary to wait until next Tuesday because the agency is closed specially Monday for an internal audit. I remain at your disposal for all further information.\n\nCordially,\n \nAndré Le Floc'h\nDirecteur d'Agence", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"nt\">\n \nCher Mr Tamaire,<br><br>\n \nVos instructions bien re&ccedil;us mais pout tout virement &agrave; un compte &agrave; l'&eacute;tranger il faut le N&deg; IBAN. Veuillez demander ce renseignement aupr&egrave;s de Mr Huberson. Il faudrait faire vite. Sinon il faudra attendre mardi prochain car l'agence est ferm&eacute;e exceptionellement lundi pour un audit interne.<br><br>\n \nJe reste &agrave; votre disposition pour tous renseignements compl&eacute;mentaires.\n <br><br>\nCordialement,<br><br>\n \nAndr&eacute; Le Floc'h<br><br>\nDirecteur d'Agence\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n<span class=\"nt\">\n \nCher Mr Tamaire,<br><br>\n\nYour instructions were received  but for any foreign transfer an IBAN number is needed. Please request this information from Mr. Huberson. It must be done soon. If not it will be necessary to wait until next Tuesday because the agency is closed specially Monday for an internal audit.<br><br> I remain at your disposal for all further information.<br><br>\n\nCordially,<br><br>\n \nAndr&eacute; Le Floc'h<br><br>\nDirecteur d'Agence\n</span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Cher Maître Sehr,\n\nJe viens de recevoir l'e-mail ci-dessus de mon banquier. Je vous prie de \nbien vouloir m'envoyer le numéro IBAN qu'il demande.\n\nDans l'attente de vous lire veuillez agréer, Cher Maître Sehr, l'expression \nde mes sentiments distingués.\n\nNick Tamaire\n \n\n\n\n \nCher Maître Sehr,\n\nI got the following mail from my bank. I pray you to send me the IBAN number he asks for.\n\nBusiness closing of a distinguished nature, unequalled by anything in common American business practice.\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n<span class=\"nt\"> \nCher Ma&icirc;tre Sehr,<br><br>\n\nJe viens de recevoir l'e-mail ci-dessus de mon banquier. Je vous prie de \nbien vouloir m'envoyer le num&eacute;ro IBAN qu'il demande.<br><br>\n\nDans l'attente de vous lire veuillez agr&eacute;er, Cher Ma&icirc;tre Sehr, l'expression \nde mes sentiments distingu&eacute;s.<br><br>\n\nNick Tamaire\n </span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"nt\"> \nCher Ma&icirc;tre Sehr,<br><br>\n\nI got the following mail from my bank. I pray you to send me the IBAN number he asks for.<br><br>\n\nBusiness closing of a distinguished nature, unequalled by anything in common American business practice.<br><br>\n\nNick Tamaire\n </span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Cher Maître Sehr,\n\nJe n'ai pas reçu de réponse à mon e-mail de vendredi dernier. D'après mon \nbanquier, le virement ne peut pas se faire sans le numéro IBAN du compte de \nMonsieur Huberson. Ma banque est fermée aujourd'hui mais je souhaiterais \nterminer cette affaire demain dernier délai. Je vous prie de bien vouloir \nm'envoyer le numéro IBAN par retour de courrier.\n\nDans l'attente de vous lire veuillez agréer, Cher Maître Sehr, l'expression \nde mes sentiments distingués.\n\nNick Tamaire\n \n\n\n\n\n  \nDear Master Sehr,\n\nI have had no response to my e-mail of last Friday. \n\nAccording to my banker, the transfer cannot be made without the IBAN number  of the account of Mr Huberson. My bank is closed today but I would hope to finish this business tomorrow latest. Please send me the IBAN number by return mail.\n\nFlowery and impressive expression of my least sincere sentiments\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"nt\">\n  \nCher Ma&icirc;tre Sehr,<br><br>\n\nJe n'ai pas re&ccedil;u de r&eacute;ponse &agrave; mon e-mail de vendredi dernier. D'apr&egrave;s mon \nbanquier, le virement ne peut pas se faire sans le num&eacute;ro IBAN du compte de \nMonsieur Huberson. Ma banque est ferm&eacute;e aujourd'hui mais je souhaiterais \nterminer cette affaire demain dernier d&eacute;lai. Je vous prie de bien vouloir \nm'envoyer le num&eacute;ro IBAN par retour de courrier.<br><br>\n\nDans l'attente de vous lire veuillez agr&eacute;er, Cher Ma&icirc;tre Sehr, l'expression \nde mes sentiments distingu&eacute;s.<br><br>\n\nNick Tamaire\n </span>\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"nt\">\n  \nDear Master Sehr,<br><br>\n\nI have had no response to my e-mail of last Friday. \n\nAccording to my banker, the transfer cannot be made without the IBAN number  of the account of Mr Huberson. My bank is closed today but I would hope to finish this business tomorrow latest. Please send me the IBAN number by return mail.<br><br>\n\nFlowery and impressive expression of my least sincere sentiments<br><br>\n\nNick Tamaire\n </span>\n\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2006-07-03 00:00", "subject": "NUMERO DE COMPTE BANCAIRE", "author_role": "scam", "body": "A\n   Monsieur NICK TAMAIRE,\n\nSuite à votre courrier nous avons contacté immédiatement la banque de mon \nassistant mais il y a des désagréments au service informatique au sein de \nla banque et ils nous ont faire attendre afin de trouver une issue mais \nvraisemblablement le problème n'a pu être résolu.\n\n   Je profite pour m'excusez sur ce, mais je vous donne le nouveau compte \nbancaire, afin de vite envoyer les frais administratif.\n\n   Les informations de la banque :\n\n   NOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J\n   NUMERO DE COMPTE :  12240120526\nCODE SWIFT : SGCICI AB\nVILLE : ABIDJAN\nPAYS : COTE D'IVOIRE\n\n   Je voudrais vous informer que dès l'effectif des frais administratifs \npar votre banque vous lui demander de vous envoyer une copie de la \nconfirmation de transfert et me la ramener afin de pouvoir faire une note \nde toutes vos dépenses et vous serez rembourser après transaction de fonds \nsur votre compte avant de procéder au partage et pour une traçabilité de \ntous.\n\n   N.B : Je pense que avec ces informations votre banquier pourra \ntransférer les frais administratifs car nous avons eu la confirmation de \nnotre banque au sujet des informations transmis.\n\n   Veuillez agréer, Monsieur l'expression de mon plus profond respect.\n\n Salutations distinguées.\n\n   Me SEHR JEROME\n\n\n\n\n\n\nSubject: BANK ACCOUNT NUMBER\nDate: Mon, 3 Jul 2006 \n   A\n   Monsieur NICK TAMAIRE,\n\n\nFollowing your mail we immediately contacted the bank of my assistant but there are nuisances with the data processing department in the bank and they are making us wait in order to find a way out but probably the problem could not be resolved.\n\n I take this opportunity to apologize for this, but I give you the new account number, so as to quickly send the administrative charges.\n\n  The bank information :\n\n   NOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J\n   NUMERO DE COMPTE :  12240120526\nCODE SWIFT : SGCICI AB\nVILLE : ABIDJAN\nPAYS : COTE D'IVOIRE\n\nI would like to inform you that due to the administrative charges of your bank you to ask him to send you a copy of the confirmation of transfer and to send it back to me to be able to make a note of all your expenses and you will be to reimburse after transaction of funds into your account before proceeding to the sharing and for tracking of all. \n\nN.B: I think that with this information your banker will be able to transfer the administrative charges because we have had the confirmation from our bank about transmitted information.\n\n\nCompletely insincere expression of my deepest respect.\n\n Best regards\n\n   Me SEHR JEROME", "raw": "<tr>\n<td colspan=2>\n<center>\n<span class=\"ntc\">[Well, that woke them up. New bank account, what's more]</span><br><br>\n\n\n<span class=\"js\">Ma&icirc;tre J&eacute;r&ocirc;me SEHR</span>\n</center>\n</td>\n<!-- french -->\n<td width=\"50%\">\n\n\n<span class=\"koffi\">\n\nSubject: NUMERO DE COMPTE BANCAIRE<br>\nDate: Mon, 3 Jul 2006 <br><br>\n   A\n   Monsieur NICK TAMAIRE,\n<br><br>\nSuite &agrave; votre courrier nous avons contact&eacute; imm&eacute;diatement la banque de mon \nassistant mais il y a des d&eacute;sagr&eacute;ments au service informatique au sein de \nla banque et ils nous ont faire attendre afin de trouver une issue mais \nvraisemblablement le probl&egrave;me n'a pu &ecirc;tre r&eacute;solu.<br><br>\n\n   Je profite pour m'excusez sur ce, mais je vous donne le nouveau compte \nbancaire, afin de vite envoyer les frais administratif.<br><br>\n\n   Les informations de la banque :<br><br>\n\n   NOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J<br>\n   NUMERO DE COMPTE :  12240120526<br>\nCODE SWIFT : SGCICI AB<br>\nVILLE : ABIDJAN<br>\nPAYS : COTE D'IVOIRE<br><br>\n\n   Je voudrais vous informer que d&egrave;s l'effectif des frais administratifs \npar votre banque vous lui demander de vous envoyer une copie de la \nconfirmation de transfert et me la ramener afin de pouvoir faire une note \nde toutes vos d&eacute;penses et vous serez rembourser apr&egrave;s transaction de fonds \nsur votre compte avant de proc&eacute;der au partage et pour une tra&ccedil;abilit&eacute; de \ntous.<br><br>\n\n   N.B : Je pense que avec ces informations votre banquier pourra \ntransf&eacute;rer les frais administratifs car nous avons eu la confirmation de \nnotre banque au sujet des informations transmis.<br><br>\n\n   Veuillez agr&eacute;er, Monsieur l'expression de mon plus profond respect.<br><br>\n\n Salutations distingu&eacute;es.<br><br>\n\n   Me SEHR JEROME\n</span>\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n<span class=\"koffi\">\n\nSubject: BANK ACCOUNT NUMBER<br>\nDate: Mon, 3 Jul 2006 <br><br>\n   A\n   Monsieur NICK TAMAIRE,\n<br><br>\n\nFollowing your mail we immediately contacted the bank of my assistant but there are nuisances with the data processing department in the bank and they are making us wait in order to find a way out but probably the problem could not be resolved.<br><br>\n\n I take this opportunity to apologize for this, but I give you the new account number, so as to quickly send the administrative charges.<br><br>\n\n  The bank information :<br><br>\n\n   NOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J<br>\n   NUMERO DE COMPTE :  12240120526<br>\nCODE SWIFT : SGCICI AB<br>\nVILLE : ABIDJAN<br>\nPAYS : COTE D'IVOIRE<br><br>\n\nI would like to inform you that due to the administrative charges of your bank you to ask him to send you a copy of the confirmation of transfer and to send it back to me to be able to make a note of all your expenses and you will be to reimburse after transaction of funds into your account before proceeding to the sharing and for tracking of all. <br><br>\n\nN.B: I think that with this information your banker will be able to transfer the administrative charges because we have had the confirmation from our bank about transmitted information.\n<br><br>\n\nCompletely insincere expression of my deepest respect.<br><br>\n\n Best regards<br><br>\n\n   Me SEHR JEROME\n</span>\n\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Cher Monsieur Le Floc'h,\n\nJ'espère que vous et votre épouse avez passé une journée agréable dimanche. \nMadeleine et moi sommes fiers de Lucile. Elle réussit brillament ses études. \nD'ici quelques années je crois qu'elle occupera un poste très important dans \nla société.\n\nDepuis mon dernier e-mail il y a eu des changements. On ne m'a pas fourni \nd'explications.\n\nOubliez partiellement mes instructions de la semaine dernière. Le montant à \nvirer est toujours 6 585 ?. Et il faut toujours débiter mon compte \npersonnel. Mais le compte destinataire du virement est maintenant :\n\nBénéficiaire : Monsieur Duruji Kingsley J\n\nN° de compte : 1240120526 (Note carefully that a \"2\" is missing in this account n¡. Let's drag things out a bit.)\n\nCode Swift SGCICIAB\n\nVille : Abidjan\n\nPays Côte d'Ivoire\n\nIl n'y a pas de code IBAN mais nous avons réussi dans le passé avec \nseulement le code SWIFT. Cela devrait marcher n'est-ce pas ?\n\nJe vous prie de bien vouloir me fournir une confirmation de l'envoi dès que \npossible.\n\nVeuillez agréer, Cher Monsieur Le Floc'h, l'expression de mes sentiments \nreconnaissants.\n\nNick Tamaire\n \n\n\n\n\nCher Monsieur Le Floc'h,\n\nI hope that you and your wife spent a pleasant Sunday. Madeleine and I are proud of Lucile. She succeeds brilliantly in her studies. In a few years I believe that she will occupy a very important position in society. Since my last e-mail there have been changes. They didn't give me an explanation. \nForget partially my instructions of last week. The amount to be transfered is still 6 585?. And my personal account should still be debited. But the account to receive the transfer is now:\n\n\nBénéficiaire : Monsieur Duruji Kingsley J\n\nN° de compte : 1240120526 (Note carefully that a \"2\" is missing in this account n¡. Let's drag things out a bit.)\n\nCode Swift SGCICIAB\n\nVille : Abidjan\n\nPays Côte d'Ivoire\n\nThere is no IBAN code  but we have succeeded in the past with only the SWIFT code. That should work, isn't it so? \nPlease furnish me with  a confirmation of the sending as soon as possible.\n\n\nPlease accept, Cher Monsieur Le Floc'h, my flowery business closing.\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n <span class=\"nt\">\nCher Monsieur Le Floc'h,<br><br>\n\nJ'esp&egrave;re que vous et votre &eacute;pouse avez pass&eacute; une journ&eacute;e agr&eacute;able dimanche. \nMadeleine et moi sommes fiers de Lucile. Elle r&eacute;ussit brillament ses &eacute;tudes. \nD'ici quelques ann&eacute;es je crois qu'elle occupera un poste tr&egrave;s important dans \nla soci&eacute;t&eacute;.<br><br>\n\nDepuis mon dernier e-mail il y a eu des changements. On ne m'a pas fourni \nd'explications.<br><br>\n\nOubliez partiellement mes instructions de la semaine derni&egrave;re. Le montant &agrave; \nvirer est toujours 6 585 ?. Et il faut toujours d&eacute;biter mon compte \npersonnel. Mais le compte destinataire du virement est maintenant :<br><br>\n\nB&eacute;n&eacute;ficiaire : Monsieur Duruji Kingsley J<br>\n\nN&deg; de compte : 1240120526 (Note carefully that a \"2\" is missing in this account n¡. Let's drag things out a bit.)<br>\n\nCode Swift SGCICIAB<br>\n\nVille : Abidjan<br>\n\nPays C&ocirc;te d'Ivoire<br><br>\n\nIl n'y a pas de code IBAN mais nous avons r&eacute;ussi dans le pass&eacute; avec \nseulement le code SWIFT. Cela devrait marcher n'est-ce pas ?<br><br>\n\nJe vous prie de bien vouloir me fournir une confirmation de l'envoi d&egrave;s que \npossible.<br><br>\n\nVeuillez agr&eacute;er, Cher Monsieur Le Floc'h, l'expression de mes sentiments \nreconnaissants.<br><br>\n\nNick Tamaire\n </span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n <span class=\"nt\">\nCher Monsieur Le Floc'h,<br><br>\n\nI hope that you and your wife spent a pleasant Sunday. Madeleine and I are proud of Lucile. She succeeds brilliantly in her studies. In a few years I believe that she will occupy a very important position in society. <br><br>Since my last e-mail there have been changes. They didn't give me an explanation. <br><br>\nForget partially my instructions of last week. The amount to be transfered is still 6 585?. And my personal account should still be debited. But the account to receive the transfer is now:\n<br><br>\n\nB&eacute;n&eacute;ficiaire : Monsieur Duruji Kingsley J<br>\n\nN&deg; de compte : 1240120526 (Note carefully that a \"2\" is missing in this account n¡. Let's drag things out a bit.)<br>\n\nCode Swift SGCICIAB<br>\n\nVille : Abidjan<br>\n\nPays C&ocirc;te d'Ivoire<br><br>\n\nThere is no IBAN code  but we have succeeded in the past with only the SWIFT code. That should work, isn't it so? <br><br>\nPlease furnish me with  a confirmation of the sending as soon as possible.\n<br><br>\n\nPlease accept, Cher Monsieur Le Floc'h, my flowery business closing.<br><br>\n\nNick Tamaire\n </span>\n\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "July 4\n \nCher Mr Tamaire,\n\nAvec le code SWIFT je peux faire le virement. Mais cela bloque chaque fois \nque j'essaie de l'envoyer. Est-ce que vous êtes sûr du numéro de compte ?\n\nCordialement,\n\nAndré Le Floc'h\nDirecteur d'Agence\n \n\n\n\n\n \nJuly 4\n \nDear Mr Tamaire,\n\nWith the SWIFT code I can make the transfer. But it is rejected each time I send it.\nAre you sure of the account number?\n\nCordially,\n\nAndré Le Floc'h\nDirecteur d'Agence", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"nt\">\n \nJuly 4<br><br>\n \nCher Mr Tamaire,<br><br>\n\nAvec le code SWIFT je peux faire le virement. Mais cela bloque chaque fois \nque j'essaie de l'envoyer. Est-ce que vous &ecirc;tes s&ucirc;r du num&eacute;ro de compte ?\n<br><br>\nCordialement,<br><br>\n\nAndr&eacute; Le Floc'h<br>\nDirecteur d'Agence\n </span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n<span class=\"nt\">\n \nJuly 4<br><br>\n \nDear Mr Tamaire,<br><br>\n\nWith the SWIFT code I can make the transfer. But it is rejected each time I send it.\nAre you sure of the account number?\n<br><br>\nCordially,<br><br>\n\nAndr&eacute; Le Floc'h<br>\nDirecteur d'Agence\n </span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Cher Maître Sehr,\n\nIl semble qu'il doit y avoir une erreur quelque part avec le numéro de \ncompte. Je vous prie de bien vouloir m'envoyer de nouveau les détails du \ncompte. Ce que vous m'aviez envoyé était le suivant :\n\nNOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J\nNUMERO DE COMPTE :  1240120526\nCODE SWIFT : SGCICI AB\nVILLE : ABIDJAN\nPAYS : COTE D'IVOIRE\n\nDans l'attente de vous lire veuillez agréer, Cher Maître Sehr, l'expression \nde mes sentiments distingués.\n\nNick Tamaire\n\n\n\n\n\n\nCher Maître Sehr,\n\nIt seems that there must be an error in part of the account number. I pray you to send the details of the account to me again. What you sent me was as follows: \n\n\n\nNOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J\nNUMERO DE COMPTE :  1240120526\nCODE SWIFT : SGCICI AB\nVILLE : ABIDJAN\nPAYS : COTE D'IVOIRE\n\nAnother polite business closing involving distinguished feelings.\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"nt\">\n\nCher Ma&icirc;tre Sehr,<br><br>\n\nIl semble qu'il doit y avoir une erreur quelque part avec le num&eacute;ro de \ncompte. Je vous prie de bien vouloir m'envoyer de nouveau les d&eacute;tails du \ncompte. Ce que vous m'aviez envoy&eacute; &eacute;tait le suivant :<br><br>\n\nNOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J<br>\nNUMERO DE COMPTE :  1240120526<br>\nCODE SWIFT : SGCICI AB<br>\nVILLE : ABIDJAN<br>\nPAYS : COTE D'IVOIRE<br><br>\n\nDans l'attente de vous lire veuillez agr&eacute;er, Cher Ma&icirc;tre Sehr, l'expression \nde mes sentiments distingu&eacute;s.<br><br>\n\nNick Tamaire\n</span>\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"nt\">\n\nCher Ma&icirc;tre Sehr,<br><br>\n\nIt seems that there must be an error in part of the account number. I pray you to send the details of the account to me again. What you sent me was as follows: \n\n<br><br>\n\nNOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J<br>\nNUMERO DE COMPTE :  1240120526<br>\nCODE SWIFT : SGCICI AB<br>\nVILLE : ABIDJAN<br>\nPAYS : COTE D'IVOIRE<br><br>\n\nAnother polite business closing involving distinguished feelings.<br><br>\n\nNick Tamaire\n</span>\n\n</td>\n</tr>\n\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2006-07-05 00:00", "subject": "NUMERO DE COMPTE EXACT", "author_role": "scam", "body": "A\n   Monsieur NICK TAMAIRE,\n\nVraisemblablement vous aviez faire une erreur de frappe sur le numéro de \ncompte que je vous ai fourni en envoyant le numéro à votre banque vous \naviez faire une erreur de frappe, veuillez bien vérifier le numéro avant de \nl'envoyer a votre banquier.\n\n   Les informations de la banque :\n\n   NOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J\n   NUMERO DE COMPTE : 12240120526\nCODE SWIFT : SGCICI AB\nVILLE : ABIDJAN\nPAYS : COTE D'IVOIRE\n\n   Je suis dans l'attente de votre confirmation.\n\n   Salutations distinguées.\n\n   Me SEHR JEROME\n\n\n\n\n\n \nSubject: EXACT ACCOUNT NUMBER\nDate: Wed, 5 Jul 2006 \n\n   A\n   Monsieur NICK TAMAIRE,\n   \n   Probably you made a typing error on the account number that I provided you in sending the number to your bank you had to make a typing error, please verify the number well before sending it to your banker.\n\n\n  The bank information :\n\n   NOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J\n   NUMERO DE COMPTE : 12240120526\nCODE SWIFT : SGCICI AB\nVILLE : ABIDJAN\nPAYS : COTE D'IVOIRE\n\n   I await your confirmation.\n\n   Best regards\n\n   Me SEHR JEROME", "raw": "<tr>\n<td colspan=2>\n<center>\n<span class=\"ntc\">[He's not totally dumb]</span><br><br>\n\n\n<span class=\"js\">Ma&icirc;tre J&eacute;r&ocirc;me SEHR</span>\n</center>\n</td>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"koffi\">\n \nSubject: NUMERO DE COMPTE EXACT<br>\nDate: Wed, 5 Jul 2006 <br><br>\n\n   A\n   Monsieur NICK TAMAIRE,<br><br>\n\nVraisemblablement vous aviez faire une erreur de frappe sur le num&eacute;ro de \ncompte que je vous ai fourni en envoyant le num&eacute;ro &agrave; votre banque vous \naviez faire une erreur de frappe, veuillez bien v&eacute;rifier le num&eacute;ro avant de \nl'envoyer a votre banquier.<br><br>\n\n   Les informations de la banque :<br>\n\n   NOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J<br>\n   NUMERO DE COMPTE : 12240120526<br>\nCODE SWIFT : SGCICI AB<br>\nVILLE : ABIDJAN<br>\nPAYS : COTE D'IVOIRE<br><br>\n\n   Je suis dans l'attente de votre confirmation.<br><br>\n\n   Salutations distingu&eacute;es.<br><br>\n\n   Me SEHR JEROME\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n<span class=\"koffi\">\n \nSubject: EXACT ACCOUNT NUMBER<br>\nDate: Wed, 5 Jul 2006 <br><br>\n\n   A\n   Monsieur NICK TAMAIRE,<br><br>\n   \n   Probably you made a typing error on the account number that I provided you in sending the number to your bank you had to make a typing error, please verify the number well before sending it to your banker.\n<br><br>\n\n  The bank information :<br>\n\n   NOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J<br>\n   NUMERO DE COMPTE : 12240120526<br>\nCODE SWIFT : SGCICI AB<br>\nVILLE : ABIDJAN<br>\nPAYS : COTE D'IVOIRE<br><br>\n\n   I await your confirmation.<br><br>\n\n   Best regards<br><br>\n\n   Me SEHR JEROME\n</span>\n\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "July 5\nCher Maître Sehr,\n\nJe dois vous présenter mes excuses les plus sincères. C'est effectivement \nune faute de frappe de ma part. J'ai oublié le deuxième chiffre \"2\". Je \nprendrai contact avec mon banquier tout de suite afin de corriger l'erreur. \nDès réception de la confirmation de l'envoi du virement je vous l'enverrai.\n\nVeuillez agréer, Cher Maître Sehr, l'expression de mes sentiments distingués \net encore une fois, toutes mes excuses.\n\nNick Tamaire\n\n\n\n\n\n  July 5\nCher Maître Sehr,\n\nI must present my most sincere excuses to you. It is indeed a typing error on my part. I forgot the second number \"2\". I will contact my banker immediately in order to correct the error. On receipt of the confirmation of the sending of the transfer I will send it to you. Please accept, Dear Master Sehr, the expression of my distinguished feelings and once again, all my excuses.\n\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n<span class=\"nt\">\n  July 5<br><br>\nCher Ma&icirc;tre Sehr,<br><br>\n\nJe dois vous pr&eacute;senter mes excuses les plus sinc&egrave;res. C'est effectivement \nune faute de frappe de ma part. J'ai oubli&eacute; le deuxi&egrave;me chiffre \"2\". Je \nprendrai contact avec mon banquier tout de suite afin de corriger l'erreur. \nD&egrave;s r&eacute;ception de la confirmation de l'envoi du virement je vous l'enverrai.\n<br><br>\nVeuillez agr&eacute;er, Cher Ma&icirc;tre Sehr, l'expression de mes sentiments distingu&eacute;s \net encore une fois, toutes mes excuses.<br><br>\n\nNick Tamaire\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n<span class=\"nt\">\n  July 5<br><br>\nCher Ma&icirc;tre Sehr,<br><br>\n\nI must present my most sincere excuses to you. It is indeed a typing error on my part. I forgot the second number \"2\". I will contact my banker immediately in order to correct the error. On receipt of the confirmation of the sending of the transfer I will send it to you.<br><br> Please accept, Dear Master Sehr, the expression of my distinguished feelings and once again, all my excuses.\n<br><br>\n\nNick Tamaire\n</span>\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "July 5\n \nCher Monsieur Floc'h,\n\nEffectivement, il y avait une erreur dans le numéro de compte. J'aurais dû \nfaire un copier / coller pour être certain de ne pas me tromper. Maintenant \nque vous avez les bons détails je vous prie de bien vouloir faire le \nvirement de 6 585 ? dès réception.\n\nDans l'attente de recevoir la confirmation de l'envoi veuillez agréer, Cher \nMonsieur Le Floc'h, l'expression de mes sentiments reconnaissants et de \ntoute mes excuses pour le temps que je vous ai fait perdre.\n\nNick Tamaire\n\n\n\n   NOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J\n   NUMERO DE COMPTE : 12240120526\nCODE SWIFT : SGCICI AB\nVILLE : ABIDJAN\nPAYS : COTE D'IVOIRE\n\n\n\n\n\n  \nJuly 5\n \nCher Monsieur Floc'h,\n\nIndeed, there was an error in the account number. I should have made a copy to be certain not to make a mistake. Now that you have the right details please agree to make the transfer of 6 585 euros on receipt.\n\n In waiting to receive the confirmation of the sending please accept, Dear Mr Floc' H, the expression of my grateful feelings and all my excuses for the time that I made you waste.\n\n\nNick Tamaire\n\n\n\n   NOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J\n   NUMERO DE COMPTE : 12240120526\nCODE SWIFT : SGCICI AB\nVILLE : ABIDJAN\nPAYS : COTE D'IVOIRE", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"nt\">\n  \nJuly 5<br><br>\n \nCher Monsieur Floc'h,<br><br>\n\nEffectivement, il y avait une erreur dans le num&eacute;ro de compte. J'aurais d&ucirc; \nfaire un copier / coller pour &ecirc;tre certain de ne pas me tromper. Maintenant \nque vous avez les bons d&eacute;tails je vous prie de bien vouloir faire le \nvirement de 6 585 ? d&egrave;s r&eacute;ception.<br><br>\n\nDans l'attente de recevoir la confirmation de l'envoi veuillez agr&eacute;er, Cher \nMonsieur Le Floc'h, l'expression de mes sentiments reconnaissants et de \ntoute mes excuses pour le temps que je vous ai fait perdre.<br><br>\n\nNick Tamaire<br><br>\n\n\n\n   NOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J<br>\n   NUMERO DE COMPTE : 12240120526<br>\nCODE SWIFT : SGCICI AB<br>\nVILLE : ABIDJAN<br>\nPAYS : COTE D'IVOIRE\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n<span class=\"nt\">\n  \nJuly 5<br><br>\n \nCher Monsieur Floc'h,<br><br>\n\nIndeed, there was an error in the account number. I should have made a copy to be certain not to make a mistake. Now that you have the right details please agree to make the transfer of 6 585 euros on receipt.<br><br>\n\n In waiting to receive the confirmation of the sending please accept, Dear Mr Floc' H, the expression of my grateful feelings and all my excuses for the time that I made you waste.\n<br><br>\n\nNick Tamaire<br><br>\n\n\n\n   NOM DU BENEFICIAIRE : M. DURUJI  KINGSLEY  J<br>\n   NUMERO DE COMPTE : 12240120526<br>\nCODE SWIFT : SGCICI AB<br>\nVILLE : ABIDJAN<br>\nPAYS : COTE D'IVOIRE\n</span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2006-07-06 00:00", "subject": "A L'ATTENTION DE MONSIEUR NICOLAS TAMAIRE", "author_role": "scam", "body": "A\n   Monsieur NICK TAMAIRE,\n   \n   \n\nJ'accuse bonne réception de votre courrier et pour ce faite je suis dans \nl'attente de votre confirmation concernant l'envoi des frais \nadministratifs.\n\n   Je suis dans l'attente des frais administratifs afin de me faciliter la \ntache pour l'obtention des dits documents.\n\n   Très cordialement.\n\n   Me SEHR JEROME\n\n\n\n\n\n\nSubject: FOR THE ATTENTION DE MONSIEUR NICOLAS TAMAIRE\nDate: Thu, 6 Jul 2006\n\n\nTo\n   Monsieur NICK TAMAIRE,\n   \n   I acknowledge receipt of your mail and await your confirmation concerning the sending of the administrative expenses. I await the administrative expenses in order to facilitate to me the task of  obtaining the said documents.\n\nVery cordially\n\n   Me SEHR JEROME", "raw": "<tr>\n<td colspan=2>\n<center>\n<span class=\"ntc\">[Getting slightly anxious for their mioney]</span><br><br>\n\n<span class=\"js\">Ma&icirc;tre J&eacute;r&ocirc;me SEHR</span>\n</center>\n</td>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"koffi\">\nSubject: A L'ATTENTION DE MONSIEUR NICOLAS TAMAIRE<br>\nDate: Thu, 6 Jul 2006<br><br>\n\n\n   A\n   Monsieur NICK TAMAIRE,<br><br>\n   \n   \n\nJ'accuse bonne r&eacute;ception de votre courrier et pour ce faite je suis dans \nl'attente de votre confirmation concernant l'envoi des frais \nadministratifs.<br><br>\n\n   Je suis dans l'attente des frais administratifs afin de me faciliter la \ntache pour l'obtention des dits documents.<br><br>\n\n   Tr&egrave;s cordialement.<br><br>\n\n   Me SEHR JEROME\n\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n\n<span class=\"koffi\">\nSubject: FOR THE ATTENTION DE MONSIEUR NICOLAS TAMAIRE<br>\nDate: Thu, 6 Jul 2006<br><br>\n\n\nTo\n   Monsieur NICK TAMAIRE,<br><br>\n   \n   I acknowledge receipt of your mail and await your confirmation concerning the sending of the administrative expenses. I await the administrative expenses in order to facilitate to me the task of  obtaining the said documents.\n<br><br>\nVery cordially\n<br><br>\n   Me SEHR JEROME\n\n</span>\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Cher Mr Tamaire,\n\nJe suis désolé que le virement n'a pas pu être fait hier quand vous avez \ndonné les détails corrigés. J'ai dû aller à un rendez vous imprévu à \nl'extérieur. Je viens d'effectuer le virement de 6 585 € au compte cité \nci-dessous. Les frais de l'opération représentent 239,63 €. Si vous le \nsouhaitez je peux m'arranger que ces frais soient inclus dans les charges \ntrimestrielles du fonctionnement du compte de la société. Pour le moment je \nles garde en suspens.\n\nJe reste à votre disposition pour tous renseignements complémentaires ou \ntoute autre opération de la même nature.\n\nUn petit conseil. Avec la réussite de la France en Coupe du Monde hier soir \nle bourse de Paris risque de s'envoler à court terme, surtout si la France \ngagne dimanche soir. Si vous me passez un ordre demain après 11 heures il ne \npeut pas être placé avant lundi matin. Vous serez positionné pour faire un \nbon coup. Si jamais la France perd dimanche soir je serai à l'agence avant \nl'ouverture de la bourse lundi matin et je peux toujours contrer l'ordre. \n\nMes hommages à Madame.\n\nVeuillez agréer, Cher Mr Tamaire, l'assurance de mes sentiments dévoués.\n\nAndré Le Floc'h\n \n\n\n\n\n\n\nCher Mr Tamaire,\n\nDear Mr. Tamaire, I am sorry that the transfer could not be made yesterday when you gave the corrected details. I had to go to an unexpected meeting abroad. I have just carried out the transfer of 6 585? to the account quoted below. The expenses of the operation account for 239,63 euros. If you wish I can arrange for these expenses to be included in the quarterly charges of the operation of the company account. For the moment I hold them as outstanding.\n\n I remain at your disposal for all further information or any other operation of the same nature. \n\nA bit of advice. With the success of France in the World Cup yesterday evening the Paris Bourse is likely to fly away briefly, especially if France wins Sunday evening. If you send me an order tomorrow after 11 a.m. it cannot be executed before Monday morning. You will be positioned to make a good blow. If ever France loses Sunday evening I will be at the agency before the opening of the stock exchange Monday morning and I can always stop the order.  My respects to Madam. Please accept, Dear Mr. Tamaire, the assurance of my devoted feelings.\n\nAndré Le Floc'h", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n<span class=\"nt\">\n\nCher Mr Tamaire,<br><br>\n\nJe suis d&eacute;sol&eacute; que le virement n'a pas pu &ecirc;tre fait hier quand vous avez \ndonn&eacute; les d&eacute;tails corrig&eacute;s. J'ai d&ucirc; aller &agrave; un rendez vous impr&eacute;vu &agrave; \nl'ext&eacute;rieur. Je viens d'effectuer le virement de 6 585 &euro; au compte cit&eacute; \nci-dessous. Les frais de l'op&eacute;ration repr&eacute;sentent 239,63 &euro;. Si vous le \nsouhaitez je peux m'arranger que ces frais soient inclus dans les charges \ntrimestrielles du fonctionnement du compte de la soci&eacute;t&eacute;. Pour le moment je \nles garde en suspens.<br><br>\n\nJe reste &agrave; votre disposition pour tous renseignements compl&eacute;mentaires ou \ntoute autre op&eacute;ration de la m&ecirc;me nature.<br><br>\n\nUn petit conseil. Avec la r&eacute;ussite de la France en Coupe du Monde hier soir \nle bourse de Paris risque de s'envoler &agrave; court terme, surtout si la France \ngagne dimanche soir. Si vous me passez un ordre demain apr&egrave;s 11 heures il ne \npeut pas &ecirc;tre plac&eacute; avant lundi matin. Vous serez positionn&eacute; pour faire un \nbon coup. Si jamais la France perd dimanche soir je serai &agrave; l'agence avant \nl'ouverture de la bourse lundi matin et je peux toujours contrer l'ordre. <span class=\"ntc\">(The French stock exchange fell 0.58% on Monday July 10)</span><br><br>\n\nMes hommages &agrave; Madame.<br><br>\n\nVeuillez agr&eacute;er, Cher Mr Tamaire, l'assurance de mes sentiments d&eacute;vou&eacute;s.\n<br><br>\nAndr&eacute; Le Floc'h\n \n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"nt\">\n\nCher Mr Tamaire,<br><br>\n\nDear Mr. Tamaire, I am sorry that the transfer could not be made yesterday when you gave the corrected details. I had to go to an unexpected meeting abroad. I have just carried out the transfer of 6 585? to the account quoted below. The expenses of the operation account for 239,63 euros. If you wish I can arrange for these expenses to be included in the quarterly charges of the operation of the company account. For the moment I hold them as outstanding.<br><br>\n\n I remain at your disposal for all further information or any other operation of the same nature. <br><br>\n\nA bit of advice. With the success of France in the World Cup yesterday evening the Paris Bourse is likely to fly away briefly, especially if France wins Sunday evening. If you send me an order tomorrow after 11 a.m. it cannot be executed before Monday morning. You will be positioned to make a good blow. If ever France loses Sunday evening I will be at the agency before the opening of the stock exchange Monday morning and I can always stop the order. <span class=\"ntc\">(The French stock exchange fell 0.58% on Monday July 10)</span><br><br> My respects to Madam. <br><br>Please accept, Dear Mr. Tamaire, the assurance of my devoted feelings.\n<br><br>\nAndr&eacute; Le Floc'h\n \n</span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "July 6\n \nCher Maître Sehr,\n\nVeuillez trouver ci-dessous la confirmation de l'envoi du virement. Ici en \nFrance un virement arrive sur le compte sous 48 heures. Compte-tenu de la \ndistance, un weekend et la situation dans votre pays je crois qu'il prendra \nun peu plus de temps, sans doute vers le milieu de la semaine prochaine.\n\nJe vous prie de bien vouloir me confirmer l'arrivée du virement et la suite \nde l'opération.\nVeuillez agréer, Cher Maître Sehr, l'expression de mes sentiments \ndistingués.\n\nNick Tamaire\n \n\n\n\n\n\n July 6\n \nCher Maître Sehr,\n\n\nPlease find below the confirmation of the transfer. Here in France a transfer arrives in the account in under 48 hours. Taking into account the distance, a weekend and the situation in your country I believe that it will take a little more time, without doubt toward the middle of  next week. I ask you to confirm the arrival of the transfer and the rest of the operation. Please accept, Dear Master Sehr, the expression of my distinguished feelings.\n\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n\n\n <span class=\"nt\">\n July 6<br><br>\n \nCher Ma&icirc;tre Sehr,\n<br><br>\nVeuillez trouver ci-dessous la confirmation de l'envoi du virement. Ici en \nFrance un virement arrive sur le compte sous 48 heures. Compte-tenu de la \ndistance, un weekend et la situation dans votre pays je crois qu'il prendra \nun peu plus de temps, sans doute vers le milieu de la semaine prochaine.\n<br><br>\nJe vous prie de bien vouloir me confirmer l'arriv&eacute;e du virement et la suite \nde l'op&eacute;ration.<br><br>\nVeuillez agr&eacute;er, Cher Ma&icirc;tre Sehr, l'expression de mes sentiments \ndistingu&eacute;s.<br><br>\n\nNick Tamaire\n \n</span>\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n <span class=\"nt\">\n July 6<br><br>\n \nCher Ma&icirc;tre Sehr,\n<br><br>\n\nPlease find below the confirmation of the transfer. Here in France a transfer arrives in the account in under 48 hours. Taking into account the distance, a weekend and the situation in your country I believe that it will take a little more time, without doubt toward the middle of  next week.<br><br> I ask you to confirm the arrival of the transfer and the rest of the operation.<br><br> Please accept, Dear Master Sehr, the expression of my distinguished feelings.\n<br><br>\n\nNick Tamaire\n \n</span>\n\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "2006-07-06 00:00", "subject": "J'ATTEND LA CONFIRMATION", "author_role": "scam", "body": "A\n   Monsieur NICK TAMAIRE,\n\nSuite à votre courrier, je tiens a vous souligner que des réception des \nfrais administratifs je vous tiendrai informer par mail mais comme expliqué \ndans l'un de mes précédents messages que j'aurai besoin de la copie de la \nconfirmation de transfert donc vous devrez y demandé à votre banquier de \nvous envoyer la copie de la confirmation des frais administratifs et vous \nla ramener à nouveau à mon adresse émail pour une traçabilité.\n\n   Je suis dans l'attente du document.\n\n   Salutations distinguées.\n\n   Me SEHR JEROME\n \n\n\n\n\n \n Subject: I AWAIT CONFIRMATION\nDate: Thu, 6 Jul 2006 \n   To\n   Monsieur NICK TAMAIRE,\n\n\nFollowing your mail, I must stress to you that on receipt of the administrative expenses I will inform you by mall but as explained in one of my earlier messages that I will need the copy of the confirmation of transfer that you will owe requested from your banker to send to you the copy of the confirmation of the administrative expenses and you are to send it back to my address for tracking. I await the document. Best greetings.\n\n\n\n   Me SEHR JEROME", "raw": "<tr>\n<td colspan=2>\n<center>\n<span class=\"ntc\">[He wants me to waste my time creating a false document]</span><br><br>\n<span class=\"js\">Ma&icirc;tre J&eacute;r&ocirc;me SEHR</span>\n</center>\n</td>\n<!-- french -->\n<td width=\"50%\">\n\n<span class=\"koffi\">\n \n Subject: J'ATTEND LA CONFIRMATION<br>\nDate: Thu, 6 Jul 2006 <br><br>\n   A\n   Monsieur NICK TAMAIRE,<br><br>\n\nSuite &agrave; votre courrier, je tiens a vous souligner que des r&eacute;ception des \nfrais administratifs je vous tiendrai informer par mail mais comme expliqu&eacute; \ndans l'un de mes pr&eacute;c&eacute;dents messages que j'aurai besoin de la copie de la \nconfirmation de transfert donc vous devrez y demand&eacute; &agrave; votre banquier de \nvous envoyer la copie de la confirmation des frais administratifs et vous \nla ramener &agrave; nouveau &agrave; mon adresse &eacute;mail pour une tra&ccedil;abilit&eacute;.\n<br><br>\n   Je suis dans l'attente du document.<br><br>\n\n   Salutations distingu&eacute;es.<br><br>\n\n   Me SEHR JEROME\n </span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n<span class=\"koffi\">\n \n Subject: I AWAIT CONFIRMATION<br>\nDate: Thu, 6 Jul 2006 <br><br>\n   To\n   Monsieur NICK TAMAIRE,<br><br>\n\n\nFollowing your mail, I must stress to you that on receipt of the administrative expenses I will inform you by mall but as explained in one of my earlier messages that I will need the copy of the confirmation of transfer that you will owe requested from your banker to send to you the copy of the confirmation of the administrative expenses and you are to send it back to my address for tracking. <br><br>I await the document. <br><br>Best greetings.\n<br><br>\n\n\n   Me SEHR JEROME\n </span>\n\n</td>\n</tr>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Vous avez déjà l'e-mail de mon banquier qui confirme l'envoi.\n\nCordialement,\n\nNick Tamaire\n \n\n\n\n\n You already have the e-mail of my banker who confirms the delivery.\n\nCordially,\n\nNick Tamaire", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n<span class=\"nt\">\n \nVous avez d&eacute;j&agrave; l'e-mail de mon banquier qui confirme l'envoi.<br><br>\n\nCordialement,<br><br>\n\nNick Tamaire\n </span>\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n\n <span class=\"nt\">\n You already have the e-mail of my banker who confirms the delivery.<br><br>\n\nCordially,<br><br>\n\nNick Tamaire\n </span>\n</td>\n</tr>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Chère Mademoiselle Annicette Koffi,\n\nDans le monde des spectacles aux USA on a un dicton, \"The show's not over \nuntil the fat lady sings\". Cela indique que l'histoire doit aller jusqu'à sa \nfin. Alors, j'entends une grosse qui chante ses gammes dans les coulisses. \nC'est bientôt la fin.\n\nVous et votre Maître Jérôme Sehr, vous croyiez que vous alliez m'escroquer \npour la coquette somme de 6 585 €. Mais moi, je savais dès la réception de \nvotre e-mail il y a un mois que vous n'êtes qu'un petit criminel minable, un \nmugu raté qui essaie de prendre l'argent des gens innocents.\n\nLes 419 mugus, j'en connais et j'adore les faire perdre leur temps et \nl'argent qu'ils paient dans les cybercafés. Le temps que vous croyez que \nvous allez avoir mon argent est davantage de temps que vous ne pouvez pas \nescroquer d'autres gens.\n\nMoi, je sais que vous ne vous appelez pas Mademoiselle Annicette Koffi et \nque vous et Maître Jérôme Sehr, vous êtes probablement la même personne. Et \nj'ai des moyens de me renseigner sur les 419 mugus qui opèrent à partir \nd'Abidjan. Internet est fantastique. Je tape www.abc.ci et je peux tout \nsavoir, les vraies adresses, les vrais noms des entreprises, les numéros de \ntéléphone, etc. Par conséquent, je sais que vous n'existez pas. Le cabinet \nd'avocats de Maître Jérôme Sehr n'est pas listé parmi les avocats inscrits \nau barreau du Tribunal de Première Instance d'Abuidjan\n\nMoi non plus, je n'existe pas. Vous êtes tellement nul que vous n'avez même \npas reconnu que mon nom, Nick Tamaire, n'est qu'une déformation de l'insulte \ndes banlieues, \"Nique Ta Mère!!\"\n\nNon seulement Nick Tamaire n'existe pas mais son banquier, André Le Floc'h, \nn'existe pas et la banque, Crédit de l'Ouest, n'existe pas. Mon compte \nbancaire et son numéro IBAN n'existent pas non plus. Vous avez perdu votre temps et votre argent en m'envoyant beaucoup  \nd'e-mails sur 3 semaines. Franchement, je vous conseille d'arrêter le jeu \n419. Vous n'êtes pas au niveau. Ciao, pauvre connard,\n\nNique Ta Mère\n\n\n\n\n\n  \nDear Mademoiselle Annicette Koffi,\n\nIn the entertainment world in the USA they have a saying, \"The show's not over \nuntil the fat lady sings\". That means that the story must go to its end. And lo... I hear a fat lady warming up in the wings. The end is near. \n\nYou and your \"Master\" Jerome Sehr, you believed that you would scam me for the tidy sum of 6 585 €. But I, I knew from the start of your e-mail a month ago that you're nothing but a poor, small criminal, a mugu failure who tries to take money from innocent people.\n\nThe 419 mugus, I know them and love wasting their time and money that they pay in the cybercafes. The time that you believe that you will have my money is more time you can't scam other people. \n\nMe, I know that you are not Mademoiselle Annicette Koffi and that you and \"Master\" Jerome Sehr, you are probably the same person. And I have ways to learn about the 419 mugus to operate out of Abidjan. Internet is fantastic. I type www.abc.ci and I can know everything, the real addresses, the real names of businesses, the phone numbers, etc. So, I know that you don't exist. The law chambers of Master Jerome Sehr is not listed among the lawyers listed in the Bar of the Tribunal de Première Instance d'Abidjan. \n\n\nI don't exist either. You are such a zero that you didn't recognize that my name, Nick Tamaire,  is just a distortion of the suburban insult, \"F** your mother!\".\n\nIt's not just Nick Tamaire who doesn't exist but his banker, André Le Floc'h, doesn't exist and the bank, Crédit de l'Ouest, doesn't exist. My bank account and its IBAN number don't exist either. You have wasted your time and your money sending me e-mails over three weeks. Frankly, I advise you to quit this 419 game. You're not up to it. Ciao, poor jerk,\n\n\nNique Ta Mère\n\n\n\n\n\n\n\n\n\nscamorama main street \n* \nget booked \n*", "raw": "<tr>\n<!-- french -->\n<td width=\"50%\">\n<span class=\"nt\">\n  \nCh&egrave;re Mademoiselle Annicette Koffi,<br><br>\n\nDans le monde des spectacles aux USA on a un dicton, \"The show's not over \nuntil the fat lady sings\". Cela indique que l'histoire doit aller jusqu'&agrave; sa \nfin. Alors, j'entends une grosse qui chante ses gammes dans les coulisses. \nC'est bient&ocirc;t la fin.\n<br><br>\nVous et votre Ma&icirc;tre J&eacute;r&ocirc;me Sehr, vous croyiez que vous alliez m'escroquer \npour la coquette somme de 6 585 &euro;. Mais moi, je savais d&egrave;s la r&eacute;ception de \nvotre e-mail il y a un mois que vous n'&ecirc;tes qu'un petit criminel minable, un \nmugu rat&eacute; qui essaie de prendre l'argent des gens innocents.<br><br>\n\nLes 419 mugus, j'en connais et j'adore les faire perdre leur temps et \nl'argent qu'ils paient dans les cybercaf&eacute;s. Le temps que vous croyez que \nvous allez avoir mon argent est davantage de temps que vous ne pouvez pas \nescroquer d'autres gens.<br><br>\n\nMoi, je sais que vous ne vous appelez pas Mademoiselle Annicette Koffi et \nque vous et Ma&icirc;tre J&eacute;r&ocirc;me Sehr, vous &ecirc;tes probablement la m&ecirc;me personne. Et \nj'ai des moyens de me renseigner sur les 419 mugus qui op&egrave;rent &agrave; partir \nd'Abidjan. Internet est fantastique. Je tape www.abc.ci et je peux tout \nsavoir, les vraies adresses, les vrais noms des entreprises, les num&eacute;ros de \nt&eacute;l&eacute;phone, etc. Par cons&eacute;quent, je sais que vous n'existez pas. Le cabinet \nd'avocats de Ma&icirc;tre J&eacute;r&ocirc;me Sehr n'est pas list&eacute; parmi les avocats inscrits \nau barreau du Tribunal de Premi&egrave;re Instance d'Abuidjan<br><br>\n\nMoi non plus, je n'existe pas. Vous &ecirc;tes tellement nul que vous n'avez m&ecirc;me \npas reconnu que mon nom, Nick Tamaire, n'est qu'une d&eacute;formation de l'insulte \ndes banlieues, \"Nique Ta M&egrave;re!!\"\n<br><br>\nNon seulement Nick Tamaire n'existe pas mais son banquier, Andr&eacute; Le Floc'h, \nn'existe pas et la banque, Cr&eacute;dit de l'Ouest, n'existe pas. Mon compte \nbancaire et son num&eacute;ro IBAN n'existent pas non plus. Vous avez perdu votre temps et votre argent en m'envoyant beaucoup  \nd'e-mails sur 3 semaines. Franchement, je vous conseille d'arr&ecirc;ter le jeu \n419. Vous n'&ecirc;tes pas au niveau. Ciao, pauvre connard,<br><br>\n\nNique Ta M&egrave;re\n</span>\n\n</td>\n\n<!-- english-->\n<td width=\"50%\">\n<span class=\"nt\">\n  \nDear Mademoiselle Annicette Koffi,<br><br>\n\nIn the entertainment world in the USA they have a saying, \"The show's not over \nuntil the fat lady sings\". That means that the story must go to its end. And lo... I hear a fat lady warming up in the wings. The end is near.<br><br> \n\nYou and your \"Master\" Jerome Sehr, you believed that you would scam me for the tidy sum of 6 585 &euro;. But I, I knew from the start of your e-mail a month ago that you're nothing but a poor, small criminal, a mugu failure who tries to take money from innocent people.<br><br>\n\nThe 419 mugus, I know them and love wasting their time and money that they pay in the cybercafes. The time that you believe that you will have my money is more time you can't scam other people.<br><br> \n\nMe, I know that you are not Mademoiselle Annicette Koffi and that you and \"Master\" Jerome Sehr, you are probably the same person. And I have ways to learn about the 419 mugus to operate out of Abidjan. Internet is fantastic. I type www.abc.ci and I can know everything, the real addresses, the real names of businesses, the phone numbers, etc. So, I know that you don't exist. The law chambers of Master Jerome Sehr is not listed among the lawyers listed in the Bar of the Tribunal de Premi&egrave;re Instance d'Abidjan. \n<br><br>\n\nI don't exist either. You are such a zero that you didn't recognize that my name, Nick Tamaire,  is just a distortion of the suburban insult, \"F** your mother!\".<br><br>\n\nIt's not just Nick Tamaire who doesn't exist but his banker, Andr&eacute; Le Floc'h, doesn't exist and the bank, Cr&eacute;dit de l'Ouest, doesn't exist. My bank account and its IBAN number don't exist either. You have wasted your time and your money sending me e-mails over three weeks. Frankly, I advise you to quit this 419 game. You're not up to it. Ciao, poor jerk,<br><br>\n\n\nNique Ta M&egrave;re\n</span>\n\n</td>\n</tr>\n\n\n\n<!-- end inner table -->\n</table>\n\n\n \n</td>\n\n<td width=5%></td>\n</tr>\n</table>\n\n\n<br>\n<center>\n<p>\n<font size=-1>\n<a href=\"http://www.scamorama.com\"><b>scamorama main street</b></a> \n* \n<a href=\"http://www.amazon.com/gp/product/1932857389?ie=UTF8&tag=wwwscamoramco-20&linkCode=as2&camp=1789&creative=9325&creativeASIN=1932857389\" target=\"blank\"><b>get booked</b></a><img src=\"http://www.assoc-amazon.com/e/ir?t=wwwscamoramco-20&l=as2&o=1&a=1932857389\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\" /> \n* \n", "comments": []}]}