{"title": "baiters/advance_fee/sources/scamorama/prolite_hassan.html", "scammer": null, "location": null, "baiter": null, "notes": [], "messages": [{"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Conoro Oprolite is threatened by the French speaking Oumar Hassan. So we're using Spanish as a common language. Although the lad doesn't know that.\n\nTranslations by Babelfish.\n\nHistorical note (who says Scamorama isn't educational?) Twenty four vessels of the Spanish Armada were wrecked on the shores of Ireland in 1588. Conor O'Prolite is descended from Miguel Oprolite, one of the survivors. Conoro is a very distant relative.", "raw": "<hr>\n\n<p class=\"comment\">\n\n<span class=\"co\">Conor O'Prolite</span>, veteran of such Lad death threats as <a href=\"prolite_killer.html\">I MIGHT JUST SPEAR YOUR LIFE</a> and <a href=\"prolite_agnes_hitlad.html\">BE A GOOD  GIRL ALWAYS</a>, returns  as Conoro Oprolite.<br /><br />\n\n<p>\nConoro Oprolite is threatened by the French speaking Oumar Hassan. So we're using Spanish as a common language. Although the lad doesn't know that.<br /><br />\n\nTranslations by Babelfish.<br /><br />\n\nHistorical note (who says Scamorama isn't educational?) Twenty four vessels of the Spanish Armada were wrecked on the shores of Ireland in 1588. Conor O'Prolite is descended from Miguel Oprolite, one of the survivors. Conoro is a very distant relative.\n</p>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Cast\n (Hitlad) (oumar_hassan@ymail.com)\n (Oumar's intended victim)", "raw": "<hr />\n\n<u>Cast</u><br />\n \n<span class=\"oh\">Oumar Hassan</span> (Hitlad) (oumar_hassan@ymail.com)<br />\n<span class=\"co\">Conoro Oprolite</span> (Oumar's intended victim)\n</p>\n\n\n</div>\n\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "oumar_hassan@ymail.com\n\nIP: 41.207.15.91 - Abidjan (Cote d'Ivoire)\n\n\n\n\nJe suis Oumar Hassan, tueur à gage de l'organisation \"Al Bayane\".\n\nVous êtes sur ma liste de personne à éliminer.\n\nNous sommes au courant de tout sur vous\n\nJe n'ai pas le choix, car j'ai bésoin d'argent. Je suis actuellement sans pitié; car il me reste plus beaucoup de temps à vivre et j'emporterai avec moi dans ma tombe, toutes les personnes sur la liste.\n\nMes Hommes sont déjà postés dans un hotel près de chez vous et j'ai un homme de main qui vous suit partout ou vous allez. Ils attendent l'ordre pour terminer le boulot.\n\nVos communications sont sur écoute.\n\n \n\nUn conseil ! ne parler de cela à personne, je dis bien à personne (pas à un seul de vos amis, ni famille) et tout ira bien.Sinon mes hommes le sauront et automatiquement votre mort sera anticipé.\n\nCe que vous ne savez pas c'est que j'ai des connaissances en informatique très rares qui m'ont permis de vous pister et trouver votre trace.\n\nTout dependra de votre tenue, et je verrai si on peut en arriver à un arrangement quelconque.\n\n \n\nLa police ne pourra rien pour vous. Avant qu'elle n'intervienne, vous serez certainement mort.\n\n \n\nVOUS AVEZ INTERET A COLLABORER.\n\n \n\nOumar Hassan (Chef de l'organisation Al-bayane).\n\n\n\n\nI am Oumar Hassan, hired killer of l' organization \" Al Bayane\". \nYou are on my list of anybody to eliminate. \nWe are with the current of all on you I n' do not have the choice, because j' have d' need; money.\n I am currently without pity; because it remains me much of time to live and j' will carry with me in my tomb, all the people on the list.\n My Men are already posted in a hotel close to on your premise and j' have a henchman which follows you everywhere or you go. They await l' order to finish the job.\n Your communications are on listening. A council! to speak about that with nobody, I say well to anybody (not with only one of your friends, nor family) and all will be well. If not my men will know it and automatically your death will be anticipated. \nWhat you do not know c' is that j' have very rare knowledge in data processing which m' allowed to track you and find your trace.\n All will depend on your behaviour, and I will see whether one can come to an unspecified arrangement. \nThe police force will not be able anything for you. Before qu' it n' intervenes, you will certainly have died.\n YOU MAY FIND IT BENEFICIAL TO COLLABORATE. \nOumar Hassan (Chief of l' organization Al-bayane).", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"oh\">Oumar Hassan</span>\n\t<p class=\"email\">\n\toumar_hassan@ymail.com<br />\n\nIP: 41.207.15.91 - <br />Abidjan (Cote d'Ivoire)\n</p>\n\t\n\t</div>\n\t<div id=\"dialog\" class=\"st\"> \n\n<p>\nJe suis Oumar Hassan, tueur &agrave; gage de l'organisation \"Al Bayane\".<br /><br />\n\nVous &ecirc;tes sur ma liste de personne &agrave; &eacute;liminer.<br /><br />\n\nNous sommes au courant de tout sur vous<br /><br />\n\nJe n'ai pas le choix, car j'ai b&eacute;soin d'argent. Je suis actuellement sans piti&eacute;; car il me reste plus beaucoup de temps &agrave; vivre et j'emporterai avec moi dans ma tombe, toutes les personnes sur la liste.<br /><br />\n\nMes Hommes sont d&eacute;j&agrave; post&eacute;s dans un hotel pr&egrave;s de chez vous et j'ai un homme de main qui vous suit partout ou vous allez. Ils attendent l'ordre pour terminer le boulot.<br /><br />\n\nVos communications sont sur &eacute;coute.<br /><br />\n\n \n\nUn conseil ! ne parler de cela &agrave; personne, je dis bien &agrave; personne (pas &agrave; un seul de vos amis, ni famille) et tout ira bien.Sinon mes hommes le sauront et automatiquement votre mort sera anticip&eacute;.\n<br /><br />\nCe que vous ne savez pas c'est que j'ai des connaissances en informatique tr&egrave;s rares qui m'ont permis de vous pister et trouver votre trace.\n<br /><br />\nTout dependra de votre tenue, et je verrai si on peut en arriver &agrave; un arrangement quelconque.\n\n <br /><br />\n\nLa police ne pourra rien pour vous. Avant qu'elle n'intervienne, vous serez certainement mort.\n\n <br /><br />\n\nVOUS AVEZ INTERET A COLLABORER.<br /><br />\n\n \n\nOumar Hassan (Chef de l'organisation Al-bayane).\n</p>\n\n<!-- translation -->\n\n<div class=\"translation\">\n\nI am Oumar Hassan, hired killer of l' organization \" Al Bayane\". \nYou are on my list of anybody to eliminate. \nWe are with the current of all on you I n' do not have the choice, because j' have d' need; money.<br /><br />\n I am currently without pity; because it remains me much of time to live and j' will carry with me in my tomb, all the people on the list.<br /><br />\n My Men are already posted in a hotel close to on your premise and j' have a henchman which follows you everywhere or you go. They await l' order to finish the job.<br /><br />\n Your communications are on listening. A council! to speak about that with nobody, I say well to anybody (not with only one of your friends, nor family) and all will be well. If not my men will know it and automatically your death will be anticipated. <br /><br />\nWhat you do not know c' is that j' have very rare knowledge in data processing which m' allowed to track you and find your trace.<br /><br />\n All will depend on your behaviour, and I will see whether one can come to an unspecified arrangement. <br /><br />\nThe police force will not be able anything for you. Before qu' it n' intervenes, you will certainly have died.<br /><br />\n YOU MAY FIND IT BENEFICIAL TO COLLABORATE. <br /><br />\nOumar Hassan (Chief of l' organization Al-bayane).\n</p>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Ésta es una cierta clase de la broma, isn' ¿t él?\n\nThis is some sort of joke, isn't it?", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"co\">Conoro Oprolite</span></div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n<p>&Eacute;sta es una cierta clase de la broma, isn' &iquest;t &eacute;l?</p>\n\n \n<div class=\"translation\">\nThis is some sort of joke, isn't it?\n</div>\n \n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "This does not have anything to do with a joke, if they do not want to believe, too bad for you.\n\nI cannot still retire, but everything depends on you. You have 48 hours. happened that, you know what to hope.", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"oh\">Oumar Hassan</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\n \n\n\n\n<p align=\"left\">\nEsto no tiene nada que ver con una broma, si no quieren creer, demasiado malo para usted.\n\n<br /><br />\nNo puedo retirar todav&iacute;a, pero todo depende de usted. Usted tiene 48 horas. pasado que, usted sabe qu&eacute; esperar.\n</p>\n \n<!-- translation -->\n<div class=\"translation\">\nThis does not have anything to do with a joke, if they do not want to believe, too bad for you.\n<br /><br />\nI cannot still retire, but everything depends on you. You have 48 hours. happened that, you know what to hope.\n</div>\n \n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "I suppose I have to believe you. I do have a lot of enemies, and you must be short of money if your boys are staying at the Sancho Panza Hotel. It's full of whores and drug addicts. I'd tell them to be careful if I were you. What do you want me to do? I'd like to know who is paying you to kill me, but I suppose professional ethics prevent you from telling me.\"", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"co\">Conoro Oprolite</span></div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n<p align=\"left\">\nSupongo que tengo que creerle. Tengo muchos enemigos, y usted debe ser cortocircuito del dinero si sus muchachos est&aacute;n permaneciendo en el hotel de Sancho Panza. It' s por completo de putas y de drogadictos. I' d les dice tener cuidado si era usted. &iquest;Qu&eacute; usted quisiera que hiciera? I' d tiene gusto de saber qui&eacute;n le est&aacute; pagando para matarme, pero supongo los &eacute;ticas profesionales evitan que usted me diga.\n</p>\n\n\n <!-- translation -->\n<div class=\"translation\">\nI suppose I have to believe you. I do have a lot of enemies, and you must be short of money if your boys are staying at the Sancho Panza Hotel. It's full of whores and drug addicts. I'd tell them to be careful if I were you. What do you want me to do? I'd like to know who is paying you to kill me, but I suppose professional ethics prevent you from telling me.\"\n</div>\n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "M. Conoro Oprolite I n' you have nothing you explain, j' he has a work that to do c' he is everything and j' one has been pleased for that. Unless, to retractar to me, m' proposes the sum to me that; one has seted out for this work. If he is d' agreement by this agreement, then transfers me to me the sooner the sum of 3000 Euros before the end of at some future date. And mainly, if speak of that to quienquiera will know I it and know what she hopes to him.\n It transfers money to this direction, by Western union and they transmit me to me losdetalles of the transference. To send l' money to this direction: Ouattara Fatouma in Abidjan (Côte d' Ivoire)", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"oh\">Oumar Hassan</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\n \n\n<p align=\"left\">\nM. Conoro Oprolite<br /><br />\n\nYo n' tenga nada ustedes explican, j' tenga un trabajo que hacer c' es todo y j' se ha pagado para eso. A menos que, para retractarme, me propone la suma que m' se ha propuesto para este trabajo. Si es d' acuerdo por este acuerdo, entonces me transfieren me cuanto antes la suma de 3000 euros antes del final del d&iacute;a de ma&ntilde;ana. Y sobre todo, si habla de eso a quienquiera yo lo sabr&aacute; y sabe lo que le espera.   <br /><br />                                                                                                              Transfiera dinero a esta direcci&oacute;n, por pel&iacute;cula de vaqueros uni&oacute;n y me transmiten me losdetalles de la transferencia.                                                                                                   \n</p>\n\n <!-- translation -->\n<div class=\"translation\">\nM. Conoro Oprolite<br /><br /> I n' you have nothing you explain, j' he has a work that to do c' he is everything and j' one has been pleased for that. Unless, to retractar to me, m' proposes the sum to me that; one has seted out for this work. If he is d' agreement by this agreement, then transfers me to me the sooner the sum of 3000 Euros before the end of at some future date. And mainly, if speak of that to quienquiera will know I it and know what she hopes to him.<br /><br />\n It transfers money to this direction, by <span class=\"wu\">Western union</span> and they transmit me to me losdetalles of the transference. To send l' money to this direction: Ouattara Fatouma in Abidjan (C&ocirc;te d' Ivoire)\n</div>\n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "As you know, I live in a small village in the Sierra Esmeralda, and it does not have a Western Union. Could I give it to your men in the Sancho Panza hotel, and hope they do not spend it on the whores?", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"co\">Conoro Oprolite</span></div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n<p align=\"left\">\nComo usted sabe, vivo en una peque&ntilde;a aldea en la sierra Esmeralda, y no tiene <span class=\"wu\">Western Union</span>. &iquest;Podr&iacute;a darla a sus hombres en el hotel de Sancho Panza, y espero que no lo pase en las putas?\n</p>\n\n\n<!-- translation -->\n<div class=\"translation\">\nAs you know, I live in a small village in the Sierra Esmeralda, and it does not have a <span class=\"wu\">Western Union</span>. Could I give it to your men in the Sancho Panza hotel, and hope they do not spend it on the whores?\n</div>\n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Sir listens, does not have sufficient time, has other objectives to eliminate. The unique thing that I can say is that still it can leave a term of 48 hours (before the noon Tuesday). After this, too bad for you. Nevertheless, only you can change that. Transference of money through Western Union that is a box of fast form and trustworthy of transference (www.westernunion.com), this site will show the transference to him of a seat near you. You only must move in a city and find an agency. To send to the following direction: Ouattara Fatouma Abidjan (cote d' ivoire). Once the transference becomes, and I know that I am going to ask my men to retire. Depeche you before you am too much behind schedule.", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"oh\">Oumar Hassan</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\n \n<p align=\"left\">\nEscuche se&ntilde;or, no tengo tiempo suficiente, tengo otros objetivos a eliminar.<br /><br />\n\nLo &uacute;nico que puedo decir es que a&uacute;n puede dejar un plazo de 48 horas (antes del mediod&iacute;a martes).\n<br /><br />\n  Despu&eacute;s de esto, demasiado malo para usted.\n<br /><br />\nSin embargo, s&oacute;lo usted puede cambiar eso.\n<br /><br />\n  Transferencia de dinero a trav&eacute;s de <span class=\"wu\">Western Union</span> que es una caja de forma r&aacute;pida y fiable de transferencia (www.<span class=\"wu\">westernunion</span>.com), este sitio le mostrar&aacute; la transferencia de un asiento cerca de usted. S&oacute;lo tienes que mover en una ciudad y encontrar una agencia.\n <br /><br />\nEnviar a la siguiente direcci&oacute;n: Ouattara Fatouma  Abidjan (cote d'ivoire).\n<br /><br />\n   Una vez que la transferencia se hace, y s&eacute; que voy a pedir a mis hombres a retirarse..\n <br /><br />\n\n    Depeche usted antes de que sea demasiado tarde.\n</p>\n\n\n <!-- translation -->\n<div class=\"translation\">\nSir listens, does not have sufficient time, has other objectives to eliminate.<br /><br /> The unique thing that I can say is that still it can leave a term of 48 hours (before the noon Tuesday). <br /><br />After this, too bad for you.<br /><br /> Nevertheless, only you can change that. <br /><br />Transference of money through <span class=\"wu\">Western Union</span> that is a box of fast form and trustworthy of transference (www.<span class=\"wu\">westernunion</span>.com), this site will show the transference to him of a seat near you. You only must move in a city and find an agency. <br /><br />To send to the following direction: Ouattara Fatouma Abidjan (cote d' ivoire).<br /><br /> Once the transference becomes, and I know that I am going to ask my men to retire. <br /><br />Depeche you before you am too much behind schedule.\n</div>\n \n\n \n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "My car has broken down, but there is a weekly bus service to Cervantes, the nearest town tomorrow. If it does not have a Western Union, I can catch the train to La Mancha", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"co\">Conoro Oprolite</span></div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n\n<p align=\"left\">\nMi coche ha analizado, pero hay un servicio de autobuses semanal a Cervantes, la ciudad m&aacute;s cercana ma&ntilde;ana. Si no tiene <span class=\"wu\">Western Union</span>, puedo coger el tren al La Mancha\n</p>\n\n\n \n<div class=\"translation\">\nMy car has broken down, but there is a weekly bus service to Cervantes, the nearest town tomorrow. If it does not have a <span class=\"wu\">Western Union</span>, I can catch the train to La Mancha\n</div>\n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Mr. Conoro Oprolite,\n\n           \n\nDebrouiller como puede, de manera que el dinero se transferirá a través de Western Union a la dirección que te di antes y en esta ocasión. \nComo ya he dicho, espero que decirle a mis hombres a retirarse. De lo contrario, hacer lo que debemos hacer. \nLuego me llaman con los detalles del envío (código y contraseña) y (de preguntas y respuestas de transferencia). \n\n    Así que me espera.\n\n\n\nMr. Conoro Oprolite, Debrouiller as it can, so that the money will be transferred through Western Union to the direction that I gave you before and in this occasion. Since already there am saying, I hope that to say to him to my men to retire. Otherwise, to do what we must do. Soon they call to me with the details of the shipment (code and password) and (of questions and answers of transference). So it hopes to me.", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"oh\">Oumar Hassan</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\n \n\n<p>\nMr. Conoro Oprolite,<br /><br />\n\n           \n\nDebrouiller como puede, de manera que el dinero se transferir&aacute; a trav&eacute;s de <span class=\"wu\">Western Union</span> a la direcci&oacute;n que te di antes y en esta ocasi&oacute;n. <br />\nComo ya he dicho, espero que decirle a mis hombres a retirarse. De lo contrario, hacer lo que debemos hacer. <br />\nLuego me llaman con los detalles del env&iacute;o (c&oacute;digo y contrase&ntilde;a) y (de preguntas y respuestas de transferencia). <br /><br />\n\n    As&iacute; que me espera.\n</p>\n \n<!-- translation -->\n \n<div class=\"translation\">\nMr. Conoro Oprolite, <br />Debrouiller as it can, so that the money will be transferred through <span class=\"wu\">Western Union</span> to the direction that I gave you before and in this occasion.<br /> Since already there am saying, I hope that to say to him to my men to retire. Otherwise, to do what we must do. <br />Soon they call to me with the details of the shipment (code and password) and (of questions and answers of transference). So it hopes to me.\n</div>\n \n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "El autobús se irá en diez minutos, tan I' un montón de VE de hora de cogerlo\n\n\nThe bus will be leaving in ten minutes, so I've plenty of time to catch it", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"co\">Conoro Oprolite</span></div>\n\t<div id=\"dialog\" class=\"ast\">\n\n \n\n<p>El autob&uacute;s se ir&aacute; en diez minutos, tan I' un mont&oacute;n de VE de hora de cogerlo</p>\n\n <!-- translation -->\n<div class=\"translation\">\nThe bus will be leaving in ten minutes, so I've plenty of time to catch it\n</div>\n \n\n \n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "(Eu sou pesaroso que eu não podia fazer ontem o pagamento de Western Union. A barra-ônibus deixada de funcionar em um moinho de vento na estrada de enrolamento íngreme para baixo à cidade, e eram afortunados que ninguém estêve matado. Eu sofri o abalo, e fui mantido no hospital de noite. Minhas da cabeça dores ainda. Eu espero seus homens não fizeram com que o ruído elétrico me tentasse e matasse. Não há nenhum ponto em pagá-lo se eu estou indo ser matado de qualquer maneira.\n\n\n\nI am sorry I wasn't able to make the Western Union payment yesterday. The bus crashed into a windmill on the steep winding road down to town, and It was lucky that nobody was killed. I suffered concussion, and was kept in hospital overnight. My head still aches.\n\nI hope your men did not cause the crash to try and kill me. There is no point in paying you if I am going to be killed anyway.", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"co\">Conoro Oprolite</span>\n\t<p class=\"coc\">(using Portuguese for reasons to be explained shortly)</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n\n \n\n \n<p>\n(Eu sou pesaroso que eu n&atilde;o podia fazer ontem o pagamento de <span class=\"wu\">Western Union</span>. A barra-&ocirc;nibus deixada de funcionar em um moinho de vento na estrada de enrolamento &iacute;ngreme para baixo &agrave; cidade, e eram afortunados que ningu&eacute;m est&ecirc;ve matado. Eu sofri o abalo, e fui mantido no hospital de noite. Minhas da cabe&ccedil;a dores ainda.<br /><br /> Eu espero seus homens n&atilde;o fizeram com que o ru&iacute;do el&eacute;trico me tentasse e matasse. N&atilde;o h&aacute; nenhum ponto em pag&aacute;-lo se eu estou indo ser matado de qualquer maneira.\n</p>\n\n <!-- translation -->\n<div class=\"translation\">\nI am sorry I wasn't able to make the <span class=\"wu\">Western Union</span> payment yesterday. The bus crashed into a windmill on the steep winding road down to town, and It was lucky that nobody was killed. I suffered concussion, and was kept in hospital overnight. My head still aches.<br /><br />\n\nI hope your men did not cause the crash to try and kill me. There is no point in paying you if I am going to be killed anyway.\n</div>\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Escuche al Sr., no comprendo nada de lo que ustedes dichos. sea más explícito, le espero. yo n' tengo más bastante tiempo, debo hacer lo que j' tenga que hacer y foutre el campo l' hombre quien m' pagó para el trabajo, vienen de m' llamado. Dichas mí rápidamente lo que pasa y s' él ya otro acuerdo cualquiera veré aún lo que puedo hacer.\n\n \n\n\nIt listens Mr., I do not include/understand anything than you this. he is more explicit, I hope to him. I n' I have more time enough, I must do what j' it must do and foutre the field l' man who m' he paid for the work, come from m' call. Said quickly what happens and s' to me; it already another agreement anyone will see still what I can do.", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"oh\">Oumar Hassan</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\n \n\n<p>\nEscuche al Sr., no comprendo nada de lo que ustedes dichos. sea m&aacute;s expl&iacute;cito, le espero. yo n' tengo m&aacute;s bastante tiempo, debo hacer lo que j' tenga que hacer y foutre el campo l' hombre quien m' pag&oacute; para el trabajo, vienen de m' llamado. Dichas m&iacute; r&aacute;pidamente lo que pasa y s' &eacute;l ya otro acuerdo cualquiera ver&eacute; a&uacute;n lo que puedo hacer.\n\n </p>\n\n <!-- translation -->\n<div class=\"translation\">\nIt listens Mr., I do not include/understand anything than you this. he is more explicit, I hope to him. I n' I have more time enough, I must do what j' it must do and foutre the field l' man who m' he paid for the work, come from m' call. Said quickly what happens and s' to me; it already another agreement anyone will see still what I can do.\n</div>\n \n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Lo siento. Vivo en la frontera portuguesa española, y hablo ambas idiomas fluido. Y mi lesión en la cabeza debe haber hechome enviarle por correo electrónico en portugués. El doctor me ha dicho que debo recuperarme en algunos días.\n\n \n\nA polícia encontrou agora que o excitador não causou o ruído elétrico. A barra-ônibus foi batida pela maleta de ferramentas deixada cair da esta\u008dão espacial internacional no mês passado.\n\nhttp://news.bbc.co.uk/1/hi/sci/tech/7737250.stm\n\nÉ um milagre que nós sobrevivemos ao ruído elétrico.\n\n\n\nI am sorry. I live on the Spanish Portuguese border, and speak both languages fluently. And my head injury must have caused me to email you in Portuguese. The doctor has told me I should recover in a few days.\n\n \n\nThe police have now found out that the driver did not cause the crash. The bus was hit by the tool bag dropped from the International Space Station last month.\n\nhttp://news.bbc.co.uk/1/hi/sci/tech/7737250.stm\n\nIt is a miracle that we survived the crash.", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"co\">Conoro Oprolite</span>\n\t<p class=\"coc\"> (using a mixture of Spanish and Portuguese)</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n<p>\nLo siento. Vivo en la frontera portuguesa espa&ntilde;ola, y hablo ambas idiomas fluido. Y mi lesi&oacute;n en la cabeza debe haber hechome enviarle por correo electr&oacute;nico en portugu&eacute;s. El doctor me ha dicho que debo recuperarme en algunos d&iacute;as.\n\n <br /><br />\n\nA pol&iacute;cia encontrou agora que o excitador n&atilde;o causou o ru&iacute;do el&eacute;trico. A barra-&ocirc;nibus foi batida pela maleta de ferramentas deixada cair da esta\u008d&atilde;o espacial internacional no m&ecirc;s passado.<br /><br />\n\nhttp://news.bbc.co.uk/1/hi/sci/tech/7737250.stm<br /><br />\n\n&Eacute; um milagre que n&oacute;s sobrevivemos ao ru&iacute;do el&eacute;trico.\n</p>\n \n<!-- translation -->\n \n<div class=\"translation\">\nI am sorry. I live on the Spanish Portuguese border, and speak both languages fluently. And my head injury must have caused me to email you in Portuguese. The doctor has told me I should recover in a few days.\n\n <br /><br />\n\nThe police have now found out that the driver did not cause the crash. The bus was hit by the tool bag dropped from the International Space Station last month.<br /><br />\n\nhttp://news.bbc.co.uk/1/hi/sci/tech/7737250.stm<br /><br />\n\nIt is a miracle that we survived the crash.\n</div>\n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Estoy loco de que tiene miedo racontez_je de personne_\n\nCreo que está listo para la tapa de la muerte.\n\ny no voy a decir que el día en que mis hombres se termine con usted, pero su final será sangrienta.\n\n\n\n\nI am crazy of which racontez_je of personne_ is scared I believe that he is ready for the cover of the death. and I am not going to say that the day in that my men are finished with you, but its end will be bloody.", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"oh\">Oumar Hassan</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\n \n\n<p>\nEstoy loco de que tiene miedo racontez_je de personne_<br /><br />\n\nCreo que est&aacute; listo para la tapa de la muerte.<br /><br />\n\ny no voy a decir que el d&iacute;a en que mis hombres se termine con usted, pero su final ser&aacute; sangrienta.\n</p>\n \n<!-- translation -->\n <div class=\"translation\">\n\nI am crazy of which racontez_je of personne_ is scared<br /><br /> I believe that he is ready for the cover of the death.<br /><br /> and I am not going to say that the day in that my men are finished with you, but its end will be bloody.\n</div>\n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mire, quiero pagarle, pero todavía no estoy bastante bien salir de la casa. No quiero morir apenas por la pequeña cantidad de 3,000€. Espere por favor un día o dos.\n\n\n\nLook, I want to pay you, but I'm still not well enough to leave the house. I don't want to die just for the small amount of 3,000€. Please wait a day or two.", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"co\">Conoro Oprolite</span></div>\n\t<div id=\"dialog\" class=\"ast\">\n\n <p>\nMire, quiero pagarle, pero todav&iacute;a no estoy bastante bien salir de la casa. No quiero morir apenas por la peque&ntilde;a cantidad de 3,000&euro;. Espere por favor un d&iacute;a o dos.\n</p>\n\n <!-- translation -->\n<div class=\"translation\">\nLook, I want to pay you, but I'm still not well enough to leave the house. I don't want to die just for the small amount of 3,000&euro;. Please wait a day or two.\n</div>\n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "ok_je darle hasta el viernes (antes de la final de la jornada).. \nY les advierto que las agencias privadas de 17heures_ \nes su última chance_ok\n\n\n\nok_je to give him until Friday (before the end of the day). And I notice that the agencies to them deprived of 17heures_ he is its last chance_ok", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"oh\">Oumar Hassan</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\n \n\n<p>\nok_je darle hasta el viernes (antes de la final de la jornada).. <br />\nY les advierto que las agencias privadas de 17heures_ <br />\nes su &uacute;ltima chance_ok\n</p>\n <!-- translation -->\n<div class=\"translation\">\nok_je to give him until Friday (before the end of the day). And I notice that the agencies to them deprived of 17heures_ he is its last chance_ok\n</div>\n \n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Todavía estoy esperando a que termine con esta historia.\n\npero sé que mi paciencia tiene límites.\n\n¡Ay si hasta mañana (final de la jornada), la transferencia no se realiza\n\n\n\nStill I am hoping to that it finishes with this history. but I know that my patience has limits. Ay if see you tomorrow (final of the day), the transference is not realised", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"oh\">Oumar Hassan</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\n \n\n<p>\n      Todav&iacute;a estoy esperando a que termine con esta historia.<br /><br />\n\npero s&eacute; que mi paciencia tiene l&iacute;mites.<br /><br />\n\n&iexcl;Ay si hasta ma&ntilde;ana (final de la jornada), la transferencia no se realiza\n</p>\n \n<!-- translation -->\n \n<div class=\"translation\">\nStill I am hoping to that it finishes with this history.<br /> but I know that my patience has limits.<br /> Ay if see you tomorrow (final of the day), the transference is not realised\n</div>\n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Siento mucho mejor hoy, y Senora Dulcinea (mi vecino) ha acordado darme una elevación abajo a la ciudad mañana\n\n\n\nI feel a lot better today, and Senora Dulcinea (my neighbour) has agreed to give me a lift down to town tomorrow.", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"co\">Conoro Oprolite</span></div>\n\t<div id=\"dialog\" class=\"ast\">\n\n \n<p>\nSiento mucho mejor hoy, y Senora Dulcinea (mi vecino) ha acordado darme una elevaci&oacute;n abajo a la ciudad ma&ntilde;ana\n</p>\n \n<!-- translation -->\n<div class=\"translation\">\nI feel a lot better today, and Senora Dulcinea (my neighbour) has agreed to give me a lift down to town tomorrow.\n</div>\n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Espero que comunicar los detalles de la transferencia por correo antes de la final de la jornada de mañana viernes. \nuna vez que se hace, todo va a terminar, mis hombres se retirarán. \neste es el mejor para usted.\n\n\n\nI hope that to communicate the details of the transference by mail before the end of the morning day Friday. once one becomes, everything is going to finish, my men will retire. this he is the best one for you.", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"oh\">Oumar Hassan</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\n \n\n<p>\nEspero que comunicar los detalles de la transferencia por correo antes de la final de la jornada de ma&ntilde;ana viernes. <br />\nuna vez que se hace, todo va a terminar, mis hombres se retirar&aacute;n. <br />\neste es el mejor para usted.\n</p>\n\n <!-- translation -->\n<div class=\"translation\">\nI hope that to communicate the details of the transference by mail before the end of the morning day Friday. once one becomes, everything is going to finish, my men will retire. this he is the best one for you.\n</div>\n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "¿Qué se juega señor, tengo suficiente deja al azar y todavía nada, ¿qué espera que haga yo. \nqueremos que se termine con usted? \nEl dinero viene o no? \nMi paciencia tiene límites, les advierto.\n\n\n\nWhat gambles Sir, I have sufficient leaves at random and still nothing, what hopes that I do. we want that it is finished with you? The money comes or no? My patience has limits, I warn to them.", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"oh\">Oumar Hassan</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\n \n<p>\n&iquest;Qu&eacute; se juega se&ntilde;or, tengo suficiente deja al azar y todav&iacute;a nada, &iquest;qu&eacute; espera que haga yo. <br />\nqueremos que se termine con usted? <br />\nEl dinero viene o no? <br />\nMi paciencia tiene l&iacute;mites, les advierto.\n</p>\n \n\n <!-- translation -->\n<div class=\"translation\">\nWhat gambles Sir, I have sufficient leaves at random and still nothing, what hopes that I do.<br /> we want that it is finished with you? <br />The money comes or no? <br />My patience has limits, I warn to them.\n</div>\n \n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Lo siento. Traté a Senora Dulcinea a una comida en un restaurante, teníamos algunas bebidas, y pasamos la noche juntos en un hotel. ¡Estamos consiguiendo casados el próximo mes! \nCon todo el entusiasmo, olvidé enviarle el dinero. Arere que va abajo a la ciudad otra vez el lunes a arreglar la boda, así que me le lo enviaremos. \n\n¿El Senora Dulcinea de la cubierta 3,000€ también, o necesito enviarle 6,000€? \n\n\n\nI am sorry.  I treated Senora Dulcinea to a meal at a restaurant, we had a few drinks, and spent the night together in a hotel. We're getting married next month!\n\nWith all the excitement, I forgot to send you the money. We are going down to town again on Monday to arrange the wedding, so I will send it them.\n\nWill the 3,000€ cover Senora Dulcinea as well, or do I need to send you 6,000€?", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"co\">Conoro Oprolite</span></div>\n\t<div id=\"dialog\" class=\"ast\">\n\n \n<p>\nLo siento. Trat&eacute; a Senora Dulcinea a una comida en un restaurante, ten&iacute;amos algunas bebidas, y pasamos la noche juntos en un hotel. &iexcl;Estamos consiguiendo casados el pr&oacute;ximo mes! <br /><br />\nCon todo el entusiasmo, olvid&eacute; enviarle el dinero. Arere que va abajo a la ciudad otra vez el lunes a arreglar la boda, as&iacute; que me le lo enviaremos. \n<br /><br />\n&iquest;El Senora Dulcinea de la cubierta 3,000&euro; tambi&eacute;n, o necesito enviarle 6,000&euro;? \n</p>\n\n<!-- translation -->\n<div class=\"translation\">\nI am sorry.  I treated Senora Dulcinea to a meal at a restaurant, we had a few drinks, and spent the night together in a hotel. We're getting married next month!\n<br /><br />\nWith all the excitement, I forgot to send you the money. We are going down to town again on Monday to arrange the wedding, so I will send it them.<br /><br />\n\nWill the 3,000&euro; cover Senora Dulcinea as well, or do I need to send you 6,000&euro;?\n</div>\n \n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Tengo la impresión de que amuse_je piensa que prefiere a Ubre mourir_ok tanto vous_vous'll visita mis hombres.\n\nYo me encargo de todo para usted y que ahora es suficiente.\n\n\n\nI have the impression that amuse_je thinks that vous_vous' prefers to Udder mourir_ok as much; ll visits my men. I am in charge of everything for you and who now is sufficient.", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"oh\">Oumar Hassan</span></div>\n\t<div id=\"dialog\" class=\"st\">\n\n \n\n<p>\nTengo la impresi&oacute;n de que amuse_je piensa que prefiere a Ubre mourir_ok tanto vous_vous'll visita mis hombres.<br /><br />\n\nYo me encargo de todo para usted y que ahora es suficiente.\n</p>\n\n <!-- translation -->\n<div class=\"translation\">\nI have the impression that amuse_je thinks that vous_vous' prefers to Udder mourir_ok as much; ll visits my men. I am in charge of everything for you and who now is sufficient.\n</div>\n\n \t</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "No entiendo. ¿Está usted que es grosero a mí?\nParezco haber faltado un cierto entusiasmo ayer. ¿Sus hombres estuvieron implicados?\n\n\n\nI do not understand. Are you being rude to me?\n\nI seem to have missed some excitement yesterday. Were your men involved?\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nscamorama main street \n* \nget booked \n*", "raw": "  <div id=\"record\">\n\t<div id=\"char\"><span class=\"co\">Conoro Oprolite</span></div>\n\t<div id=\"dialog\" class=\"ast\">\n\n \n<p>\nNo entiendo. &iquest;Est&aacute; usted que es grosero a m&iacute;?<br /><br />\nParezco haber faltado un cierto entusiasmo ayer. &iquest;Sus hombres estuvieron implicados?\n</p>\n\n <!-- translation -->\n<div class=\"translation\">\nI do not understand. Are you being rude to me?<br /><br />\n\nI seem to have missed some excitement yesterday. Were your men involved?\n</div>\n\n\n<p align=\"center\">\n<img src=\"images/prolite_hassan_newsclipping.jpg\" border=\"1\">\n\n\n <img src=\"images/prolite_hassan_newsclipping_english.jpg\" border=\"1\">\n\n</p>\n\n\n<p class=\"coc\">(The end)</p>\n\n \n \n\t</div>\n</div>\n \n\n \n <!--- end of middle table division -->\n</td>\n\n<td width=15%>&nbsp;</td>\n</tr>\n</table>\n<br>\n<center>\n<p>\n<font size=-1>\n<a href=\"http://www.scamorama.com\"><b>scamorama main street</b></a> \n* \n<a href=\"http://www.amazon.com/gp/product/1932857389?ie=UTF8&tag=wwwscamoramco-20&linkCode=as2&camp=1789&creative=9325&creativeASIN=1932857389\" target=\"blank\"><b>get booked</b></a><img src=\"http://www.assoc-amazon.com/e/ir?t=wwwscamoramco-20&l=as2&o=1&a=1932857389\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\" /> \n* \n", "comments": []}]}