{"title": "baiters/advance_fee/sources/scamorama/sephiroth-ali.html", "scammer": null, "location": null, "baiter": null, "notes": ["BANK OF AFRICA - ANNEX\nPLOT 167, AVENUE KWAME N'KRUMAH\n01 BP 1999 OUAGADOUGOU 01\nBURKINA FASO ( WEST AFRICA )\nTEL: +22670996487 FAX: +22650420039\nWWW.boaburkinafaso.com\nEMAIL:boabf81@rocketmail.com\n\nATTN: DR.IDDRIS KAMBORE(FOREIGN REMITTANCE DIRECTOR)\nSIR,APPLICATION FOR TRANSFER OF DORMANT FUND INESCROW ACCOUNT NUMBER: BOA/678123 - 014\n\nI AM A CALLED ......... FROM ........I AM THE DEPOSITOR/BENEFICIARY OFTHE AMOUNT OF US$ 8.5M(EIGHT MILLION FIVE HUNDRED THOUSANDDOLLARS),DEPOSITED IN THE ESCROW ACCOUNT NUMBER:BOA/678123 - 014, INYOUR BANK, WHICH HAS BEEN LYING DORMANT SINCE THE YEAR 2001.THIS FUNDWAS ACQUIRED FROM CONSTRUCTION PROJECTS,BUYING AND SELLING OFGOLD/PETROLEUM PRODUCTS IN AFRICA(BUSINESS WHICH I HAVE BEEN DEALINGIN FOR MANY YEARS). PRESENTLY, I WISH TO MAKE USE OF THIS FUND FOR THEEXPANSION OF MY BUSINESS NETWORK OVERSEAS. PLEASE, I HUMBLY REQUESTTHAT YOU RE-TRANSFER THIS MONEY TO MY BANK INFORMATION GIVEN BELOW:\nNAME OF MY BANK IS................\nMY ACCOUNT NUMBER IS...............\nTHE ADDRESS OF MY BANK IS............\nTEL........................\nFAX............................\nSWIFT CODE NUMBER.............(IF AVAILABLE)\n\n\nMY FULL PARTICULARS ARE AS FOLLOWS:\n\nNAME ................\nEMAIL ADDRESS.................\nRESIDENSE ADDRESS..............\nOCCUPATION................\nPRIVATE TELEPHONE NUMBER............\nPRIVATE FAX NUMBER....................\nCOUNTRY RESIDING NOW...................\nCOUNTRY OF ORIGIN....................\nMARITAL STATUS AND AGE..................\n\n\nPLEASE BEAR WITH ME FOR LATE APPLICATION AND INFORMATION ABOUT THIS CLAIM.\n\n\nYOURS FAITHFULLY,\nNAME...............\nDATE/SIGN ................", "---------------------------------------------\nPLEASE COPY THE ANSWERS BELOW AND SEND TO THE BANK HERE", "---------------------------------------------\n1.What is the account name ? - G.O.C.Group Limited\n2.How much was the first amount deposited in the account? - $17,300,000\n3.What kind of account are operating with this bank? -Escrow/Domiciliary Account\n4.What is the account number? - BOA/678123 - 014\n5.Name the branch of the bank where the account was opened: Bank OfAfrica, head office, Avenue Kwame N'krumah, Ouagadougou - Burkina Faso\n6.State clear the date, month and year the account was opened: 13thMarch 2000 (13/3/2000)\n7. When was the last deposit made in the account? - 20th August, 2001"], "messages": [{"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "1st December 2010\n\n\n\n\n24th January 2011\n\n\nDear Friend,\nWith due respect to your person and much sincerity of purpose I make this contact with you today been 24/01/2011 As I believe that you can be of great assistance to me. My name is MR BABU ALI. i am from Burkina Faso born and bread in Republic of Gabon, I am formal Director BICIG bank of Gabon and also Financial Adviser to the late richest and longest Africa President Omar Bongo. Presently i work with BANK OF AFRICA ECOWAS as telex managing Director. I do not know whether this is your correct email address or not because I only used your name initials to search for your contact.In case you are not the person I am supposed to contact, please see this as a confidential message and do not reveal it to another person and if you are not the intended receiver, do let me know whether you can be of assistance regarding my proposal below because it is top secret and a fast rewarding deal and you will discover it as soon as we proceed. \n\n\nI am about to retire from active Bank service to start a new life but I am sceptical to reveal this particular secret to a stranger and I hope that you will not expose or betray this trust and confident that i am about to establish with you for the mutual benefit of our families. You must assure me that everything will be handled confidentially.It has been 10 years now that most of the greedy African Politicians used our bank to transfer money overseas through the help of their Political advisers. Most of the funds which they transferred out of the shores of Africa was gold and oil money that was supposed to have been used to develop the continent. Their Political advisers always inflated the amounts before transfer to foreign accounts so I also used the opportunity to divert part of the funds hence I am aware that there is no official trace of how much was transferred as all the accounts used for such transfers were being closed after transfer.I worked as personal Bank Officer to most of the politicians and when I discovered that they were using me to succeed in their greedy act, I also cleaned some of their banking records from the Bank files and no one cared to ask me because the money was too much for them to control. They laundered over $700,000,000,00(seven hundred million) united states Dollars oil and Gold money during the process. As I am sending this message to you, I was able to divert Eight Million Five hundred Thousand American Dollars ($8.5 m) to an escrow account belonging to no one in the bank. The bank is anxious now to know who is the beneficiary to the funds because they have made a lot of profits with the funds.It is more than Eight years now and most of the politicians are no longer using our bank to transfer funds overseas. The Eight Million Five hundred Thousand Dollars has been lying waste but I don't want to retire from the bank without transferring the funds to a foreigner who has account, to enable me share the profits/percentage with the receiver. The money will be shared 60% for me and 40% for you.\n\n\nThere is no one coming to ask you about the funds because President Omar Bongo is dead and i am the only person who knows about this money. I secured everything with original document to back you up when you declare your interest. I only want you to assist me by providing a bank account where the funds can be transferred, You are only required to act on my behalf from there by following my advice because i will be giving you information from time to time concerning bank decisions towards this transfer as soon as you apply in the bank here as the beneficiary of this fund. You are not to face any difficulties or legal implications as everything will be done ok with legitimate Documents and right which can protect us against any breach of law between your Government and my. If you are capable of receiving the funds, do let me know immediately to enable me give you a detailed information on what to do.For me, I have not stolen the money from anyone because the other people that took the whole money did not face any problems. This is my chance also to grab my own but you must keep the details of the funds secret to avoid leakages as no one in the bank knows about the rightful beneficiary.I expect your urgent communication. Upon your response and strong assurance that you will not let me down when this fund gets into your Bank Account, as soon as you declare your interest I will let you know what to do and the transfer procedures without delay.For more details call me with this telephone line +226-75874689, Millions of thanks and abundant blessings to you and to your entire family in this year 2011.(FILL THE FORM BELLOW AND SEND IT BACK TO ME).\n\n\n1) Your Full Name: \n2) Your Age: \n3) Marital Status: \n4) Your Cell Phone Number: \n5) Your Country: \n6) Your Occupation: \n7)Sex: \n8)Your Religion:\n\n\nYours Sincerely, \nMR BABU ALI.", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">1st December 2010</p>\n\n<p class=\"comment\">A variation on the <a href=\"bankcustomer.html\">DEAD BANK CUSTOMER</a> format. The  extra layer of scamosity is that what he says about politicians siphoning public funds is true, not that it makes his intentions any less criminal.</p>\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n<p>\n24th January 2011\n</p>\n\n<p>\nDear Friend,\nWith due respect to your person and much sincerity of purpose I make this contact with you today been 24/01/2011 As I believe that you can be of great assistance to me. My name is MR BABU ALI. i am from Burkina Faso born and bread in Republic of Gabon, I am formal Director BICIG bank of Gabon and also Financial Adviser to the late richest and longest Africa <span class=\"bongo\">President Omar Bongo</span>. Presently i work with BANK OF AFRICA ECOWAS as telex managing Director. I do not know whether this is your correct email address or not because I only used your name initials to search for your contact.In case you are not the person I am supposed to contact, please see this as a confidential message and do not reveal it to another person and if you are not the intended receiver, do let me know whether you can be of assistance regarding my proposal below because it is top secret and a fast rewarding deal and you will discover it as soon as we proceed. \n</p>\n\n<p>\nI am about to retire from active Bank service to start a new life but I am sceptical to reveal this particular secret to a stranger and I hope that you will not expose or betray this trust and confident that i am about to establish with you for the mutual benefit of our families. You must assure me that everything will be handled confidentially.It has been 10 years now that most of the <u>greedy African Politicians used our bank to transfer money overseas</u> through the help of their Political advisers. Most of the funds which they transferred out of the shores of Africa was gold and oil money that was supposed to have been used to develop the continent. Their Political advisers always inflated the amounts before transfer to foreign accounts so <u>I also used the opportunity to divert part of the funds</u> hence I am aware that there is no official trace of how much was transferred as all the accounts used for such transfers were being closed after transfer.I worked as personal Bank Officer to most of the politicians and when I discovered that they were using me to succeed in their greedy act, I also cleaned some of their banking records from the Bank files and no one cared to ask me because the money was too much for them to control. They laundered over $700,000,000,00(seven hundred million) united states Dollars oil and Gold money during the process. As I am sending this message to you, I was able to divert Eight Million Five hundred Thousand American Dollars ($8.5 m) to an escrow account belonging to no one in the bank. The bank is anxious now to know who is the beneficiary to the funds because they have made a lot of profits with the funds.It is more than Eight years now and most of the politicians are no longer using our bank to transfer funds overseas. The Eight Million Five hundred Thousand Dollars has been lying waste but I don't want to retire from the bank without transferring the funds to a foreigner who has account, to enable me share the profits/percentage with the receiver. The money will be shared 60% for me and 40% for you.\n</p>\n\n<p>\nThere is no one coming to ask you about the funds because <span class=\"bongo\">President Omar Bongo</span> is dead and i am the only person who knows about this money. I secured everything with original document to back you up when you declare your interest. I only want you to assist me by providing a bank account where the funds can be transferred, You are only required to act on my behalf from there by following my advice because i will be giving you information from time to time concerning bank decisions towards this transfer as soon as you apply in the bank here as the beneficiary of this fund. You are not to face any difficulties or legal implications as everything will be done ok with legitimate Documents and right which can protect us against any breach of law between your Government and my. If you are capable of receiving the funds, do let me know immediately to enable me give you a detailed information on what to do.For me, I have not stolen the money from anyone because the other people that took the whole money did not face any problems. This is my chance also to grab my own but <b>you must keep the details of the funds secret</b> to avoid leakages as no one in the bank knows about the rightful beneficiary.I expect your urgent communication. Upon your response and strong assurance that you will not let me down when this fund gets into your Bank Account, as soon as you declare your interest I will let you know what to do and the transfer procedures without delay.For more details call me with this telephone line <b>+226-75874689</b>, Millions of thanks and abundant blessings to you and to your entire family in this year 2011.(FILL THE FORM BELLOW AND SEND IT BACK TO ME).\n</p>\n\n<p>\n1) Your Full Name: <br />\n2) Your Age: <br />\n3) Marital Status: <br />\n4) Your Cell Phone Number: <br />\n5) Your Country: <br />\n6) Your Occupation: <br />\n7)Sex: <br />\n8)Your Religion:\n</p>\n\n<p>\nYours Sincerely, <br />\nMR BABU ALI.\n</p>\n\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "25th January 2011\n\n\n\nDear Mr. Babu Ali,\n\n\nI received your mail with very profound interest as the moment I opened it, I had a vision from your late client, President Omar Bongo. His spirit has not yet passed on and will only do so once his funds have been safely transferred. You may not know how I do this, but I am a psychic medium who can contact the deceased from the other side. Lately I have not had much chance to exercise my gift and was glad to receive this mail. I will surely assist you in the safe transfer of President  Bongo's funds. My name is Mr. Sephiroth Crescent, and I was ridiculed by everyone I know because I can speak with departed spirits. I am hoping you will understand this.\n\n\nYours sincerely,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">25th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n\n\n<p>\nDear Mr. Babu Ali,\n</p>\n\n<p>\nI received your mail with very profound interest as the moment I opened it, I had a vision from your late client, <span class=\"bongo\">President Omar Bongo</span>. His spirit has not yet passed on and will only do so once his funds have been safely transferred. You may not know how I do this, but I am a psychic medium who can contact the deceased from the other side. Lately I have not had much chance to exercise my gift and was glad to receive this mail. I will surely assist you in the safe transfer of <span class=\"bongo\">President  Bongo's</span> funds. My name is Mr. Sephiroth Crescent, and I was ridiculed by everyone I know because I can speak with departed spirits. I am hoping you will understand this.\n</p>\n\n<p>\nYours sincerely,<br />\nSephiroth Crescent\n</p>\n\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "25th January 2011\n\n\n\n\n\nDear Friend Mr.Sephiroth Crescent,\n\n\nThank you very much for your positive reply to my business proposal asi have been waiting for your reply. I have to say that i reallyapreciate your interest and your willingness to reply me,and i wouldbe glad if you will be faithful so that i can work with you and thebank will transfer this fund into your bank account under seven bankworking days only, and i must Thank you for your consideration andacceptance of assisting this transaction, your responds was verysimple, itÕs really shows how mature and kind of person youÕre, amexited to found youÕre interesting heart over my proposition.\n\n\nBe you totally assured that you will make a very wise and highlyrewarding decision if you accept to assist me carry out thistransaction because we have alot to gain and many more greater dealsto handle together immediately we have successfully completed thisvery one, It is important you know that here in West Africa,as a fastdeveloping continent,many good financial opportunties involvingmillions and billions of Dollars do exist but our major problem herehas been that of finding a reliable and trusted foreign partners tocollaborate with us.If you really prove yourself worthy,you will everbe grateful and happy through out your life time for knowing me asyour West African business partner and this you will discover andtestify it yourself as soon as we sucessfully done this.Before weproceed further, I want you to understand that the process of thistransaction took me a high measure to create avenue in release of thisfund before contacting you, so therefore I will only accept a personwho will obey and follow up my instruction during the process with ourbank management.\n\n\nTo be very honest with you, this transaction i have opened-up to youis totally genuine and 100% risk-free.I am absolutely assuring youthat no trouble or problem is involved in this transaction either inthe short-run or in the long-run because i have been working with thisbank for many years,First,i want you to understand that i am anexperienced banker here and i know much concerning InternationalTransfer of huge funds,money laundering laws and financialrestrictions in different countries of the world. As a result, you donot have to fear on how this fund will be successfully remitted intoyour bank account or the reasons you are to give to the financialcontrol authorities in your country when this fund gets into your bankaccount.You must understand that i am fully aware of such questionsthat would later arise before contacting you for assistance.I willmake provisions for all necessary Invoices and Official JusticationDocuments which will cover you and this fund once you have applied inthe bank here. Therefore, there is nothing to worry about from yourpart because i will provide official documents here which will provethat this US$ 8.5m you are to claim from this bank is very Clean Moneyfrom very Genuine Origin and that it has not connection withterrorism, drug trafficking or money Laundering of any nature.\n\n\nNevertheless, before we proceed with this transaction,i believe thatit is very necessary that we should have some brief phonediscussion.Please try to call me immediately on my private and mobilephone number: 00226 75874689 , for us to have a brief talk before wego ahead with this transaction.As soon as i receive your call,i willnever delay to give you more details about this transaction as well asthe procedures we are to follow to achieve maximum success.Also i willsend you the pattern of the bank application form which you have tofill and send it to the foreign remittance department of the bank hereto make successful claims over the fund as the beneficiary. I hope tosee your reply and phone call soonest .\n\n\nNote: Please understand clearly that an empty account is very much okfor the transfer of this fund provided it is a valid and functioningaccount.Also note very well that i am still working with this bankhence i am in good position to give you all the necessary informationthat will assist you to successfully claim this fund. Please, alsounderstand that over the years about 99.9% of all successfulinternational business transactions partners are based on mutual trustbetween partners,hence ours should be thesame.This transaction isconcerns transferring of the amount of US$ 8.5m (Eight Million Fivehundred Thousand Dollars).As i told you,you must keep this transactionsecret and I hope that you will not expose or betray this trust andconfident that i am about to establish with you for the mutual benefitof our families. Please, it is very necessary that we should have some brief phonediscussion atleast to hear the voices of each other,So if you do nothave the means to call me on phone,i am afraid on how you cansuccessfully help me to carry out a transaction of very greatmagnitude which involves millions of Dollars.I am waiting for yoururgent reply and phone call 00226 75874689.\n\n\nThanks alot and best regards\n\n\nYours Sincerely,\n\n\nMr Babu Ali.", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">25th January 2011</p>\n\n<p class=\"scc\">[To give you an idea of how quick I was able to bait this scammer, my message was sent at 11:22AM GMT. I received his reply at 12:00 GMT.]</p>\n\n<p class=\"comment\">The Lad takes the psychic stuff in his stride.</p>\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n<p>\nDear Friend Mr.Sephiroth Crescent,\n</p>\n\n<p>\nThank you very much for your positive reply to my business proposal asi have been waiting for your reply. I have to say that i reallyapreciate your interest and your willingness to reply me,and i wouldbe glad if you will be faithful so that i can work with you and thebank will transfer this fund into your bank account under seven bankworking days only, and i must Thank you for your consideration andacceptance of assisting this transaction, your responds was verysimple, itÕs really shows how mature and kind of person youÕre, amexited to found youÕre interesting heart over my proposition.\n</p>\n\n<p>\nBe you totally assured that you will make a very wise and highlyrewarding decision if you accept to assist me carry out thistransaction because we have alot to gain and many more greater dealsto handle together immediately we have successfully completed thisvery one, It is important you know that here in West Africa,as a fastdeveloping continent,many good financial opportunties involvingmillions and billions of Dollars do exist but our major problem herehas been that of finding a reliable and trusted foreign partners tocollaborate with us.If you really prove yourself worthy,you will everbe grateful and happy through out your life time for knowing me asyour West African business partner and this you will discover andtestify it yourself as soon as we sucessfully done this.Before weproceed further, I want you to understand that the process of thistransaction took me a high measure to create avenue in release of thisfund before contacting you, so therefore I will only accept a personwho will obey and follow up my instruction during the process with ourbank management.\n</p>\n\n<p>\nTo be very honest with you, this transaction i have opened-up to youis totally genuine and 100% risk-free.I am absolutely assuring youthat no trouble or problem is involved in this transaction either inthe short-run or in the long-run because i have been working with thisbank for many years,First,i want you to understand that i am anexperienced banker here and i know much concerning InternationalTransfer of huge funds,money laundering laws and financialrestrictions in different countries of the world. As a result, you donot have to fear on how this fund will be successfully remitted intoyour bank account or the reasons you are to give to the financialcontrol authorities in your country when this fund gets into your bankaccount.You must understand that i am fully aware of such questionsthat would later arise before contacting you for assistance.I willmake provisions for all necessary Invoices and Official JusticationDocuments which will cover you and this fund once you have applied inthe bank here. Therefore, there is nothing to worry about from yourpart because i will provide official documents here which will provethat this US$ 8.5m you are to claim from this bank is very Clean Moneyfrom very Genuine Origin and that it has not connection withterrorism, drug trafficking or money Laundering of any nature.\n</p>\n\n<p>\nNevertheless, before we proceed with this transaction,i believe thatit is very necessary that we should have some brief phonediscussion.Please try to call me immediately on my private and mobilephone number: 00226 75874689 , for us to have a brief talk before wego ahead with this transaction.As soon as i receive your call,i willnever delay to give you more details about this transaction as well asthe procedures we are to follow to achieve maximum success.Also i willsend you the pattern of the bank application form which you have tofill and send it to the foreign remittance department of the bank hereto make successful claims over the fund as the beneficiary. I hope tosee your reply and phone call soonest .\n</p>\n\n<p>\nNote: Please understand clearly that an empty account is very much okfor the transfer of this fund provided it is a valid and functioningaccount.Also note very well that i am still working with this bankhence i am in good position to give you all the necessary informationthat will assist you to successfully claim this fund. Please, alsounderstand that over the years about 99.9% of all successfulinternational business transactions partners are based on mutual trustbetween partners,hence ours should be thesame.This transaction isconcerns transferring of the amount of US$ 8.5m (Eight Million Fivehundred Thousand Dollars).As i told you,you must keep this transactionsecret and I hope that you will not expose or betray this trust andconfident that i am about to establish with you for the mutual benefitof our families. Please, it is very necessary that we should have some brief phonediscussion atleast to hear the voices of each other,So if you do nothave the means to call me on phone,i am afraid on how you cansuccessfully help me to carry out a transaction of very greatmagnitude which involves millions of Dollars.I am waiting for yoururgent reply and phone call 00226 75874689.\n</p>\n\n<p>\nThanks alot and best regards\n</p>\n\n<p>\nYours Sincerely,\n</p>\n\nMr Babu Ali.\n\n<p class=\"scc\">\n[Is it just me or do these scammers like waffling on?!]\n</p>\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "25th January 2011\n\n\n\nDear Mr. Babu Ali,\n\n\nIt is of course no problem. Fate, and President  Bongo's  spirit, have connected us and I intend to see it through to the very end. Your proposition is indeed an interesting one as I have never had dreamed of such an amount of money being available to one such as me.\n\n\nThe late President is still very eager to see this business go through, as the spiritual waves I get from him are ones of trust and of a positive attitude. Did he perhaps mention you in his last will and testament? Of course I can only draw theories from my psychic readings, never definitive answers.\n\n\nUnfortunately a phone call is out of the question as my psychic powers are very sensitive, and I can end up tracing the many lines of deceased people who may have contacted the number or have had contact with the phone, and it makes me very ill with a psychic overload. I hope you can understand this, good friend. I can however keep our correspondences through e-mail, as my powers seem to be less sensitive through that means. I am sorry if this inconveniences you in any way.\n\n\nSincerely,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">25th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n<p>\nDear Mr. Babu Ali,\n</p>\n\n<p>\nIt is of course no problem. Fate, and <span class=\"bongo\">President  Bongo's </span> spirit, have connected us and I intend to see it through to the very end. Your proposition is indeed an interesting one as I have never had dreamed of such an amount of money being available to one such as me.\n</p>\n\n<p>\nThe late <span class=\"bongo\">President</span> is still very eager to see this business go through, as the spiritual waves I get from him are ones of trust and of a positive attitude. Did he perhaps mention you in his last will and testament? Of course I can only draw theories from my psychic readings, never definitive answers.\n</p>\n\n<p>\nUnfortunately a phone call is out of the question as my psychic powers are very sensitive, and I can end up tracing the many lines of deceased people who may have contacted the number or have had contact with the phone, and it makes me very ill with a psychic overload. I hope you can understand this, good friend. I can however keep our correspondences through e-mail, as my powers seem to be less sensitive through that means. I am sorry if this inconveniences you in any way.\n</p>\n\n<p>\nSincerely,<br />\nSephiroth Crescent\n</p>\n\n\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "25th January 2011\n\n\n\nDear Friend Sephiroth Crescent,\n\n\nThanks for your message, And i must Thank you very much for yourserious interest to assist me accomplish maximum success in thistransaction, Consider it done.\n\n\nI want to re-assure you again here that there is nothing to be afraidof in this transaction because i have carefully planned and calculatedeverything concerning the smooth success of this business beforecontacting you for help.Please,as i told you in my first message toyou,i want you to keep this deal very confidential and let it be a topsecret,strictly known between you and me alone because i am stillworking with this bank,if the bank authority here finds out that i wasthe person who gave you the information about this fund in the EscrowAccount here,i will surely lose my job with this bank without anycompensation.You are only required to act on my behalf from there byfollowing my advice because i will be giving you information from timeto time concerning bank decisions towards this transaction if youapply as the beneficiarry of this fund. As i promised to send you thepattern of the application form,please find the bank application formbelow, you have to fill and send to the bank here urgently with thebank email address: boabf81@rocketmail.com which i have also sent toyou in the application form. If the bank authority here should needany information which you are unable to provide or where there isanything that is not clear to you,please do not delay to send memessage without wasting time.Thanks alot and kind regards.\n\n\n************************************\nPlease find the Pattern of the Application Form below to fill and sendto the bank:\n**********************************", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">25th January 2011</p>\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n<p>\nDear Friend Sephiroth Crescent,\n</p>\n\n<p>\nThanks for your message, And i must Thank you very much for yourserious interest to assist me accomplish maximum success in thistransaction, Consider it done.\n</p>\n\n<p>\nI want to re-assure you again here that there is nothing to be afraidof in this transaction because i have carefully planned and calculatedeverything concerning the smooth success of this business beforecontacting you for help.Please,as i told you in my first message toyou,i want you to keep this deal very confidential and let it be a topsecret,strictly known between you and me alone because i am stillworking with this bank,if the bank authority here finds out that i wasthe person who gave you the information about this fund in the EscrowAccount here,i will surely lose my job with this bank without anycompensation.You are only required to act on my behalf from there byfollowing my advice because i will be giving you information from timeto time concerning bank decisions towards this transaction if youapply as the beneficiarry of this fund. As i promised to send you thepattern of the application form,please find the bank application formbelow, you have to fill and send to the bank here urgently with thebank email address: <span class=\"wu\">boabf81@rocketmail.com</span> which i have also sent toyou in the application form. If the bank authority here should needany information which you are unable to provide or where there isanything that is not clear to you,please do not delay to send memessage without wasting time.Thanks alot and kind regards.\n</p>\n\n<p>\n************************************<br />\nPlease find the Pattern of the Application Form below to fill and sendto the bank:<br />\n**********************************\n</p>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "26th January 2011\n\n\n\nDear Mr. Babu Ali,\n\n\nI am well aware of the risks of this transaction, especially when it concerns someone of such a high status such as President  Bongo. I will do everything in my power in both this world and the spirit world to ensure that nothing goes wrong.\n\n\nLately however, the spiritual vibrations I am receiving from President Bongo have changed. They are not as joyous as before, and he seems a little more serious. He sent me a message:\n\n\n\"Please make sure that some of my money goes to my children of which I have FOUR.\" \n\nHe placed deliberate emphasis on the word four, perhaps to make sure that we understood that he has four children. Perhaps we should think about giving 20% of the total fund to the children - 10% from your share and 10% from mine. How does that sound? It may be a while before I get the form to the bank as I am going to open a new bank account so that I can keep the money from President Bongo separate from my own money, because I would rather use his money for charity than for my own selfish needs. That may prove difficult as my psychic sensitivity does prevent me from going places as often as I would like. It is also one of the reasons I have so few friends.\n\n\nSincerely,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">26th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n<p>\nDear Mr. Babu Ali,\n</p>\n\n<p>\nI am well aware of the risks of this transaction, especially when it concerns someone of such a high status such as <span class=\"bongo\">President  Bongo</span>. I will do everything in my power in both this world and the spirit world to ensure that nothing goes wrong.\n</p>\n\n<p>\nLately however, the spiritual vibrations I am receiving from President Bongo have changed. They are not as joyous as before, and he seems a little more serious. He sent me a message:\n</p>\n\n<p class=\"quote\">\n\"Please make sure that some of my money goes to my children of which I have FOUR.\" </p>\n\n<p>\nHe placed deliberate emphasis on the word four, perhaps to make sure that we understood that he has four children. Perhaps we should think about giving 20% of the total fund to the children - 10% from your share and 10% from mine. How does that sound? It may be a while before I get the form to the bank as I am going to open a new bank account so that I can keep the money from President Bongo separate from my own money, because I would rather use his money for charity than for my own selfish needs. That may prove difficult as my psychic sensitivity does prevent me from going places as often as I would like. It is also one of the reasons I have so few friends.\n</p>\n\n<p>\nSincerely,<br />\nSephiroth Crescent\n</p>\n\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "26th January 2011\n\n\n\nDear Friend,Mr.Sephiroth Crescent, \n\n\nThanks for your message and i am very glad for your serious interestto assist me accomplish maximum success in this transaction. Well,There is no on my side,I wish to offer the 10% to the poor and that isto say that i will have 50% and you will have 30% after giving the 20%to the poor. \n\n\nIf you wish to open a new bank account that is no problem and you mustunderstand clearly that an empty account is very much ok for thetransfer of this fund provided it is a valid and functioning account.Consider this transaction done as soon as you send the applicationform to the bank and once the bank here respond to you that means weare in sucess in life. send the application immediately to the bank toenable us start the transaction. \n\n\nThanks and remain bless.your choice is mine. \n\n\nMr Ali.", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">26th January 2011</p>\n\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n<p>\nDear Friend,Mr.Sephiroth Crescent, \n</p>\n\n<p>\nThanks for your message and i am very glad for your serious interestto assist me accomplish maximum success in this transaction. Well,There is no on my side,I wish to offer the 10% to the poor and that isto say that i will have 50% and you will have 30% after giving the 20%to the poor. \n</p>\n\n<p>\nIf you wish to open a new bank account that is no problem and you mustunderstand clearly that an empty account is very much ok for thetransfer of this fund provided it is a valid and functioning account.Consider this transaction done as soon as you send the applicationform to the bank and once the bank here respond to you that means weare in sucess in life. send the application immediately to the bank toenable us start the transaction. \n</p>\n\n<p>\nThanks and remain bless.your choice is mine. \n</p>\n\nMr Ali.\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "26th January 2011\n\n\n\nDear Mr. Babu Ali, \n\n\nI am glad to be assisting such a kind man like yourself. The 20% that is not going to either of us is going to be split equally between President  Bongo's four children, as he has requested. And of course I will use my 30% for charitable purposes, as the adverts I see on TV asking for donations to help those in extreme poverty have touched me to my heart. \n\n\nI was able to open the new bank account today with Midgar Savings & Trust, and I will endeavour to get the application on its way to the bank very soon.\n\n\nPresident Bongo seems at ease lately. His spirit is content to remain in my company, and he sends me visions of the wonderful life he had before he so tragically passed from this world. Lately I have been having verbal conversations with him, and some passer-by who walked by my open window and heard me talking to him has branded me a crackpot and a delusional idiot. Hardly anyone understands my ability as a psychic medium, yet there are many programmes involving them on TV. \n\n\nSincerely,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">26th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n<p>\nDear Mr. Babu Ali, \n</p>\n\n<p>\nI am glad to be assisting such a kind man like yourself. The 20% that is not going to either of us is going to be split equally between <span class=\"bongo\">President  Bongo's</span> four children, as he has requested. And of course I will use my 30% for charitable purposes, as the adverts I see on TV asking for donations to help those in extreme poverty have touched me to my heart. \n</p>\n\n<p>\nI was able to open the new bank account today with Midgar Savings & Trust, and I will endeavour to get the application on its way to the bank very soon.\n</p>\n\n<p>\n<span class=\"bongo\">President Bongo</span> seems at ease lately. His spirit is content to remain in my company, and he sends me visions of the wonderful life he had before he so tragically passed from this world. Lately I have been having verbal conversations with him, and some passer-by who walked by my open window and heard me talking to him has branded me a crackpot and a delusional idiot. Hardly anyone understands my ability as a psychic medium, yet there are many programmes involving them on TV. \n</p>\n\n<p>\nSincerely,<br />\nSephiroth Crescent\n</p>\n\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "26th January 2011\n\n\n\nDear Friend Mr.Sephiroth Crescent, \n\n\nI have read your message and i understood al you said and i realyappreciate your messages. \n\n\nThanks and may God be with you. \n\n\nMr Ali.", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">26th January 2011</p>\n\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\n<p>\nDear Friend Mr.Sephiroth Crescent, \n</p>\n\n<p>\nI have read your message and i understood al you said and i realyappreciate your messages. \n</p>\n\n<p>\nThanks and may God be with you. \n</p>\n\nMr Ali.\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "26th January 2011\n\n\n\n\nDear Sir, \n\n\nPlease find below the application form for the transfer of funds. \n\n\nSincerely,\nSephiroth Crescent \n\n\n********************************************************************* \n\n\nBANK OF AFRICA - ANNEX\nPLOT 167, AVENUE KWAME N'KRUMAH\n01 BP 1999 OUAGADOUGOU 01\nBURKINA FASO ( WEST AFRICA )\nTEL: +22670996487 FAX: +22650420039\nWWW.boaburkinafaso.com\nEMAIL:boabf81@rocketmail.com\n\nATTN: DR.IDDRIS KAMBORE(FOREIGN REMITTANCE DIRECTOR)\nSIR,APPLICATION FOR TRANSFER OF DORMANT FUND INESCROW ACCOUNT NUMBER: BOA/678123 - 014 \n\nI AM A CALLED ..Mr. Sephiroth Crescent... FROM ..United Kingdom..I AM THE DEPOSITOR/BENEFICIARY OF THE AMOUNT OF US$ 8.5M(EIGHT MILLION FIVE HUNDRED THOUSAND DOLLARS), DEPOSITED IN THE ESCROW ACCOUNT NUMBER:BOA/678123 - 014, IN YOUR BANK, WHICH HAS BEEN LYING DORMANT SINCE THE YEAR 2001.THIS FUND WAS ACQUIRED FROM CONSTRUCTION PROJECTS,BUYING AND SELLING OF GOLD/PETROLEUM PRODUCTS IN AFRICA(BUSINESS WHICH I HAVE BEEN DEALINGI N FOR MANY YEARS). PRESENTLY, I WISH TO MAKE USE OF THIS FUND FOR THEEXPANSION OF MY BUSINESS NETWORK OVERSEAS. PLEASE, I HUMBLY REQUEST THAT YOU RE-TRANSFER THIS MONEY TO MY BANK INFORMATION GIVEN BELOW: \n\n\nNAME OF MY BANK IS..Midgar Savings & Trust p.l.c...\nMY ACCOUNT NUMBER IS..013-9117-9090..\nTHE ADDRESS OF MY BANK IS..Midgar Savings & Trust p.l.c., 1337 Gamer Street, London..\nTEL..02745 919428..\nFAX...Not applicable...\nSWIFT CODE NUMBER...Not applicable...(IF AVAILABLE) \n\n\nMY FULL PARTICULARS ARE AS FOLLOWS: \n\n\nNAME ..Mr. Sephiroth Solitho Crescent..\nEMAIL ADDRESS.. dark-lord-sephiroth@live.co.uk\nRESIDENSE ADDRESS..194 Nuffothis Road, Cardiff..\nOCCUPATION..Currently unemployed..\nPRIVATE TELEPHONE NUMBER..Not applicable..\nPRIVATE FAX NUMBER..Not applicable..\nCOUNTRY RESIDING NOW..United Kingdom..\nCOUNTRY OF ORIGIN..Canada..\nMARITAL STATUS AND AGE..Single, 26 years of age.. \n\n\nPLEASE BEAR WITH ME FOR LATE APPLICATION AND INFORMATION ABOUT THIS CLAIM. \n\n\nYOURS FAITHFULLY,\nNAME..Mr. Sephiroth Crescent..\nDATE/SIGN ..26th January 2011..", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">26th January 2011</p>\n<p class=\"comment\">Sephiroth dutifully contacts the 'Bank'.</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n<p>\nDear Sir, \n</p>\n\n<p>\nPlease find below the application form for the transfer of funds. \n</p>\n\n<p>\nSincerely,<br />\nSephiroth Crescent \n</p>\n\n\n<p class=\"quote\">\n********************************************************************* \n</p>\n\n<p class=\"quote\">\nBANK OF AFRICA - ANNEX<br />\nPLOT 167, AVENUE KWAME N'KRUMAH<br />\n01 BP 1999 OUAGADOUGOU 01<br />\nBURKINA FASO ( WEST AFRICA )<br />\nTEL: +22670996487 FAX: +22650420039<br />\nWWW.boaburkinafaso.com<br />\nEMAIL:boabf81@rocketmail.com\n</p>\n\n\n<p class=\"quote\">ATTN: DR.IDDRIS KAMBORE(FOREIGN REMITTANCE DIRECTOR)</p>\n\n<p class=\"quote\">SIR,APPLICATION FOR TRANSFER OF DORMANT FUND INESCROW ACCOUNT NUMBER: BOA/678123 - 014 </p>\n\n<p class=\"quote\">\nI AM A CALLED ..Mr. Sephiroth Crescent... FROM ..United Kingdom..I AM THE DEPOSITOR/BENEFICIARY OF THE AMOUNT OF US$ 8.5M(EIGHT MILLION FIVE HUNDRED THOUSAND DOLLARS), DEPOSITED IN THE ESCROW ACCOUNT NUMBER:BOA/678123 - 014, IN YOUR BANK, WHICH HAS BEEN LYING DORMANT SINCE THE YEAR 2001.THIS FUND WAS ACQUIRED FROM CONSTRUCTION PROJECTS,BUYING AND SELLING OF GOLD/PETROLEUM PRODUCTS IN AFRICA(BUSINESS WHICH I HAVE BEEN DEALINGI N FOR MANY YEARS). PRESENTLY, I WISH TO MAKE USE OF THIS FUND FOR THEEXPANSION OF MY BUSINESS NETWORK OVERSEAS. PLEASE, I HUMBLY REQUEST THAT YOU RE-TRANSFER THIS MONEY TO MY BANK INFORMATION GIVEN BELOW: \n</p>\n<p class=\"quote\">\nNAME OF MY BANK IS..Midgar Savings & Trust p.l.c...<br />\nMY ACCOUNT NUMBER IS..013-9117-9090..<br />\nTHE ADDRESS OF MY BANK IS..Midgar Savings & Trust p.l.c., 1337 Gamer Street, London..<br />\nTEL..02745 919428..<br />\nFAX...Not applicable...<br />\nSWIFT CODE NUMBER...Not applicable...(IF AVAILABLE) \n</p>\n<p class=\"quote\">\nMY FULL PARTICULARS ARE AS FOLLOWS: \n</p>\n<p class=\"quote\">\nNAME ..Mr. Sephiroth Solitho Crescent..<br />\nEMAIL ADDRESS.. dark-lord-sephiroth@live.co.uk<br />\nRESIDENSE ADDRESS..194 Nuffothis Road, Cardiff..<br />\nOCCUPATION..Currently unemployed..<br />\nPRIVATE TELEPHONE NUMBER..Not applicable..<br />\nPRIVATE FAX NUMBER..Not applicable..<br />\nCOUNTRY RESIDING NOW..United Kingdom..<br />\nCOUNTRY OF ORIGIN..Canada..<br />\nMARITAL STATUS AND AGE..Single, 26 years of age.. \n</p>\n<p class=\"quote\">\nPLEASE BEAR WITH ME FOR LATE APPLICATION AND INFORMATION ABOUT THIS CLAIM. \n</p>\n<p class=\"quote\">\nYOURS FAITHFULLY,<br />\nNAME..Mr. Sephiroth Crescent..<br />\nDATE/SIGN ..26th January 2011..\n</p>\n\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "26th January 2011\n\n\n\n\nOFFICE OF THE DIRECTOR, \nFOREIGN REMITTANCE DEPARTMENT,\nBANK OF AFRICA ,OUAGADOUGOU,\nBURKINA FASO - WEST AFRICA.\n\n\nATTN:MR.SEPHIROTH CRESCENT.\n\n\nSIR,\n\n\nWE ARE WRITING TO ACKNOWLEDGE THE OFFICIAL RECEIPT OF YOUR APPLICATION FORM OF CLAIMS SENT TO THIS BANK TODAY BEEN 26/01/2011, AS THE BENEFICIARRY OF THE BALANCE OF 8.5 MILLION USD IN THE ESCROW ACCOUNT NUMBER: BOA/678123-014, WITH THIS BANK.\n\n\nWE HAVE STARTED OFFICIAL MEETING AND DELIBERATIONS OVER YOUR APPLICATION FORM OF CLAIMS AND SHALL GET BACK TO YOU IN DUE TIME AS THE CASE MAY BE. MEANWHILE, YOU HAVE BEEN ISSUED WITH AN OFFICIAL QUESTIONNAIRE FROM THIS BANK. YOU ARE REQUIRED TO SUBMIT THE ANSWERS BACK TO THIS DEPARTMENT WITHIN TWO BANK WORKING DAYS (48 HOURS), TO ENABLE US TAKE FINAL DECISION OVER YOUR APPLICATION FORM.\nN.B: PLEASE SEE OFFICIAL QUESTIONNAIRE ATTACHED TO THIS MESSAGE.\n\n\nTHANKS FOR YOUR COOPERATION.\nMANAGEMENT BOA. \n\n\nEMAIL,boabf81@rocketmail.com\nWEBSITE,www.boaburkinafaso.com", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"bank\">MANAGEMENT BOA</span>\n<p class=\"date\">26th January 2011</p>\n<p class=\"scc\">sent from the 'Bank' to Sephiroth Crescent:</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n<p>\nOFFICE OF THE DIRECTOR, <br />\nFOREIGN REMITTANCE DEPARTMENT,<br />\nBANK OF AFRICA ,OUAGADOUGOU,<br />\nBURKINA FASO - WEST AFRICA.\n</p>\n\n<p>\nATTN:MR.SEPHIROTH CRESCENT.\n</p>\n\n<p>\nSIR,\n</p>\n\n<p>\nWE ARE WRITING TO ACKNOWLEDGE THE OFFICIAL RECEIPT OF YOUR APPLICATION FORM OF CLAIMS SENT TO THIS BANK TODAY BEEN 26/01/2011, AS THE BENEFICIARRY OF THE BALANCE OF 8.5 MILLION USD IN THE ESCROW ACCOUNT NUMBER: BOA/678123-014, WITH THIS BANK.\n</p>\n\n<p>\nWE HAVE STARTED OFFICIAL MEETING AND DELIBERATIONS OVER YOUR APPLICATION FORM OF CLAIMS AND SHALL GET BACK TO YOU IN DUE TIME AS THE CASE MAY BE. MEANWHILE, YOU HAVE BEEN ISSUED WITH AN OFFICIAL QUESTIONNAIRE FROM THIS BANK. YOU ARE REQUIRED TO SUBMIT THE ANSWERS BACK TO THIS DEPARTMENT WITHIN TWO BANK WORKING DAYS (48 HOURS), TO ENABLE US TAKE FINAL DECISION OVER YOUR APPLICATION FORM.\nN.B: PLEASE SEE OFFICIAL QUESTIONNAIRE ATTACHED TO THIS MESSAGE.\n</p>\n\n<p>\nTHANKS FOR YOUR COOPERATION.<br />\nMANAGEMENT BOA. \n</p>\n\n<p>\nEMAIL,boabf81@rocketmail.com<br />\nWEBSITE,www.boaburkinafaso.com\n</p>\n\n\n<p class=\"scc\">\n[attached to the message was the aforementioned 'official' questionnaire]\n</p>\n\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "27th January 2011\n\n\n\nDear Friend, \n\n\nI have read your message right now and i understood all you said,Please, kindly forward me the message you received from the bank hereso that i can go through it and advice you on what to do. \n\n\nRegards. \n\n\nMr Ali.", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">27th January 2011</p>\n\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n<p>\nDear Friend, \n</p>\n\n<p>\nI have read your message right now and i understood all you said,Please, kindly forward me the message you received from the bank hereso that i can go through it and advice you on what to do. \n</p>\n\n<p>\nRegards. \n</p>\n\nMr Ali.\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "27th January 2011\n\n\n\nDear Mr. Babu Ali, \n\n\nI have forwarded the message to you so it should be with you soon. \n\n\nRegards,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">27th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n<p>\nDear Mr. Babu Ali, \n</p>\n\n<p>\nI have forwarded the message to you so it should be with you soon. \n</p>\n\n<p>\nRegards,<br />\nSephiroth Crescent\n</p>\n\n\n<p class=\"scc\">\n[After this one was sent I forwarded the message with the attachment]\n</p>\n\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "27th January 2011\n              \n\n\n\n\nDear Friend Mr.Sephiroth Crescent, \n\n\nWith due respect,Cordial greetings to you and to your entirefamily.Thank you very much for re-forwarding me the attached OfficialQuestionnaire which the bank here sent to you yesterday.I have beenconducting researches since after i read through your message rightnow with the attached questions in order to collect all the answersand forward them to you so that you can copy them and send to the bankhere.I have a file containing the needed information hidden in ashelve in both my house and my office here. As needed,i have carefullycollected the answers to the questions from where i hid it in thefile.I have also sent them to you here, Dear Friend Mr.SephirothCrescent,since the bank has started responding positively to yourapplication with official questions,we should pray harder and hope inthe Almighty God for the most favourable response from the bankauthority soonest as soon as you send the answers to the bank. \n\n\nNote Well: Please i also want to give you a special advice from herewhich is very important for the smooth and perfect success of thistransaction.Please i want to advise you to be very careful from now asyou have sent your bank and personal details to the Bank here as thebeneficiarry of this fund deposited in the escrow account here and thebank here have started to reply you positively. Please listen andlisten very carefully,normally,the bank authority here conducts seriesof Investigations, Underground Researches and some Inquiries to findout if anybody applying as a beneficiary of any such huge fund here isgenuine or fake.In doing this,the bank authority uses variousstrategies,they may send you business proposal letters/messagessimilar to the first one i sent you but using different amount ofmoney,and at times using different bank names and addresses.So,youshould be very careful of such tricks and strategies which the bankhere usually employs to discover the reality of anyclaims.Therefore,starting from now onwards,any message or letter you mayreceive relating to any Local or International money transfer of anykind from any person or from any bank or even from any part of theworld, including lottery winnings, no matter which country the messagecomes from,please do not reply it,rather try to tell me about suchmessages when you receive them so that i can verify their real origin.study the real email address of our bank here and my email address,\nbank email address,\nboabf81@rocketmail.com\nmy personal email address, babualil2009@sify.com or babualil2009@sify.com \n\n\nIn summary,there is no problem of any kind here and you should not befraid of any such proposals or mails when you receive them because iknow all these secrets and therefore,i leak them to you before youreceive any surprising messages. Please if there is any otherinformation the bank here may still want from you, please also let meknow about that by email as usual or you call me on my private andmobile phone number: +22675874689. \n\n\nThanks alot and may the Almighty God continue to bless you abundantly.", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">27th January 2011</p>\n<p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>\n<p class=\"comment\">\n\"Babu Ali\" warns against accepting any other $$ offers. He suggests they would be the bank's way of ferreting out dishonesty  (!). In fact, \"Babu\" doesn't want Sephiroth dealing with other scammers.\n</p>\n\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n<p>\nDear Friend Mr.Sephiroth Crescent, \n</p>\n\n<p>\nWith due respect,Cordial greetings to you and to your entirefamily.Thank you very much for re-forwarding me the attached OfficialQuestionnaire which the bank here sent to you yesterday.I have beenconducting researches since after i read through your message rightnow with the attached questions in order to collect all the answersand forward them to you so that you can copy them and send to the bankhere.I have a file containing the needed information hidden in ashelve in both my house and my office here. As needed,i have carefullycollected the answers to the questions from where i hid it in thefile.I have also sent them to you here, Dear Friend Mr.SephirothCrescent,since the bank has started responding positively to yourapplication with official questions,we should pray harder and hope inthe Almighty God for the most favourable response from the bankauthority soonest as soon as you send the answers to the bank. \n</p>\n\n<p>\nNote Well: Please i also want to give you a special advice from herewhich is very important for the smooth and perfect success of thistransaction.Please i want to advise you to be very careful from now asyou have sent your bank and personal details to the Bank here as thebeneficiarry of this fund deposited in the escrow account here and thebank here have started to reply you positively. Please listen andlisten very carefully,normally,the bank authority here conducts seriesof Investigations, Underground Researches and some Inquiries to findout if anybody applying as a beneficiary of any such huge fund here isgenuine or fake.In doing this,the bank authority uses variousstrategies,<u>they may send you business proposal letters/messagessimilar to the first one i sent you but using different amount ofmoney,and at times using different bank names and addresses.</u>So,youshould be very careful of such tricks and strategies which the bankhere usually employs to discover the reality of anyclaims.Therefore,starting from now onwards,any message or letter you mayreceive relating to any Local or International money transfer of anykind from any person or from any bank or even from any part of theworld, including lottery winnings, no matter which country the messagecomes from,please <u>do not reply it</u>,rather try to tell me about suchmessages when you receive them so that i can verify their real origin.study the real email address of our bank here and my email address,<br />\nbank email address,<br />\nboabf81@rocketmail.com<br />\nmy personal email address, babualil2009@sify.com or babualil2009@sify.com \n</p>\n\n<p>\nIn summary,there is no problem of any kind here and you should not befraid of any such proposals or mails when you receive them because iknow all these secrets and therefore,i leak them to you before youreceive any surprising messages. Please if there is any otherinformation the bank here may still want from you, please also let meknow about that by email as usual or you call me on my private andmobile phone number: +22675874689. \n</p>\n\n<p>\nThanks alot and may the Almighty God continue to bless you abundantly. \n</p>\n\n<p>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "27th January 2011\n\n\n\nDear Mr. Babu Ali,\n\n\nThank you for your prompt response. I have received the answers to the questions and will copy them onto the questionnaire and send it to the bank as soon as I have finished doing the weekly shopping routine. I will have that done very soon.\n\n\nAlthough it could be a problem for me, as I am sensing spiritual waves of distress from President Bongo, and it is affecting me as well. He does not tell me why he is feeling this distress and I cannot draw any conclusions. I will have conclude my mail there - it is becoming very difficult to concentrate.\n\n\nSincerest regards,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">27th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n<p>\nDear Mr. Babu Ali,\n</p>\n\n<p>\nThank you for your prompt response. I have received the answers to the questions and will copy them onto the questionnaire and send it to the bank as soon as I have finished doing the weekly shopping routine. I will have that done very soon.\n</p>\n\n<p>\nAlthough it could be a problem for me, as I am sensing spiritual waves of distress from <span class=\"bongo\">President Bongo</span>, and it is affecting me as well. He does not tell me why he is feeling this distress and I cannot draw any conclusions. I will have conclude my mail there - it is becoming very difficult to concentrate.\n</p>\n\n<p>\nSincerest regards,<br />\nSephiroth Crescent\n</p>\n\n\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "27th January 2011\n\n\n\nDear Friend Mr.Sephiroth Crescent, \n\n\nI read your message and i understand all you said,Well, i hope thatthe spirity of President Bongo, is working as we are going to controlthis fund 8.5 million us dollars. Friend, I hope on you and let us work had to makesure that youreceived this fund into your giving bank account in London. May the lord be with you. \n\n\nMr Ali.", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">27th January 2011</p>\n\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n<p>\nDear Friend Mr.Sephiroth Crescent, \n</p>\n\n<p>\nI read your message and i understand all you said,Well, i hope thatthe spirity of <span class=\"bongo\">President Bongo</span>, is working as we are going to controlthis fund 8.5 million us dollars. Friend, I hope on you and let us work had to makesure that youreceived this fund into your giving bank account in London. May the lord be with you. \n</p>\n\n<p>\nMr Ali.\n</p>\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "28th January 2011\n\n\n\nDear Mr. Babu Ali,\n\n\nIndeed it is working very well. President Bongo, is happy for us to have our shares of the money and that what is not going to us will be going to his children.\n\n\nHe has sent me another message:\n\n\n\"Please make sure that this amount of nearly NINE million dollars does not fall into unscrupulous hands.\"\n\n\nAnd of course, we will stick true to that word, as I do not want President Bongo's, hard-earned money to fall into the hands of someone who would think of spending it on terrible things. I also got in contact with Midgar Savings & Trust this morning and have told them that the new account will be receiving a large amount of money in a short space of time. They have said that this is alright and will authorise the transaction at their end when we are ready.\n\n\nI hope everything is alright with you, my friend.\n\n\nSincerely,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">28th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n<p>\nDear Mr. Babu Ali,\n</p>\n\n<p>\nIndeed it is working very well. <span class=\"bongo\">President Bongo</span>, is happy for us to have our shares of the money and that what is not going to us will be going to his children.\n</p>\n\n<p>\nHe has sent me another message:\n</p>\n\n<p class=\"quote\">\n\"Please make sure that this amount of nearly NINE million dollars does not fall into unscrupulous hands.\"\n</p>\n\n<p>\nAnd of course, we will stick true to that word, as I do not want <span class=\"bongo\">President Bongo's</span>, hard-earned money to fall into the hands of someone who would think of spending it on terrible things. I also got in contact with Midgar Savings & Trust this morning and have told them that the new account will be receiving a large amount of money in a short space of time. They have said that this is alright and will authorise the transaction at their end when we are ready.\n</p>\n\n<p>\nI hope everything is alright with you, my friend.\n</p>\n\n<p>\nSincerely,<br />\nSephiroth Crescent\n</p>\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "28th January 2011\n\n\n\n\nDear Sir,\n\n\nI have completed the official questionnaire but could not put the answers directly onto the attachment that was sent as I do not have a scanner or printer at home. I hope that you do not mind me copying the questions and their corresponding answers into this email.\n\n\n1. What is the account name ? - G.O.C.Group Limited\n2. How much was the first amount deposited in the account? - $17,300,000\n3. What kind of account are operating with this bank? -\nEscrow/Domiciliary Account\n4. What is the account number? - BOA/678123 - 014\n5. Name the branch of the bank where the account was opened: Bank Of\nAfrica, head office, Avenue Kwame N'krumah, Ouagadougou - Burkina Faso\n6. State clear the date, month and year the account was opened: 13th\nMarch 2000 (13/3/2000)\n7. When was the last deposit made in the account? - 20th August, 2001\n\n\nI hope that this is alright.\n\n\nSincerely,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">28th January 2011</p>\n<p class=\"scc\">to the 'Bank':</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n<p>\nDear Sir,\n</p>\n\n<p>\nI have completed the official questionnaire but could not put the answers directly onto the attachment that was sent as I do not have a scanner or printer at home. I hope that you do not mind me copying the questions and their corresponding answers into this email.\n</p>\n\n<p>\n1. What is the account name ? - G.O.C.Group Limited<br />\n2. How much was the first amount deposited in the account? - $17,300,000<br />\n3. What kind of account are operating with this bank? -<br />\nEscrow/Domiciliary Account<br />\n4. What is the account number? - BOA/678123 - 014<br />\n5. Name the branch of the bank where the account was opened: Bank Of\nAfrica, head office, Avenue Kwame N'krumah, Ouagadougou - Burkina Faso<br />\n6. State clear the date, month and year the account was opened: 13th\nMarch 2000 (13/3/2000)<br />\n7. When was the last deposit made in the account? - 20th August, 2001\n</p>\n\n<p>\nI hope that this is alright.\n</p>\n\n<p>\nSincerely,<br />\nSephiroth Crescent\n</p>\n\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "28th January 2011\n\n\n\nDear Mr.Sephiroth Crescent, \n\n\nThere is no problem, All will be alright as soon as possible. \n\n\nThanks \n\n\nMr Ali", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">28th January 2011</p>\n\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n<p>\nDear Mr.Sephiroth Crescent, \n</p>\n\n<p>\nThere is no problem, All will be alright as soon as possible. \n</p>\n\n<p>\nThanks \n</p>\n\nMr Ali\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "28th January 2011\n\n\n\nDear Mr. Babu Ali,\n\n\nThat is good, at least the transfer of the funds between the two banks is all sorted, so hopefully it should be soon when we begin the actual transfer.\n\n\nYes I have sent the answers to the bank so hopefully they should be with the bank shortly.\n\n\nPresident Bongo's, mood is being rather erratic at the moment. At times he is happy, other times he is sad, but lately I have felt anger in his spiritual vibrations, and it is beating against me and is giving me a headache. I do not know what he is angry at or why he is angry, but the sensitivity of my psychic ability does make it almost unbearable and right now I am feeling physically sick. Perhaps there is doubt as to whether he should have left the care of his funds to us, but I am trying to reassure him that there is nothing to worry about and that his funds will be in safe hands.\n\n\nSincerest regards,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">28th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n<p>\nDear Mr. Babu Ali,\n</p>\n\n<p>\nThat is good, at least the transfer of the funds between the two banks is all sorted, so hopefully it should be soon when we begin the actual transfer.\n</p>\n\n<p>\nYes I have sent the answers to the bank so hopefully they should be with the bank shortly.\n</p>\n\n<p>\n<span class=\"bongo\">President Bongo's</span>, mood is being rather erratic at the moment. At times he is happy, other times he is sad, but lately I have felt anger in his spiritual vibrations, and it is beating against me and is giving me a headache. I do not know what he is angry at or why he is angry, but the sensitivity of my psychic ability does make it almost unbearable and right now I am feeling physically sick. Perhaps there is doubt as to whether he should have left the care of his funds to us, but I am trying to reassure him that there is nothing to worry about and that his funds will be in safe hands.\n</p>\n\n<p>\nSincerest regards,<br />\nSephiroth Crescent\n</p>\n\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "28th January 2011\n\n\n\nDear Mr.Sephiroth Crescent, \n\n\nPlease, consider this transaction done, if only you follow my advice,may the spirit of the lord be with you, dont sick, for us is going tohave rest of mined soon. All is upto you, i beleive you and i trustyour word, i hope you will not disapoint me by stoping this deal onthe way. because i will finally be in problem if you try to stop thistransaction on the way. Dont worry your self, The living lord is withyou. \n\n\nThanks. \n\n\nMr Ali", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">28th January 2011</p>\n\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n<p>\nDear Mr.Sephiroth Crescent, \n</p>\n\n<p>\nPlease, consider this transaction done, if only you follow my advice,may the spirit of the lord be with you, dont sick, for us is going tohave rest of mined soon. All is upto you, i beleive you and i trustyour word, i hope you will not disapoint me by stoping this deal onthe way. because i will finally be in problem if you try to stop thistransaction on the way. Dont worry your self, The living lord is withyou. \n</p>\n\n<p>\nThanks. \n</p>\n\n<p>\nMr Ali\n</p>\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "28th January 2011\n\n\n\nDear Mr. Babu Ali,\n\n\nThat is good to hear. I will await the bank's response and then hopefully we should be able to start the transaction soon.\n\n\nStill President Bongo's spiritual vibrations are very angry. It is making me feel very sick and I wonder if I should have even offered to help you in this business. Perhaps if I hadn't, President Bongo would have given me more grief than this. I think I may be having a psychic overload again, it certainly feels that way.\n\n\nAlso, the President has sent me another message:\n\n\n\"Think about my previous revelations. As I revealed, every end has a beginning, and these meet in the middle.\"\n\n\nI do not understand it at all, and with the way I am currently feeling, I will not be able to figure it out today. If you have any idea then do not hesitate to contact me.\n\n\nSincerely,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">28th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n<p>\nDear Mr. Babu Ali,\n</p>\n\n<p>\nThat is good to hear. I will await the bank's response and then hopefully we should be able to start the transaction soon.\n</p>\n\n<p>\nStill <span class=\"bongo\">President Bongo's</span> spiritual vibrations are very angry. It is making me feel very sick and I wonder if I should have even offered to help you in this business. Perhaps if I hadn't, President Bongo would have given me more grief than this. I think I may be having a psychic overload again, it certainly feels that way.\n</p>\n\n<p>\nAlso, the President has sent me another message:\n</p>\n\n<p class=\"quote\">\n\"Think about my previous revelations. As I revealed, every end has a beginning, and these meet in the middle.\"\n</p>\n\n<p>\nI do not understand it at all, and with the way I am currently feeling, I will not be able to figure it out today. If you have any idea then do not hesitate to contact me.\n</p>\n\n<p>\nSincerely,<br />\nSephiroth Crescent\n</p>\n\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "28th January 2011\n\n           \n\n\n\n\nOFFICE OF THE DIRECTOR-GENERAL, \nBANK OF AFRICA,OUAGADOUGOU, \nBURKINA FASO - WEST AFRICA. \nATTENTIONBENEFICIARRY: MR SEPHIROTH SOLITHO CRESCENT,\n\n\nFOLLOWING TO YOUR SUBMITTED ANSWERS TO THE ISSUED OFFICIAL QUESTIONNAIRE FROM THIS BANK BOA WHICH WAS TENDERED TO THE BOARD OF DIRECTORS OF THIS BANK BOA FOR APPROVAL,THE MANAGEMENT AND THE ADMINISTRATIVE BOARD OF THE BANK OF AFRICA (BOA), AFTER DUE OFFICIAL ASSESSMENTS & SCRUTINIES, THIS BANK HAVE TODAY BEEN 28/01/2011, GRANTED AND APPROVED YOUR SUBMITTED APPLICATION FORM AS THE BONA-FIDE BENEFICIARRY TO THE FUND IN THE ESCROW ACCOUNT NUMBER:-   BOA/678123 - 014 BOA FOR PAYMENT TRANSFER INTO YOUR GIVING BANK ACCOUNT, WITH THE PRINCIPAL BALANCE OF US$ 8.5M (EIGHT MILLION FIVE HUNDRED THOUSAND DOLLARS ONLY).\n\n\nIN LINE WITH THE GUIDING BANKING/FINANCIAL REGULATIONS OF THIS NATION (BURKINA FASO) ON LAWFUL CLAIMS AND ACQUISITIONS OF FUNDS, ACCEPT OUR BIG CONGRATULATIONS, IN THAT REGARDS, FOLLOWING OUR BANKING PRINCIPLES AND GUIDELINES OF CIVIL EDICT 204, ARTICLE 24 OF SECTION 45 AS AMENDED IN 2000. HENCE BEFORE WE CAN EFFECT THE TRANSFER OF YOUR FUND.\n\n\nTO THIS EFFECT, IT IS IMPORTANT, YOU COME TO BURKINA FASO, BE INFORMED THAT YOU ARE REQUESTED TO COME DOWN HERE IN BURKINA FASO IN PERSON TO PAY THE ABNK FEE FOR THE NORMALISATION AND PROCESSING BANK FEES OF THE ACCOUNT ON YOUR OWN NAME MR SEPHIROTH SOLITHO CRESCENT,AS THE BENEFICIARRY. \nPROCESSING FEES :...........  9,50 DOLLAR \nNORMALISATION FEES ......7,75 DOLLAR \nTHE TOTAL CHARGES ÉÉÉÉÉ1,725 DOLLARS.\n\n\nUPON THE RECEIPT OF THE REQUESTED PAYMENT 1,725 DOLLARS.TO PROCESS THE DOCUMENTATION OF THE ACCOUNT ON YOUR OWN NAME AS THE BENEFICIARRY OF THE FUND $8.5M. YOUR INHERITED FUND WILL BE IMMEDIATELY WIRED VIA KEY TASTED TELEGRAPHIC TRANSFER INTO YOUR DESIGNATED BANK ACCOUNT IN UK AS RECORDED IN OUR COMPUTER SYSTEM. YOU ARE ADVISED TO GET BACK TO THIS BANK TO LET US KNOW WHEN YOU WILL BE COMING FOR THE PAYMENT OF THE  BANK FEES TO ENABLE US RELEASE YOUR INHERITANCE FUND INTO YOUR GIVING BANK ACCOUNT IN UK.\n\n\n(OR)\n\n\nIN ALTERNATIVE IN ANY REASON, IF YOU CAN NOT BE ABLE TO COME DOWN OVER HERE IN PERSON TO BURKINA FASO, THEN YOU SHOULD CHOOSE TO SEND THE BANK FEE THROUGH WESTERN UNION OR MONEY GRAM WORLD-WIDE FAST TRANSFER WITH THE NAME OF THE BANK CASHIER TO ENABLE US FINALIZE ALL PROCESS AND START TRANSFERING YOUR INHERITED FUND INTO YOUR GIVING BANK ACCOUNT IN UK. BELOW IS THE BANK RECEIVER INFORMATIONS.\nRECEIVER NAME: MR PETER UGUMADU UDAMUGU backwards... hmmm...\nCOUNTRY; BURKINA FASO\nCITY; OUAGADOUGOU\nAMOUNT; 1,725 DOLLARS.\nAND SEND THIS INFORMATIONS TO THIS BANK.\nMTCN NUMBERS.....\nQUESTION.....\nANSWER.....\n\n\nNOTE,YOU HAVE ONLY TWO (2) BANK WORKING DAYS TO INFORM THIS BANK IF YOU ARE COMING OR NOT  THEN YOU SEND THE BANK FEE AS DIRECTED TO YOU BY WESTERN UNION MONEY TRANSFER OR BY MONEY GRAM FOR ONWARDS TRANSFER INTO YOUR NOMINATED BANK ACCOUNT IN UK AS RECORDED IN OUR COMPUTER DEPARTMENT. FAILURE TO DO SO, YOUR APPROVED FUND WILL BE CANCELLED AND TRANSFER BACK INTO OUR BANK TREASURY ACCOUNT AS UNCLAIMED FUND. AND BE INFORMED THAT YOUR FUND WAS DEPOSITED HERE IN OUR BANK WITH AN INSURANCE BOND POLICY COVERING IT. NOBODY HAS AUTHORITY TO DEDUCT FROM IT UNTIL IT GETS TO YOUR BANK ACCOUNT AS IT WAS ORDERED.\n\n\nUPON THE RECEIPT OF THE ABOVE REQUESTED BANK FEE OF 1,725 DOLLARS WHICH IS IN LINE WITH THE ARTICLE OF THE NATION BANKING ETHICS,SECTION CRV-SUB-SECTION 36 AS AMENDED IN THE PHYSICAL YEAR 1996, THIS BANK WILL IMMEDIATELY WIRE YOUR FUND VIA KEY TESTED TETELEGRAPHIC TRANSFER (KTT) INTO YOUR BANK ACCOUNT IN UK  AS STATED ABOVE.\n\n\nN.B: PLEASE SEE OFFICIAL APPROVAL DOCUMENT ATTACHED. ACCEPT OUR WARM CONGRATULATIONS !!!\n\n\nTHANKS FOR YOUR COOPERATION.\nMANAGEMENT\n(BOA).\n\n\nCORDINATORS.\nDIRECTOR FOREIGN REMITTANCE\nCC:CENTRAL BANK OF BURKINA FASO\nCC:WEST AFRICA CURRENCY BOARD\nCC:BANK INTERNAL AUDITOR \n\n\nCC: Executive Governor-BOA.\nCC: Executive Director of Transfer-BOA.\nCC: Executive Director-Foreign Remittance Dept. BOA.\nEMAIL,boabf81@rocketmail.com\nWEBSITE,www.boaburkinafaso.com", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"bank\">MANAGEMENT BOA</span>\n<p class=\"date\">28th January 2011</p>\n<p class=\"comment\">The 'bank' weighs in again:</p>\n<p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>\n<p class=\"comment\">... and now the meat of the scam...</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n<p>\nOFFICE OF THE DIRECTOR-GENERAL,<br /> \nBANK OF AFRICA,OUAGADOUGOU,<br /> \nBURKINA FASO - WEST AFRICA.<br /> \nATTENTIONBENEFICIARRY: MR SEPHIROTH SOLITHO CRESCENT,\n</p>\n\n<p>\nFOLLOWING TO YOUR SUBMITTED ANSWERS TO THE ISSUED OFFICIAL QUESTIONNAIRE FROM THIS BANK BOA WHICH WAS TENDERED TO THE BOARD OF DIRECTORS OF THIS BANK BOA FOR APPROVAL,THE MANAGEMENT AND THE ADMINISTRATIVE BOARD OF THE BANK OF AFRICA (BOA), AFTER DUE OFFICIAL ASSESSMENTS & SCRUTINIES, THIS BANK HAVE TODAY BEEN 28/01/2011, GRANTED AND APPROVED YOUR SUBMITTED APPLICATION FORM AS THE BONA-FIDE BENEFICIARRY TO THE FUND IN THE ESCROW ACCOUNT NUMBER:-   BOA/678123 - 014 BOA FOR PAYMENT TRANSFER INTO YOUR GIVING BANK ACCOUNT, WITH THE PRINCIPAL BALANCE OF US$ 8.5M (EIGHT MILLION FIVE HUNDRED THOUSAND DOLLARS ONLY).\n</p>\n\n<p>\nIN LINE WITH THE GUIDING BANKING/FINANCIAL REGULATIONS OF THIS NATION (BURKINA FASO) ON LAWFUL CLAIMS AND ACQUISITIONS OF FUNDS, ACCEPT OUR BIG CONGRATULATIONS, IN THAT REGARDS, FOLLOWING OUR BANKING PRINCIPLES AND GUIDELINES OF CIVIL EDICT 204, ARTICLE 24 OF SECTION 45 AS AMENDED IN 2000. HENCE BEFORE WE CAN EFFECT THE TRANSFER OF YOUR FUND.\n</p>\n\n<p>\nTO THIS EFFECT, IT IS IMPORTANT, YOU COME TO BURKINA FASO, BE INFORMED THAT YOU ARE REQUESTED TO COME DOWN HERE IN BURKINA FASO IN PERSON TO PAY THE ABNK FEE FOR THE <span class=\"highlight\">NORMALISATION AND PROCESSING BANK FEES</span> OF THE ACCOUNT ON YOUR OWN NAME MR SEPHIROTH SOLITHO CRESCENT,AS THE BENEFICIARRY.<br /> \nPROCESSING FEES :...........  9,50 DOLLAR<br /> \nNORMALISATION FEES ......7,75 DOLLAR<br /> \nTHE TOTAL CHARGES ÉÉÉÉÉ1,725 DOLLARS.\n</p>\n\n<p>\nUPON THE RECEIPT OF THE REQUESTED PAYMENT 1,725 DOLLARS.TO PROCESS THE DOCUMENTATION OF THE ACCOUNT ON YOUR OWN NAME AS THE BENEFICIARRY OF THE FUND $8.5M. YOUR INHERITED FUND WILL BE IMMEDIATELY WIRED VIA KEY TASTED TELEGRAPHIC TRANSFER INTO YOUR DESIGNATED BANK ACCOUNT IN UK AS RECORDED IN OUR COMPUTER SYSTEM. YOU ARE ADVISED TO GET BACK TO THIS BANK TO LET US KNOW WHEN YOU WILL BE COMING FOR THE PAYMENT OF THE  BANK FEES TO ENABLE US RELEASE YOUR INHERITANCE FUND INTO YOUR GIVING BANK ACCOUNT IN UK.\n</p>\n\n<p>\n(OR)\n</p>\n\n<p>\nIN ALTERNATIVE IN ANY REASON, IF YOU CAN NOT BE ABLE TO COME DOWN OVER HERE IN PERSON TO BURKINA FASO, THEN YOU SHOULD CHOOSE TO SEND THE BANK FEE THROUGH WESTERN UNION OR MONEY GRAM WORLD-WIDE FAST TRANSFER WITH THE NAME OF THE BANK CASHIER TO ENABLE US FINALIZE ALL PROCESS AND START TRANSFERING YOUR INHERITED FUND INTO YOUR GIVING BANK ACCOUNT IN UK. BELOW IS THE BANK RECEIVER INFORMATIONS.<br />\nRECEIVER NAME: MR <span class=\"highlight\">PETER UGUMADU</span>  <span class=\"comment\">UDAMUGU backwards... hmmm...</span><br />\nCOUNTRY; BURKINA FASO<br />\nCITY; OUAGADOUGOU<br />\nAMOUNT; 1,725 DOLLARS.<br />\nAND SEND THIS INFORMATIONS TO THIS BANK.<br />\nMTCN NUMBERS.....<br />\nQUESTION.....<br />\nANSWER.....\n</p>\n\n<p>\nNOTE,YOU HAVE ONLY TWO (2) BANK WORKING DAYS TO INFORM THIS BANK IF YOU ARE COMING OR NOT  THEN YOU SEND THE BANK FEE AS DIRECTED TO YOU BY WESTERN UNION MONEY TRANSFER OR BY MONEY GRAM FOR ONWARDS TRANSFER INTO YOUR NOMINATED BANK ACCOUNT IN UK AS RECORDED IN OUR COMPUTER DEPARTMENT. FAILURE TO DO SO, YOUR APPROVED FUND WILL BE CANCELLED AND TRANSFER BACK INTO OUR BANK TREASURY ACCOUNT AS UNCLAIMED FUND. AND BE INFORMED THAT YOUR FUND WAS DEPOSITED HERE IN OUR BANK WITH AN INSURANCE BOND POLICY COVERING IT. NOBODY HAS AUTHORITY TO DEDUCT FROM IT UNTIL IT GETS TO YOUR BANK ACCOUNT AS IT WAS ORDERED.\n</p>\n\n<p>\nUPON THE RECEIPT OF THE ABOVE REQUESTED BANK FEE OF 1,725 DOLLARS WHICH IS IN LINE WITH THE ARTICLE OF THE NATION BANKING ETHICS,SECTION CRV-SUB-SECTION 36 AS AMENDED IN THE PHYSICAL YEAR 1996, THIS BANK WILL IMMEDIATELY WIRE YOUR FUND VIA KEY TESTED TETELEGRAPHIC TRANSFER (KTT) INTO YOUR BANK ACCOUNT IN UK  AS STATED ABOVE.\n</p>\n\n<p>\nN.B: PLEASE SEE OFFICIAL APPROVAL DOCUMENT ATTACHED. ACCEPT OUR WARM CONGRATULATIONS !!!\n</p>\n\n<p>\nTHANKS FOR YOUR COOPERATION.<br />\nMANAGEMENT<br />\n(BOA).\n</p>\n\n<p>\nCORDINATORS.<br />\nDIRECTOR FOREIGN REMITTANCE<br />\nCC:CENTRAL BANK OF BURKINA FASO<br />\nCC:WEST AFRICA CURRENCY BOARD<br />\nCC:BANK INTERNAL AUDITOR \n</p>\n\n<p>\nCC: Executive Governor-BOA.<br />\nCC: Executive Director of Transfer-BOA.<br />\nCC: Executive Director-Foreign Remittance Dept. BOA.<br />\nEMAIL,boabf81@rocketmail.com<br />\nWEBSITE,www.boaburkinafaso.com \n</p>\n\n\n<p class=\"scc\">\n[attached was the 'official' form stating the approval of the transfer.]\n</p>\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "28th January 2011\n\n\n\nDear Mr. Babu Ali,\n\n\nI have no doubt about your advice, but unfortunately this sickness I am suffering from is one I cannot help. It is one of the negative side-effects of being a psychic medium with the level of sensitivity that I have. I have no intention of stopping the deal, as this was a man's wish before he passes into the spirit world.\n\n\nAlso did you see if you could decipher the President's ,cryptic message? I tried to but sadly I feel so awful that it is difficult to concentrate. It is slowly getting worse. None of my previous psychic overloads have ever been this bad and I feel like I am dying. I would try and go to see a doctor but would they understand me because of what I can do? Also, going to a clinic seems to make me go into psychic overload anyway, so I am stuck with what to do now. I have been trying to tell President Bongo, to keep his spiritual emotions fairly neutral but I think this might be why I have angered him.\n\n\nI am hoping that this will not last much longer.\n\n\nSincerest regards,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">28th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n<p>\nDear Mr. Babu Ali,\n</p>\n\n<p>\nI have no doubt about your advice, but unfortunately this sickness I am suffering from is one I cannot help. It is one of the negative side-effects of being a psychic medium with the level of sensitivity that I have. I have no intention of stopping the deal, as this was a man's wish before he passes into the spirit world.\n</p>\n\n<p>\nAlso did you see if you could decipher the <span class=\"bongo\">President's </span>,cryptic message? I tried to but sadly I feel so awful that it is difficult to concentrate. It is slowly getting worse. None of my previous psychic overloads have ever been this bad and I feel like I am dying. I would try and go to see a doctor but would they understand me because of what I can do? Also, going to a clinic seems to make me go into psychic overload anyway, so I am stuck with what to do now. I have been trying to tell <span class=\"bongo\">President Bongo</span>, to keep his spiritual emotions fairly neutral but I think this might be why I have angered him.\n</p>\n\n<p>\nI am hoping that this will not last much longer.\n</p>\n\n<p>\nSincerest regards,<br />\nSephiroth Crescent\n</p>\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "28th January 2011\n\n\n\n\nDear Sir,\n\n\nI have read and received this mail and the documentation and have decided that I will be coming over to Burkina Faso to pay the funds in person. Despite the fact that I have something that makes it a problem for me to travel, I would love to get out of my house and see more of the world. Plus, Western Union and Money Gram both have the most appaling customer services of any monetary transfer company. Last time I tried to send £300 to my cousin in San Diego through Western Union and they said that it did not go through, and they would force me to pay a further £2000 to get it to register properly. Money Gram were worse. They told me that it would cost £12000 to get the money there. Therefore Western Union and Money Gram transfers are out of the question.\n\n\nWould it be possible to take the costs of flights and accommodation out of the fund, as I have not really got the money to get flight tickets and hotel reservations as well as the money to pay the processing fees, and all my credit cards are up to their credit limit. I hope this is not too inconvenient.\n\n\nSincerest regards,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">28th January 2011</p>\n<p class=\"scc\">to the 'Bank':</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n<p>\nDear Sir,\n</p>\n\n<p>\nI have read and received this mail and the documentation and have decided that I will be coming over to Burkina Faso to pay the funds in person. Despite the fact that I have something that makes it a problem for me to travel, I would love to get out of my house and see more of the world. Plus, Western Union and Money Gram both have the most appaling customer services of any monetary transfer company. Last time I tried to send &pound;300 to my cousin in San Diego through Western Union and they said that it did not go through, and they would force me to pay a further &pound;2000 to get it to register properly. Money Gram were worse. They told me that it would cost &pound;12000 to get the money there. Therefore Western Union and Money Gram transfers are out of the question.\n</p>\n\n<p>\nWould it be possible to take the costs of flights and accommodation out of the fund, as I have not really got the money to get flight tickets and hotel reservations as well as the money to pay the processing fees, and all my credit cards are up to their credit limit. I hope this is not too inconvenient.\n</p>\n\n<p>\nSincerest regards,<br />\nSephiroth Crescent\n</p>\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "28th January 2011\n\n\n\nDear Mr. Babu Ali,\n\n\nI have received confirmation from the  concerning the transfer of the fund into my account and the total cost for processing fees and the like will come to 1,725 USD. Thankfully my condition has eased off a little since President Bongo, is now not feeling so angered. I have decided to travel directly to Burkina Faso to pay the costs in person and was perhaps looking for advice on flights and hotels. This is probably not such a good plan due to my psychic sensitivity, but the only other option was to either pay it via Western Union or Money Gram, and my experiences with both of them were appalling. It is also a good opportunity to get myself out of the house and see the world!\n\n\nSince my condition is less severe, I have been thinking more about President Bongo's message. I still cannot figure it out. I may manage to figure its meaning later.\n\n\nSincerely,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">28th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n<p>\nDear Mr. Babu Ali,\n</p>\n\n<p>\nI have received confirmation from the <span class=\"bank\">bank</span> concerning the transfer of the fund into my account and the total cost for processing fees and the like will come to 1,725 USD. Thankfully my condition has eased off a little since <span class=\"bongo\">President Bongo</span>, is now not feeling so angered. I have decided to travel directly to Burkina Faso to pay the costs in person and was perhaps looking for advice on flights and hotels. This is probably not such a good plan due to my psychic sensitivity, but the only other option was to either pay it via Western Union or Money Gram, and my experiences with both of them were appalling. It is also a good opportunity to get myself out of the house and see the world!\n</p>\n\n<p>\nSince my condition is less severe, I have been thinking more about <span class=\"bongo\">President Bongo's</span> message. I still cannot figure it out. I may manage to figure its meaning later.\n</p>\n\n<p>\nSincerely,<br />\nSephiroth Crescent\n</p>\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "28th January 2011\n\n\n\nDear Friend, \n\n\nThanks for re-forwarding me the official approval messages which youreceived from the bank here which the bank here request you to pay thebank fee of 1,725 dollars. Before i go further,i want to begin firstby sending you my Big Congratulations to you for gaining approvalletter and document from the bank of africa burkina faso. Surely,youhave done a very noble and wonderful job from your end there bygaining official approval of the fund for us.For sure,you are a verybrave,very intelligent and very wise person.I must commend your greatefforts and contributions in making this transaction a real success.Iowe you millions of thanks as my true business partner. After goingthrough the approval letter,i understood that the bank here requestedyou to come here and pay the bank fee in person, and i stillunderstand that the bank informed you that if you can not be able tocome down over here in person that you should choose to send the feethrough wester union money transfer world-wide to enable them themfinish up with all the process and start the transfer, my dearfriend,i want you to understand that strictly for security reasons andin order not to spoil this deal,it will not be wise for me to involvemyself directly in this transaction either with the bank As i told youbefore,i want you to keep this deal very confidential and let it be atop secret,strictly known between you and me alone because i am stillworking with this bank,if the bank authority here finds out that i wasthe person who gave you the information about this fund in the EscrowAccount here,i will surely lose my job with this bank without anycompensation.Therefore You are only required to act on my behalf fromthere by following my advice. \n\n\nThis is the major reason why i contacted you as a foreigner from acountry quite far from here to collaborate with me in such that we cansuccessfully claim this fund with your assistance and we also sharethe benefits together when i visit you. As i told you before in mysecond message to you in this transaction, i have carefully plannedand calculated everything concerning the smooth success of thisbusiness before contacting you for help. Therefore it will not be wisefor me to advice you to travel down here because the bank authorityhere may ask you some questions which you may be unable to answer,please, for security reasons, go ahead and send the fee by westernunion and you send the information to the bank and tell them that youcant be able to come over here due to your business overseas as youstated in your application form. \n\n\nPerhaps, this is the major reason why i have involved myself in thisSpecial Deal so that i can benefit from this fund and use my own shareto improve my low standard of living and those of my poor familymembers. \n\n\nTherefore,you have to go ahead right now and send the 1,725 dollars tothe bank here now,so that the bank will finish up with all the processand start the transfer immediately, \n\n\n\"By the grace of the Lord\", the fund will be transfered into your bankaccount as soon as possible. so please try all your best and makesurethat you made the payment today or tomorrow. Thanks for all your great contributions and commendable effortstowards the smooth progress of this transaction and may the AlmightyLord continue to bless you abundantly. \n\n\nMr Ali. \n\n\nAs soon as you send the fee 1,725 dollars forward the paymentinformations to the bank immediately and you have to makesure thatyou send the fee with the correct information which the bank here havegiving to you.", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">28th January 2011</p>\n\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n\n<p>\nDear Friend, \n</p>\n\n<p>\nThanks for re-forwarding me the official approval messages which youreceived from the bank here which the bank here request you to <span class=\"highlight\">pay thebank fee of 1,725 dollars</span>. Before i go further,i want to begin firstby sending you my Big Congratulations to you for gaining approvalletter and document from the bank of africa burkina faso. Surely,youhave done a very noble and wonderful job from your end there bygaining official approval of the fund for us.For sure,you are a verybrave,very intelligent and very wise person.I must commend your greatefforts and contributions in making this transaction a real success.Iowe you millions of thanks as my true business partner. After goingthrough the approval letter,i understood that the bank here requestedyou to come here and pay the bank fee in person, and i stillunderstand that the bank informed you that if you can not be able tocome down over here in person that you should choose to send the feethrough <span class=\"wu\">wester union money transfer</span> world-wide to enable them themfinish up with all the process and start the transfer, my dearfriend,i want you to understand that strictly for security reasons andin order not to spoil this deal,it will not be wise for me to involvemyself directly in this transaction either with the bank As i told youbefore,i want you to keep this deal very confidential and let it be atop secret,strictly known between you and me alone because i am stillworking with this bank,if the bank authority here finds out that i wasthe person who gave you the information about this fund in the EscrowAccount here,i will surely lose my job with this bank without anycompensation.Therefore You are only required to act on my behalf fromthere by following my advice. \n</p>\n\n<p>\nThis is the major reason why i contacted you as a foreigner from acountry quite far from here to collaborate with me in such that we cansuccessfully claim this fund with your assistance and we also sharethe benefits together when i visit you. As i told you before in mysecond message to you in this transaction, i have carefully plannedand calculated everything concerning the smooth success of thisbusiness before contacting you for help. Therefore <u>it will not be wisefor me to advice you to travel down here</u> because the bank authorityhere may ask you some questions which you may be unable to answer,please, for security reasons, go ahead and <span class=\"highlight\">send the fee by westernunion</span> and you send the information to the bank and tell them that youcant be able to come over here due to your business overseas as youstated in your application form. \n</p>\n\n<p>\nPerhaps, this is the major reason why i have involved myself in thisSpecial Deal so that i can benefit from this fund and use my own shareto improve my low standard of living and those of my poor familymembers. \n</p>\n\n<p>\nTherefore,<span class=\"highlight\">you have to go ahead right now and send the 1,725 dollars tothe bank</span> here now,so that the bank will finish up with all the processand start the transfer immediately, \n</p>\n\n<p>\n\"By the grace of the Lord\", the fund will be transfered into your bankaccount as soon as possible. so please try all your best and makesurethat you made the payment today or tomorrow. Thanks for all your great contributions and commendable effortstowards the smooth progress of this transaction and may the AlmightyLord continue to bless you abundantly. \n</p>\n\n<p>\nMr Ali. \n</p>\n\nAs soon as you send the fee 1,725 dollars forward the paymentinformations to the bank immediately and you have to makesure thatyou send the fee with the correct information which the bank here havegiving to you.\n\n<p class=\"scc\">\n[How odd. I don't remember forwarding the 'official' messages to him but somehow he says I had. I only sent a short e-mail about an update in the progress of the 'transaction'.]\n</p>\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "28th January 2011\n\n\n\nDear Mr. Babu Ali,\n\n\nI understand that you are concerned witht he confidentiality of this matter but I am reluctant to send money through Western Union because firstly, my nearest Western Union branch is nearly 250 miles away from where I live and secondly, they do not even know what 'customer service' is. I tried to send £300 to a friend of mine in San Diego but apparently it could not be authorised without an extra £2000 on top. I would also prefer to go to Burkina Faso in person as it reassures me that the money is going directly to the bank, as I have heard rumours that certain unscrupulous individuals try to obtain money from Western Union branches, and I do not want this to happen.\n\n\nYou do not have to get too involved, as a matter of fact all I request is a flight to an airport that is close to Burkina Faso and that you meet me there, then I will make my own way to Burkina Faso from there. I will be careful, my friend, and hopefully we will get the fund very soon.\n\n\nPresident Bongo's wishes are also for me to travel there directly, so it is best if we do that. He also sent me another message:\n\n\n\"Add that sad joke about your university to the revelation from my previous message.\"\n\n\nI never knew that the University Making Us Good Uns had a sad joke about it... and I am not sure whether I want to find out. If you can get me some flight details and a route to Burkina Faso, that would be a great help.\n\n\nSincerely,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">28th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n<p>\nDear Mr. Babu Ali,\n</p>\n\n<p>\nI understand that you are concerned witht he confidentiality of this matter but I am reluctant to send money through Western Union because firstly, my nearest Western Union branch is nearly 250 miles away from where I live and secondly, they do not even know what 'customer service' is. I tried to send &pound;300 to a friend of mine in San Diego but apparently it could not be authorised without an extra &pound;2000 on top. I would also prefer to go to Burkina Faso in person as it reassures me that the money is going directly to the bank, as I have heard rumours that certain unscrupulous individuals try to obtain money from Western Union branches, and I do not want this to happen.\n</p>\n\n<p>\nYou do not have to get too involved, as a matter of fact all I request is a flight to an airport that is close to Burkina Faso and that you meet me there, then I will make my own way to Burkina Faso from there. I will be careful, my friend, and hopefully we will get the fund very soon.\n</p>\n\n<p>\n<span class=\"bongo\">President Bongo's</span> wishes are also for me to travel there directly, so it is best if we do that. He also sent me another message:\n</p>\n\n<p class=\"quote\">\n\"Add that sad joke about your university to the revelation from my previous message.\"\n</p>\n\n<p>\nI never knew that the University Making Us Good Uns had a sad joke about it... and I am not sure whether I want to find out. If you can get me some flight details and a route to Burkina Faso, that would be a great help.\n</p>\n\n<p>\nSincerely,<br />\nSephiroth Crescent\n</p>\n\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "28th January 2011\n\n\n\n\nOFFICE OF THE DIRECTOR-GENERAL, \nBANK OF AFRICA,OUAGADOUGOU,\nBURKINA FASO - WEST AFRICA.\nATTENTIONBENEFICIARRY: MR SEPHIROTH SOLITHO CRESCENT,\n\n\nYOU ARE WELCOME TO BURKINA FASO, BE INFORMED THAT YOUR FUND WAS DEPOSITED HERE IN OUR BANK WITH AN INSURANCE BOND POLICY COVERING IT. NOBODY HAS AUTHORITY TO DEDUCT FROM IT UNTIL IT GETS TO YOUR BANK ACCOUNT AS IT WAS ORDERED.\n\n\nOPEN YOUR ATTACHED FILE AND SEE THE COPY OF THE INSOECTIONS ON THE FUND.\n\n\nTHANKS FOR YOUR COOPERATION.\nMANAGEMENT\n(BOA).", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"bank\">MANAGEMENT BOA</span>\n<p class=\"date\">28th January 2011</p>\n<p class=\"comment\">The 'bank' is back:</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n<p>\nOFFICE OF THE DIRECTOR-GENERAL, <br />\nBANK OF AFRICA,OUAGADOUGOU,<br />\nBURKINA FASO - WEST AFRICA.<br />\nATTENTIONBENEFICIARRY: MR SEPHIROTH SOLITHO CRESCENT,\n</p>\n\n<p>\nYOU ARE WELCOME TO BURKINA FASO, BE INFORMED THAT YOUR FUND WAS DEPOSITED HERE IN OUR BANK WITH AN INSURANCE BOND POLICY COVERING IT. NOBODY HAS AUTHORITY TO DEDUCT FROM IT UNTIL IT GETS TO YOUR BANK ACCOUNT AS IT WAS ORDERED.\n</p>\n\n<p>\nOPEN YOUR ATTACHED FILE AND SEE THE COPY OF THE INSOECTIONS ON THE FUND.\n</p>\n\n<p>\nTHANKS FOR YOUR COOPERATION.<br />\nMANAGEMENT<br />\n(BOA).\n</p>\n\n<p class=\"scc\">\n[attached was a lovely picture of some 'money'.]\n</p>\n\n<p class=\"comment\">\nIf you like lovely pictures of money, visit the <a href=\"http://www.scamorama.com/moneypic.html\">SHOW ME THE MONEY</a> gallery.\n</p>\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "28th January 2011\n\n\n\n\nDear Sir,\n\n\nI still have to arrange my flights and other necessary transport and accommodation before I can come to Burkina Faso. It could be a while before I actually arrive, but I will send you the details of how I am getting there once everything is arranged.\n\n\nSincerely,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">28th January 2011</p>\n<p class=\"scc\">to the 'Bank':</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n\n<p>\nDear Sir,\n</p>\n\n<p>\nI still have to arrange my flights and other necessary transport and accommodation before I can come to Burkina Faso. It could be a while before I actually arrive, but I will send you the details of how I am getting there once everything is arranged.\n</p>\n\n<p>\nSincerely,<br />\nSephiroth Crescent\n</p>\n\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "28th January 2011\n\n\n\nfriend, i advice you to tell the bank that tomorrow there will receivethe fee from western union, ok, since it will take you 250 miles, thenmake a way for it now and travel over there and send it by westernunion. i am done.", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">28th January 2011</p>\n\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\n<p>\nfriend, i advice you to tell the bank that tomorrow there will receivethe fee from western union, ok, since it will take you 250 miles, thenmake a way for it now and travel over there and send it by westernunion. i am done.\n</p>\n\n\n<p class=\"scc\">\n[Hold on, didn't I already tell him why I couldn't send it by Western Union?]\n</p>\n\n</div>\n</div>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "28th January 2011\n\n\n\nDear Mr. Babu Ali,\n\n\nI have already told the bank that I am making my way to Burkina Faso to pay in person, and I just contacted the Western Union branch and was told that they are closed for three months. I have no other option but to go there in person. Can you perhaps get me the details of a flight that either goes straight to Burkina Faso or goes nearby and I will perhaps get a taxi from there.\n\n\nAlthough I did figure out the meaning of President Bongo's first message. The closest I could get is \n\"FOUR ONE NINE\"\nIs this some sort of code for his briefcase? I know that some briefcases have three-number combination locks and was wondering if this was perhaps the code for the briefcase. Did you know whether President Bongo had a briefcase or not?\n\n\nSincerely,\nSephiroth Crescent", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"sc\">Sephiroth Crescent</span>\n<p class=\"date\">28th January 2011</p>\n\t</div>\n\t<div id=\"dialog\" class=\"ast\">\n\n<p>\nDear Mr. Babu Ali,\n</p>\n\n<p>\nI have already told the bank that I am making my way to Burkina Faso to pay in person, and I just contacted the Western Union branch and was told that they are closed for three months. I have no other option but to go there in person. Can you perhaps get me the details of a flight that either goes straight to Burkina Faso or goes nearby and I will perhaps get a taxi from there.\n</p>\n\n<p>\nAlthough I did figure out the meaning of <span class=\"bongo\">President Bongo's</span> first message. The closest I could get is </p>\n<p class=\"wu\">\"FOUR ONE NINE\"</span>\n<p>Is this some sort of code for his briefcase? I know that some briefcases have three-number combination locks and was wondering if this was perhaps the code for the briefcase. Did you know whether <span class=\"bongo\">President Bongo</span> had a briefcase or not?\n</p>\n\n<p>\nSincerely,<br />\nSephiroth Crescent\n</p>\n\n\n</div>\n</div>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "28th January 2011\n\n\n\nthanks \t\t \n\n\t   \n\n\n\n \n\n\n\n\nscamorama main street \n* \nget booked \n*", "raw": " <div id=\"record\">\n\t<div id=\"char\"><span class=\"ba\">MR BABU ALI</span>\n<p class=\"date\">28th January 2011</p>\n\n\n\t</div>\n\t<div id=\"dialog\" class=\"st\">\n\nthanks \t\t \n\n\t  <p>&nbsp;</p>\n\t  \n\t  <p class=\"comment\">Looks like the Lad got the point! Chalk up another victory for Sephiroth!<br /><br />\nIf you don't understand the FOUR ONE NINE reference, dear reader, or why it might have annoyed \"Babu Ali\", please read (or re-read) the main page of this web site, especially the section YES IT IS A SCAM.\n</p>\t   \t\n\n\n\n</div>\n</div>\n\n</td>\n\n<td width=15%>&nbsp;</td>\n</tr>\n</table>\n<br>\n<center>\n<p>\n<font size=-1>\n<a href=\"http://www.scamorama.com\"><b>scamorama main street</b></a> \n* \n<a href=\"http://www.amazon.com/gp/product/1932857389?ie=UTF8&tag=wwwscamoramco-20&linkCode=as2&camp=1789&creative=9325&creativeASIN=1932857389\" target=\"blank\"><b>get booked</b></a><img src=\"http://www.assoc-amazon.com/e/ir?t=wwwscamoramco-20&l=as2&o=1&a=1932857389\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\" /> \n* \n", "comments": []}]}