{"title": "baiters/advance_fee/sources/scamorama/yosemite_sam_linda_koffi.html", "scammer": null, "location": null, "baiter": null, "notes": ["scamorama main street \n* \nget booked \n*"], "messages": [{"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Linda Koffi\nAbidjan / Cte d'Ivoire\n\n\nBonjour,\n\nJe vous prie d'emblée de m'excuser pour tous les désagréments que mon courrier pourrait vous\ncauser. Même si nous ne nous sommes jamais rencontrés, je crois fermement que sur la base du\ndroit d'assistance humanitaire une confiance véritable peut naître de notre communication et \nfavoriser ainsi un véritable partenariat entre nous deux.\n\nC'est avec un réel plaisir que je vous contact depuis Abidjan la capitale économique de la Cote\nd'Ivoire (Afrique de l'Ouest) où je vis depuis la rébellion . En fait je suis Linda Koffi, fille unique de feuriche planteur ivoirien et membre du bureau politique du Parti Démocratique de Cote d'Ivoire (PDCI-RDA) ex. parti au pouvoir de 1960 à 2000, tué lors des événements de septembre 2002, qui a secoué la Côte d'Ivoire.\n\nDe son vivant, mon père avait déposé sur un compte numéroté et bloqué auprès d'une Banque\nInternationale à Abidjan Côte d'Ivoire, la somme de 4,200,000.00$ US (quatre millions deux cent\nmille dollars US). Pour lui permettre de concevoir un vaste projet de pisciculture dans la\nrégion du centre de notre pays plus précisément à Bouaké. Malheureusement le sort en a décidé autrement.\n\nQuelques temps après sa mort, j'ai découvert dans son testament cette information et j'ai \nautomatiquement pris contacte avec cette institution financière pour revendiquer cet important legs en ma qualité de fils unique et légitime, au regard des stipulations testamentaires.\n\nAu jour d'aujourd'hui ma préoccupation majeure est de transférer cette somme hors de l'Afrique\nde l'Ouest principalement de Côte d'Ivoire où sévit actuellement de graves problèmes politiques.\nVu que notre famille a souffert et continue de souffrir des brimades et tracasseries de la part du régime en place, car je vous rappel une fois de plus que mon père fut l'un des haut dignitaire du PDCI-RDA dans la région du centre.\n\nDans cette perspective que je vous contacte pour vous suppliez de m'aider dans ce transfert en\nmettant à ma disposition un compte bancaire en votre nom personnel où cette somme peut être\ntransférée. Car, croyez-moi je n'ai aucune maîtrise des rouages bancaires et je compte sur\nvous pour m'aider dans cette tâche qui du reste est dénuée de tout risque. Je peux ainsi vous\nrassurer qu'à la fin de l'opération je vous consentirai 15% du montant total comme votre\nrécompense personnelle.\n\nJe voudrais savoir compter sur vos qualités humaines, vertueuses et professionnelles. Dès que\nvous manifesterez le désir de nous aider je vous délivrerai une attestation sur honneur pour\ngarantir ma parole et mes engagements à votre égard.\n\nRecevez mes salutations les plus sincères.\nFraternellement,", "raw": "<tr>\n<td width=15%></td>\n<td width=70%> \n\n\n<span class=\"ysc\">It started when I got this email, apparently in French............</span><br><br>\n\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\nLinda Koffi<br>\nAbidjan / Cte d'Ivoire<br><br>\n\n\nBonjour,<br><br>\n\nJe vous prie d'embl&eacute;e de m'excuser pour tous les d&eacute;sagr&eacute;ments que mon courrier pourrait vous\ncauser. M&ecirc;me si nous ne nous sommes jamais rencontr&eacute;s, je crois fermement que sur la base du\ndroit d'assistance humanitaire une confiance v&eacute;ritable peut na&icirc;tre de notre communication et \nfavoriser ainsi un v&eacute;ritable partenariat entre nous deux.<br><br>\n\nC'est avec un r&eacute;el plaisir que je vous contact depuis Abidjan la capitale &eacute;conomique de la Cote\nd'Ivoire (Afrique de l'Ouest) o&ugrave; je vis depuis la r&eacute;bellion . En fait je suis Linda Koffi, fille unique de feuriche planteur ivoirien et membre du bureau politique du Parti D&eacute;mocratique de Cote d'Ivoire (PDCI-RDA) ex. parti au pouvoir de 1960 &agrave; 2000, tu&eacute; lors des &eacute;v&eacute;nements de septembre 2002, qui a secou&eacute; la C&ocirc;te d'Ivoire.\n<br><br>\nDe son vivant, mon p&egrave;re avait d&eacute;pos&eacute; sur un compte num&eacute;rot&eacute; et bloqu&eacute; aupr&egrave;s d'une Banque\nInternationale &agrave; Abidjan C&ocirc;te d'Ivoire, la somme de 4,200,000.00$ US (quatre millions deux cent\nmille dollars US). Pour lui permettre de concevoir un vaste projet de pisciculture dans la\nr&eacute;gion du centre de notre pays plus pr&eacute;cis&eacute;ment &agrave; Bouak&eacute;. Malheureusement le sort en a d&eacute;cid&eacute; autrement.<br><br>\n\nQuelques temps apr&egrave;s sa mort, j'ai d&eacute;couvert dans son testament cette information et j'ai \nautomatiquement pris contacte avec cette institution financi&egrave;re pour revendiquer cet important legs en ma qualit&eacute; de fils unique et l&eacute;gitime, au regard des stipulations testamentaires.\n\nAu jour d'aujourd'hui ma pr&eacute;occupation majeure est de transf&eacute;rer cette somme hors de l'Afrique\nde l'Ouest principalement de C&ocirc;te d'Ivoire o&ugrave; s&eacute;vit actuellement de graves probl&egrave;mes politiques.\nVu que notre famille a souffert et continue de souffrir des brimades et tracasseries de la part du r&eacute;gime en place, car je vous rappel une fois de plus que mon p&egrave;re fut l'un des haut dignitaire du PDCI-RDA dans la r&eacute;gion du centre.<br><br>\n\nDans cette perspective que je vous contacte pour vous suppliez de m'aider dans ce transfert en\nmettant &agrave; ma disposition un compte bancaire en votre nom personnel o&ugrave; cette somme peut &ecirc;tre\ntransf&eacute;r&eacute;e. Car, croyez-moi je n'ai aucune ma&icirc;trise des rouages bancaires et je compte sur\nvous pour m'aider dans cette t&acirc;che qui du reste est d&eacute;nu&eacute;e de tout risque. Je peux ainsi vous\nrassurer qu'&agrave; la fin de l'op&eacute;ration je vous consentirai 15% du montant total comme votre\nr&eacute;compense personnelle.<br><br>\n\nJe voudrais savoir compter sur vos qualit&eacute;s humaines, vertueuses et professionnelles. D&egrave;s que\nvous manifesterez le d&eacute;sir de nous aider je vous d&eacute;livrerai une attestation sur honneur pour\ngarantir ma parole et mes engagements &agrave; votre &eacute;gard.<br><br>\n\nRecevez mes salutations les plus sinc&egrave;res.<br>\nFraternellement,\n\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "This here message got sent to me somehow, and I can't understand a dang word of it, its all jibberish to me...you must be a dang furriner or somethin!!! If this is meant for me, then decipher it and send it back to me so I can read the dang thing!!!\n\nSincerely,\nSam Yosemite", "raw": "<hr>\n\n<span class=\"ysc\">So I had Yosemite Sam, the old cartoon trail buster,reply...........</span><br><br>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\nThis here message got sent to me somehow, and I can't understand a dang word of it, its all jibberish to me...you must be a dang furriner or somethin!!! If this is meant for me, then decipher it and send it back to me so I can read the dang thing!!!<br><br>\n\nSincerely,<br>\nSam Yosemite\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Hello dear,\n\nThank you for your urgent reply. How are you today? Hope you are fine? I really want a foreign relationship that will not cheat me or dump me as soon as he gets what he wants. I seriously need a man who will stand for me at any time. I need a God fearing person who will support me to move my late husband money overseas. I have a son who is now 16yrs Francis. We live under the help of the church who gave my son accommodation and me in the guesthouse.\nMy dear,I amLinda Koffi from Abidjan the capital of Ivory Coast. I am a widow being that I  lost my husband a couple of months ago. My late husband was a serving director of the Cocoa exporting board until his death. He was assassinated last January by the rebels following the political uprising.Before his death he had a foreign account here in Cote d'Ivoire up to the tune of $4.2Million dollars in a fixed suspence accountwhich he told the bank was for the importation of cocoa processing machine.\nMy dear, I want you to do me a favour to receive this funds to a safe account in your country or any safer place as the beneficiary . I have plans to do investment in your country, like real estate and industrial production. Please my dear if you can assist me and my only son Francis, we have agreed to pay you 15% for your help and input towards this transaction and 5% for the expenses.Furthermore, you will promise us that as soon as the money is being transfer  into your account you will send to us invitation letter to come over to your country for upwards investment. If you are willing to help let me know immediately so that I can send to you the contact of the bank where the money is deposited. I will like to give you more of the details as we go on. But, I will need your assistance.I want to leave this country and come over to your country if it isokay for me to stay with my son Francis. I speak fluent in French than English but I write more in English than speaking. What about you? do you understand French a bit? How is the cost of living there? I read in your profile that you are separated with your wife. Can you tell me more about yourself. How many children do you have?I attached photo  of my son and I here. Send to me your full contact/telephone /fax number for easy communication.\n\nThanks and best regards.\n\nLinda Koffi", "raw": "<hr>\n<span class=\"ysc\">so now we meet Linda Koffi</span><br><br>\n\n\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\nHello dear,<br><br>\n\nThank you for your urgent reply. How are you today? Hope you are fine? I really want a foreign relationship that will not cheat me or dump me as soon as he gets what he wants. I seriously need a man who will stand for me at any time. I need a God fearing person who will support me to move my late husband money overseas. I have a son who is now 16yrs Francis. We live under the help of the church who gave my son accommodation and me in the guesthouse.<br>\nMy dear,I amLinda Koffi from Abidjan the capital of Ivory Coast. I am a widow being that I  lost my husband a couple of months ago. My late husband was a serving director of the Cocoa exporting board until his death. He was assassinated last January by the rebels following the political uprising.Before his death he had a foreign account here in Cote d'Ivoire up to the tune of $4.2Million dollars in a fixed suspence accountwhich he told the bank was for the importation of cocoa processing machine.\n<br>My dear, I want you to do me a favour to receive this funds to a safe account in your country or any safer place as the beneficiary . I have plans to do investment in your country, like real estate and industrial production. Please my dear if you can assist me and my only son Francis, we have agreed to pay you 15% for your help and input towards this transaction and 5% for the expenses.Furthermore, you will promise us that as soon as the money is being transfer  into your account you will send to us invitation letter to come over to your country for upwards investment. If you are willing to help let me know immediately so that I can send to you the contact of the bank where the money is deposited. I will like to give you more of the details as we go on.<br> But, I will need your assistance.I want to leave this country and come over to your country if it isokay for me to stay with my son Francis. I speak fluent in French than English but I write more in English than speaking. What about you? do you understand French a bit? How is the cost of living there? I read in your profile that you are separated with your wife. Can you tell me more about yourself. How many children do you have?I attached photo  of my son and I here. Send to me your full contact/telephone /fax number for easy communication.\n<br><br>\nThanks and best regards.<br><br>\n\nLinda Koffi \n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, howdy there, Ma'am, I rekon I'm a-doin fine, thank ya! You ask if I can speak French, well, heck no!! All I know in French is French Fries!\nAnyhow, I don't know how I can be much help ya'll, I live here in the desert and rustle cattle all day long. What in tarnation do you need me to do?? I do have a bank account I rekon you can store yer money in, I don't use it much. Only reason I even opened it was to stash all that money I made on that gold claim back in the 70s.\nMa'am, I don't know where you git yer information at, but I ain't seperated, heck fire, I ain't never been married. The trail ain't no place for a woman, dang it! Heck, there ain't nothin in my profile that says nothin about being separated, so git that out of yer mind! Ain't got no dang young-uns either!\nAs far as that goes, I ain't got one of them newfangled phones either, so this is the best way to contact me...I keep my laptop in my saddlebags all the time.\nYou said you on the Ivory Coast, ain't that down yonder around Tijuana somewheres?\nSorry to hear bout yer husband. Say he got shot? He wasn't a horse thief, was he? We shoot horse thieves around here.\nAnyhows, you just email me back if'n I can help you and little Frankie!...oops, I gotta go, here comes a dang sidewinder!\n\nSincerely,\nSam Yosemite", "raw": "<hr>\n\n<span class=\"ysc\">She didn't attach any picture like she said, but theres plenty of time for that later........<br><br>\n\n\nLets introduce her to Yosemite Sam..........</span><br><br>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\n\nWell, howdy there, Ma'am, I rekon I'm a-doin fine, thank ya! You ask if I can speak French, well, heck no!! All I know in French is French Fries!\nAnyhow, I don't know how I can be much help ya'll, I live here in the desert and rustle cattle all day long. What in tarnation do you need me to do?? I do have a bank account I rekon you can store yer money in, I don't use it much. Only reason I even opened it was to stash all that money I made on that gold claim back in the 70s.<br><br>\nMa'am, I don't know where you git yer information at, but I ain't seperated, heck fire, I ain't never been married. The trail ain't no place for a woman, dang it! Heck, there ain't nothin in my profile that says nothin about being separated, so git that out of yer mind! Ain't got no dang young-uns either!\nAs far as that goes, I ain't got one of them newfangled phones either, so this is the best way to contact me...I keep my laptop in my saddlebags all the time.\nYou said you on the Ivory Coast, ain't that down yonder around Tijuana somewheres?<br><br>\nSorry to hear bout yer husband. Say he got shot? He wasn't a horse thief, was he? We shoot horse thieves around here.<br><br>\nAnyhows, you just email me back if'n I can help you and little Frankie!...oops, I gotta go, here comes a dang sidewinder!<br><br>\n\nSincerely,<br>\nSam Yosemite\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, what happened to ya, little lady??? I thought ya needed my help, and I was a-aimin to help ya? You still need a place to park yer money? I'm a-waitin!!!\n\nSam", "raw": "<hr>\n\n<span class=\"ysc\">Three days and no reply, so................</span><br><br>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\nWell, what happened to ya, little lady??? I thought ya needed my help, and I was a-aimin to help ya? You still need a place to park yer money? I'm a-waitin!!!\n<br><br>\nSam\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest one,\nThanks for your concern, I thank you for your kind mind to assist me in this hour of need. I know it is hard to understand my dear, i thank God for my life. It has not been easy since i lost my husband. It has been life like a prisoner. But i thank the Lord that he keep us living. What we really need now is just faithfull person to stand for us as my son foreign gaurdain to receive this money from the bank here. ifyou could accept to assist us out God will surely assist you too.\n\nEverthing I told you about this money is real, genuine, riskfree and legal, I have surferred alot since my husband died. I dont have any body to look after us, but we have some hopeless ones who want to kill us too and have the money to enrich themselves. That is why we don't want to have the money invested here or to leave here any more. \n\nI contacted you to please do this following thing for me, to help and make sure that this  money will be smoothly transfered into your bank account, you will also help to source for a nice investment where you will invest and manage the money for us. \n\nYou will make arrangement for us to come over to your country to have a better life and my son to continue his studies. Presently i have no money with me because I cannot withdraw the money in the bank due to the fact that the money is in a fixed deposit with the Bank .As my late husband states therein that it will be transfer and be use out side the country because he is avoiding problem from his enemy and still yet they got him killed and the rest of my family and this is the reason why we dont wish to stay here anymore. \n\nI and my son are presently hiding in a church guest house were people cannot not trace us easily and our feeding is just by charity help and that not our pressing problem now. I need this money to transfer to your account ,so that we can be able to have a new life altogether and  my son to continue his education as well. \n\nI assuring you that any help you render to me will be much appreciated by me.I have been in great difficulties and my only hope is this money with the Bank in their fixed deposit and that is why I needed someone that the Lord will touch his mind to help us transfer this money and get us out from Africa. \nYou have to keep this transfer between you and us for the sake of our dear life and for the security of the money till the money is finally transfered to your account and bring us up to your country. \n\nPlease promise me that you are not going to change your mind if the money is transfered to you, because this is the highest risk I am taken in my life. You will provide an account where this money will be transfered.\n\nPlease call me immediately you receive this email, so that we will discuss fine, that will also give me more confidence in you, but I will be very glad if you can come down here in Cote d Ivoire, to see things yourself, because seeing is beleiving and also afford us the opportunity to see each other physically. How is your family background, what do you do for living, Where you married before? Do you have children? My dear,we are happy with you, but we mustbuild that trust on you and start immediately to build our love on you.Let conclude this transfer andso that we can come over to you immediately that is what we want in life for now. I will send to you in my next mail the deposit certificate and the agreement letter signed by my late husband at the time of deposit with the bank so that you can contact the bank where this money is deposited for unward transfer to your bank account as my son foreign guardain. I will also, send to you the bank contact where this money isdeposited.\n\nI am waiting for your urgent call 0022505582890. My son is sending greetings to you. God bless you.\n\nGod bless you.\nLinda", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\n\n\nDearest one,<br>\nThanks for your concern, I thank you for your kind mind to assist me in this hour of need. I know it is hard to understand my dear, i thank God for my life. It has not been easy since i lost my husband. It has been life like a prisoner. But i thank the Lord that he keep us living. What we really need now is just faithfull person to stand for us as my son foreign gaurdain to receive this money from the bank here. ifyou could accept to assist us out God will surely assist you too.<br><br>\n\nEverthing I told you about this money is real, genuine, riskfree and legal, I have surferred alot since my husband died. I dont have any body to look after us, but we have some hopeless ones who want to kill us too and have the money to enrich themselves. That is why we don't want to have the money invested here or to leave here any more. <br><br>\n\nI contacted you to please do this following thing for me, to help and make sure that this  money will be smoothly transfered into your bank account, you will also help to source for a nice investment where you will invest and manage the money for us. \n<br><br>\nYou will make arrangement for us to come over to your country to have a better life and my son to continue his studies. Presently i have no money with me because I cannot withdraw the money in the bank due to the fact that the money is in a fixed deposit with the Bank .As my late husband states therein that it will be transfer and be use out side the country because he is avoiding problem from his enemy and still yet they got him killed and the rest of my family and this is the reason why we dont wish to stay here anymore. \n<br><br>\nI and my son are presently hiding in a church guest house were people cannot not trace us easily and our feeding is just by charity help and that not our pressing problem now. I need this money to transfer to your account ,so that we can be able to have a new life altogether and  my son to continue his education as well. <br><br>\n\nI assuring you that any help you render to me will be much appreciated by me.I have been in great difficulties and my only hope is this money with the Bank in their fixed deposit and that is why I needed someone that the Lord will touch his mind to help us transfer this money and get us out from Africa. \nYou have to keep this transfer between you and us for the sake of our dear life and for the security of the money till the money is finally transfered to your account and bring us up to your country. \n<br><br>\nPlease promise me that you are not going to change your mind if the money is transfered to you, because this is the highest risk I am taken in my life. You will provide an account where this money will be transfered.\n<br><br>\nPlease call me immediately you receive this email, so that we will discuss fine, that will also give me more confidence in you, but I will be very glad if you can come down here in Cote d Ivoire, to see things yourself, because seeing is beleiving and also afford us the opportunity to see each other physically. How is your family background, what do you do for living, Where you married before? Do you have children? My dear,we are happy with you, but we mustbuild that trust on you and start immediately to build our love on you.Let conclude this transfer andso that we can come over to you immediately that is what we want in life for now. I will send to you in my next mail the deposit certificate and the agreement letter signed by my late husband at the time of deposit with the bank so that you can contact the bank where this money is deposited for unward transfer to your bank account as my son foreign guardain. I will also, send to you the bank contact where this money isdeposited.<br><br>\n\nI am waiting for your urgent call 0022505582890. My son is sending greetings to you. God bless you.<br><br>\n\nGod bless you.<br>\nLinda\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy there, ma'am,\n\nFirst, you asked me to call you on a phone.....dagnabbit woman, I done told you I ain't got no phone, just my laptop, so for now, I'm limited to emails.\nNext, you keep talkin bout love and other trash....now git all that outta yer mind, I told you...the trail ain't no place for a danged woman, and I shore don't need nobody tryin to git their hooks in me!!! I got enough problems with this danged rabbit! Now, with that bein said, I rekon I don't mind helpin you and little Frankie, just don't come over here expectin to tie me down!\nOk, next....you want me to come to someplace called Cote D Ivorie.....heck fire, I never even heard of it!! Can I git there on a horse?\nNow, about that hidin in a church....You won't have to worry bout them gunslingers over here...I got a couple of six-shooters of my own, and dagnabbit, I know how to use em! Just tell em to say their prayers, you got 'ol Sam lookin out fer ya!\nNow then, the trail would be a great place for yer little Frankie, I can teach him all about cattle rustlin and poker playin....heck fire, I'll make a man outta him!\nNow, then......keepin in mind that I ain't got no phone.....what in tarnation do ya need me to do next? I'm waitin ta hear from ye!\n\nSam", "raw": "<hr>\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\nHowdy there, ma'am,\n<br><br>\nFirst, you asked me to call you on a phone.....dagnabbit woman, I done told you I ain't got no phone, just my laptop, so for now, I'm limited to emails.\nNext, you keep talkin bout love and other trash....now git all that outta yer mind, I told you...the trail ain't no place for a danged woman, and I shore don't need nobody tryin to git their hooks in me!!! I got enough problems with this danged rabbit! Now, with that bein said, I rekon I don't mind helpin you and little Frankie, just don't come over here expectin to tie me down!\nOk, next....you want me to come to someplace called Cote D Ivorie.....heck fire, I never even heard of it!! Can I git there on a horse?<br>\nNow, about that hidin in a church....You won't have to worry bout them gunslingers over here...I got a couple of six-shooters of my own, and dagnabbit, I know how to use em! Just tell em to say their prayers, you got 'ol Sam lookin out fer ya!<br>\nNow then, the trail would be a great place for yer little Frankie, I can teach him all about cattle rustlin and poker playin....heck fire, I'll make a man outta him!<br>\nNow, then......keepin in mind that I ain't got no phone.....what in tarnation do ya need me to do next? I'm waitin ta hear from ye!<br><br>\n\nSam\n</span>\n<br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Awright, little lady, I'm still a-waitin fer yer reply.....I hope them no-count varmits ain't done got ya...you jest let me know if'n ya want me to take care of em fer ya! We don't take too kindly to riff raff roughin up the women folk around here. Let me know if I can help ya!\n\nSincerely,\nSam", "raw": "<hr>\n<span class=\"ysc\">Well, another day and no reply, so..........\n</span><br><br>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\n\nAwright, little lady, I'm still a-waitin fer yer reply.....I hope them no-count varmits ain't done got ya...you jest let me know if'n ya want me to take care of em fer ya! We don't take too kindly to riff raff roughin up the women folk around here. Let me know if I can help ya!\n<br><br>\nSincerely,<br>\nSam\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nI am very happy to hear from you. How are you doing with health and work? How are the kids doing? I Hope they are all fine. Dear, I understand all you have said in your mail. It is by the power of thy God our Lord that he has rejoice and said to us this morning that God has answered our prayer. I talked to him your intension of helping us with our money in bank and bringing us to your country. He is happy about that and has promised to send to you an email to know more about you. He promise to send to you the deposit documents as soon as he hear from you for the security of the money and our dear life.  My dear, Me and my son have happily accepted to belong parts of your family. what is important now is for you to send an inquiry to the bank where my late husband deposited this money as my son foreign guardian to know the procedure of transferring this money to the account you will provide for them. We have prayed and fasted to God almighty to give us someone we can trust and believed and now, we strongly believe that God have answered our prayer by sending you to us and been that you are have big family and understand the problem of children. I have no doubts for anything in you dear. I know it will be difficult for any one to understand and believe in my situation and condition, but I know that the God I worship is a living God and knows my heart and knows what we need and the truth in what I am saying.\nWe will be grateful and love to be around you and your children as one family. It is God who giveth in his rigiousness and faithfulness. God has giveth thy to us so shall he giveth us to you in thy name of Jesus amen. May the lost once soul rest in peace in Jesus almighty name amen.\nPlease dear, I beg you in the name of God, promise us that this deposit document and agreement letter, I am sending to you dont enter another person hand, is our life and hope for future, for the security of our life and for the security of this money. And promise us that you will not change your mind when this money is transferred to your account. Please dear, try to contact the bank where my late husband deposited this money as soon as you receive this mail so that we can start immediately with the transfer because we dont want to remain here any longer. so we beg you to make this transfer fast so that we can join you in your country immediately.\n\nHere is the bank contact.\n\nBank Name;Bank of Africa\nContact Person: Dr Edmund Hilary\nTelephone: 00 225 07 24 63 26\nFax: 00 225 22 43 44 05\nE-mail: cia.bank@laposte.net\nMy late husband name as the depositor: Mr Koffi Benie\nAmount deposited:16.5 million usa dollars\nNext of kin: Francis Kone\n\nI have attached here the deposit certificate and the agreement letter signed at the time my late husband was depositing the money in the bank. This will help you to contact the bank where this money is deposited to know the procedure of transferring this money to your bank account in your country. I also attached here my son and my photo. Please let the bank know that you are my son (FRANCIS) foreign guardian so that they can answer you immediately and to help us make the transfer fast. The bank manager will be happy to hear from you. We have gone for this money but because it is in fixed suspense account and my son have not reach the age started in the agreement letter by my late husband to make a withdrawal of this money that is why the bank manager told us to contact our foreign guardian who will come for this money unbehalf of us. Please let me know at once  you have made the contact to the bank.\nI will be happy to hear your voice so that we can have confidence in you. Our Telephone number is 0022525582890. Please send to us your full contact address and telephone number. Where we are in the church, the pastor don't always allow us out for security reason. I wait to hear from you soonest. My son is sending greetings to you, God will surely bless you and our relationship.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\nDearest Sam,<br>\nI am very happy to hear from you. How are you doing with health and work? How are the kids doing? I Hope they are all fine. Dear, I understand all you have said in your mail. It is by the power of thy God our Lord that he has rejoice and said to us this morning that God has answered our prayer. I talked to him your intension of helping us with our money in bank and bringing us to your country. He is happy about that and has promised to send to you an email to know more about you. He promise to send to you the deposit documents as soon as he hear from you for the security of the money and our dear life.  My dear, Me and my son have happily accepted to belong parts of your family. what is important now is for you to send an inquiry to the bank where my late husband deposited this money as my son foreign guardian to know the procedure of transferring this money to the account you will provide for them. We have prayed and fasted to God almighty to give us someone we can trust and believed and now, we strongly believe that God have answered our prayer by sending you to us and been that you are have big family and understand the problem of children. I have no doubts for anything in you dear. I know it will be difficult for any one to understand and believe in my situation and condition, but I know that the God I worship is a living God and knows my heart and knows what we need and the truth in what I am saying.<br>\nWe will be grateful and love to be around you and your children as one family. It is God who giveth in his rigiousness and faithfulness. God has giveth thy to us so shall he giveth us to you in thy name of Jesus amen. May the lost once soul rest in peace in Jesus almighty name amen.<br>\nPlease dear, I beg you in the name of God, promise us that this deposit document and agreement letter, I am sending to you dont enter another person hand, is our life and hope for future, for the security of our life and for the security of this money. And promise us that you will not change your mind when this money is transferred to your account. Please dear, try to contact the bank where my late husband deposited this money as soon as you receive this mail so that we can start immediately with the transfer because we dont want to remain here any longer. so we beg you to make this transfer fast so that we can join you in your country immediately.<br><br>\n\nHere is the bank contact.<br><br>\n\nBank Name;Bank of Africa<br>\nContact Person: Dr Edmund Hilary<br>\nTelephone: 00 225 07 24 63 26<br>\nFax: 00 225 22 43 44 05<br>\nE-mail: cia.bank@laposte.net<br>\nMy late husband name as the depositor: Mr Koffi Benie<br>\nAmount deposited:16.5 million usa dollars<br>\nNext of kin: Francis Kone<br><br>\n\nI have attached here the deposit certificate and the agreement letter signed at the time my late husband was depositing the money in the bank. This will help you to contact the bank where this money is deposited to know the procedure of transferring this money to your bank account in your country. I also attached here my son and my photo. Please let the bank know that you are my son (FRANCIS) foreign guardian so that they can answer you immediately and to help us make the transfer fast. The bank manager will be happy to hear from you. We have gone for this money but because it is in fixed suspense account and my son have not reach the age started in the agreement letter by my late husband to make a withdrawal of this money that is why the bank manager told us to contact our foreign guardian who will come for this money unbehalf of us. Please let me know at once  you have made the contact to the bank.<br>\nI will be happy to hear your voice so that we can have confidence in you. Our Telephone number is 0022525582890. Please send to us your full contact address and telephone number. Where we are in the church, the pastor don't always allow us out for security reason. I wait to hear from you soonest. My son is sending greetings to you, God will surely bless you and our relationship.<br>\nLinda and Francis\n\n</span><br><br>\n<span class=\"ysc\">\nOh, man.....We got a real winner here! Did she say that God is going to send me an email??? She (or he)also attached a picture of Francis, her teenage boy, but there were no documents as she said. I'm also supposed to contact Edmund Hillary...wasn't he the guy that climbed Mt. Everest? Mountain climbing must be slow these days!!!<br>\nOh, well, lets continue..........\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, howdy there, Ma'am,\n\nIts good to hear from ya again, but you ain't makin a lick of sense!!! You keep askin me about my family, dang it woman, if I told ya once, I told ya a thousand times....I ain't got no danged family!! Ain't never been married, and I ain't got no little cactus climbers runnin around gettin on my nerves!\nYou also keep givin me phone numbers and such...how many times do I hafta tell you....I AIN'T GOT NO DANG PHONE!!!!!\nYou said you was attachin some documents with that last email, but all I seen was yer little boy...and a fine lookin boy at that! He'll do just fine as a cattle rustler! Does he like huntin rabbits? There wern't no bank documents at all, though.\nI'll go ahead and contact yer bank, I'm just not sure what to do after that.\nI'll be waitin ta hear back from ya, but next time how's about layin off the saspirilla so you can make a little better sense???\n\nSincerely,\nSam", "raw": "<hr>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\n\nWell, howdy there, Ma'am,<br><br>\n\nIts good to hear from ya again, but you ain't makin a lick of sense!!! You keep askin me about my family, dang it woman, if I told ya once, I told ya a thousand times....I ain't got no danged family!! Ain't never been married, and I ain't got no little cactus climbers runnin around gettin on my nerves!\nYou also keep givin me phone numbers and such...how many times do I hafta tell you....I AIN'T GOT NO DANG PHONE!!!!!<br>\nYou said you was attachin some documents with that last email, but all I seen was yer little boy...and a fine lookin boy at that! He'll do just fine as a cattle rustler! Does he like huntin rabbits? There wern't no bank documents at all, though.<br>\nI'll go ahead and contact yer bank, I'm just not sure what to do after that.\nI'll be waitin ta hear back from ya, but next time how's about layin off the saspirilla so you can make a little better sense???\n\nSincerely,\nSam\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Alright, you Varmits....Reach fer the sky! I'm a-here to claim some money. I reckon you suppose to have 16.5 million semolians belongin to Francis Kone, that wuz put here by his dead daddy Mr. Koffi Benie.....evidently, he was a horse thief and got hisself shot. But no matter, I'm a-here to claim it fer little Frankie. My name is Sam.....Yosemite Sam to be exact, the most feared rustler in these here parts.Just tell me what you all need fer me to claim this here money.\n\nSincerely,\nSam Yosemite", "raw": "<hr>\n<span class=\"ysc\">So how would Yosemite Sam contact a bank? Like this..........</span><br><br>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\n\nAlright, you Varmits....Reach fer the sky! I'm a-here to claim some money. I reckon you suppose to have 16.5 million semolians belongin to Francis Kone, that wuz put here by his dead daddy Mr. Koffi Benie.....evidently, he was a horse thief and got hisself shot. But no matter, I'm a-here to claim it fer little Frankie. My name is Sam.....Yosemite Sam to be exact, the most feared rustler in these here parts.Just tell me what you all need fer me to claim this here money.\n<br><br>\nSincerely,<br>\nSam Yosemite\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "From the desk of: Dr. Edmund Hilary (Director)\n\nFor the attention of: Mr. Sam Yosemite\n\n\nSir,\n\nRE-KTT TRANSFER OF THE SUM OF U S $ 16.5 MILLION INHERITANCE ESTATE OF \nLATE MR KOFFI BENIE FREDERIC.\n\nI write sequel to the receipt of your letter with regards to the \nInheritance deposit estate of our late client Late Mr. Koffi Benie FREDERIC. \nWe wish to confirm that the inheritance sum was deposited with our \nbank as fixed deposit and Mr. Francis Koffi his son indicated as the \ninheritor. Late Mr. Koffi Benie FREDERIC left a written instruction that the \nfunds were to be transferred to a foreigner who will be appointed by \nhis surviving son within the international transfer laws of our country.\n\nYou are however requested to present a personal identification in form \nof a copy of your international passport or ID card. This will be used \nto formalize the transfer proceedings and also ensure that we are \nmaking the  transfer to the right beneficiary and avoid any error in the \ncause of the transfer. Any other additional information on yourself will be \nappreciated to help us serve you well.\n\nAs soon as the above is received, we will commence with the remittance\nproceedings proper and inform you on the step to step progress of the\ntransfer.\n\nI look forward to your response to this message or you can reach me on \nmy\ndirect line +22 507 246 326.You can fax the documents via the fax \nnumber +225 22 43 44 17.\n\nYours sincerely,\n\nDr. Edmund Hilary (For the management).\n\n\n\nAccdez au courrier lectronique de La Poste : www.laposte.net ; \n3615 LAPOSTENET (0,34/mn) ; tl : 08 92 68 13 50 (0,34/mn)", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\nFrom the desk of: Dr. Edmund Hilary (Director)<br><br>\n\nFor the attention of: Mr. Sam Yosemite<br><br>\n\n\nSir,<br><br>\n\nRE-KTT TRANSFER OF THE SUM OF U S $ 16.5 MILLION INHERITANCE ESTATE OF \nLATE MR KOFFI BENIE FREDERIC.<br><br>\n\nI write sequel to the receipt of your letter with regards to the \nInheritance deposit estate of our late client Late Mr. Koffi Benie FREDERIC. \nWe wish to confirm that the inheritance sum was deposited with our \nbank as fixed deposit and Mr. Francis Koffi his son indicated as the \ninheritor. Late Mr. Koffi Benie FREDERIC left a written instruction that the \nfunds were to be transferred to a foreigner who will be appointed by \nhis surviving son within the international transfer laws of our country.\n<br><br>\nYou are however requested to present a personal identification in form \nof a copy of your international passport or ID card. This will be used \nto formalize the transfer proceedings and also ensure that we are \nmaking the  transfer to the right beneficiary and avoid any error in the \ncause of the transfer. Any other additional information on yourself will be \nappreciated to help us serve you well.<br><br>\n\nAs soon as the above is received, we will commence with the remittance\nproceedings proper and inform you on the step to step progress of the\ntransfer.<br><br>\n\nI look forward to your response to this message or you can reach me on \nmy<br>\ndirect line +22 507 246 326.You can fax the documents via the fax \nnumber +225 22 43 44 17.<br><br>\n\nYours sincerely,<br><br>\n\nDr. Edmund Hilary (For the management).\n\n<br><br>\n\nAccdez au courrier lectronique de La Poste : www.laposte.net ; \n3615 LAPOSTENET (0,34/mn) ; tl : 08 92 68 13 50 (0,34/mn)\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, now, hold on a rootin tootin minute there, pardner. You said this guys name was Koffi Benie Frederic.....now Ms. Linda didn't say nothin bout no Frederic bein his last name....you sure you got the right character???? I thought it wuz just Koffi Benie, kinda funny how his first name is his wifes last name, but maybe thats how you furriners do things. I got a good friend somewheres named Frederic....goes by \"Fred\", kind of a primitive feller. But nevermind that, I'ma-here to git this money!\nYou said you want some kind of ID? Well, partner, I ain't got much need for a passport or ID livin out here in the desert, I shore can't go overseas on a danged horse, but I DO have my international cattle rustlin license, issued to me back in 19 hunnerd and 98....got my picture on it and everything. If you think that'll be ok, heck fire, I'll show it to ya. And don't go gittin no ideas bout stealin my identity either, the last pot likker that tried that got blowed to  smithereens!\nIf'n that cattle rustlin license won't work, then Ms. Linda will have to come up with somethin else, I'm just doin this to help her and her little boy, I shore don't need the money, still got most of that money from that gold claim I struck back in the 70s.\nWell, anyhows, I got to git back to the stampede, just let me know what to do next......awww, I gotta go, my biscuits is burnin!!\n\nsincerely,\nSam", "raw": "<hr>\n\n<span class=\"ysc\">I replied with this.........\n</span><br><br>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\n\nWell, now, hold on a rootin tootin minute there, pardner. You said this guys name was Koffi Benie Frederic.....now Ms. Linda didn't say nothin bout no Frederic bein his last name....you sure you got the right character???? I thought it wuz just Koffi Benie, kinda funny how his first name is his wifes last name, but maybe thats how you furriners do things. I got a good friend somewheres named Frederic....goes by \"Fred\", kind of a primitive feller. But nevermind that, I'ma-here to git this money!<br>\nYou said you want some kind of ID? Well, partner, I ain't got much need for a passport or ID livin out here in the desert, I shore can't go overseas on a danged horse, but I DO have my international cattle rustlin license, issued to me back in 19 hunnerd and 98....got my picture on it and everything. If you think that'll be ok, heck fire, I'll show it to ya. And don't go gittin no ideas bout stealin my identity either, the last pot likker that tried that got blowed to  smithereens!<br>\nIf'n that cattle rustlin license won't work, then Ms. Linda will have to come up with somethin else, I'm just doin this to help her and her little boy, I shore don't need the money, still got most of that money from that gold claim I struck back in the 70s.<br>\nWell, anyhows, I got to git back to the stampede, just let me know what to do next......awww, I gotta go, my biscuits is burnin!!<br><br>\n\nsincerely,<br>\nSam\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, howdy there, Ms. Koffi,\n\nSam Yosemite here, I contacted yer bank like ya asked, but I ain't real sure about that Hillary guy. I told him about how yer husband got hisself shot stealin horses, and I was a-claimin the money for yer boy, but he kept sayin somethin about a guy named Frederic. You didn't tell me nothin bout no Frederic, you rekon that Hillary is one of them hombres thats trying to git ya? If'n he is, he better say his prayers if I find out, cause I'll make rabbit stew outta him!! He wanted me to send him some kind of ID, heck fire, we don't need no ID here in the desert EVERYBODY knows who I am!!! All I got is my cattle rustlin license, but I don't see why he would need that. Ms. Koffi, do you rekon he's on the level about this? I'll wait till I hear from you before I tell him another dang word.\n\nHappy trails to ya, Ma'am,\nSam", "raw": "<hr>\n\n<span class=\"ysc\">I'll let her know I contacted the bank.............\n</span><br><br>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\n\nWell, howdy there, Ms. Koffi,<br><br>\n\nSam Yosemite here, I contacted yer bank like ya asked, but I ain't real sure about that Hillary guy. I told him about how yer husband got hisself shot stealin horses, and I was a-claimin the money for yer boy, but he kept sayin somethin about a guy named Frederic. You didn't tell me nothin bout no Frederic, you rekon that Hillary is one of them hombres thats trying to git ya? If'n he is, he better say his prayers if I find out, cause I'll make rabbit stew outta him!! He wanted me to send him some kind of ID, heck fire, we don't need no ID here in the desert EVERYBODY knows who I am!!! All I got is my cattle rustlin license, but I don't see why he would need that. Ms. Koffi, do you rekon he's on the level about this? I'll wait till I hear from you before I tell him another dang word.\n<br><br>\nHappy trails to ya, Ma'am,<br>\nSam\n\n", "comments": []}, {"from_name": "The desk of Dr. Edmund Hilary", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Attn. Mr. Sam Yosemite\n\nSir,\n\nWith due respect, you are hereby directed to sumit to this office any \nform of your identification to enable us know whom we are trnasfering \nour late clients Mr Benie Frederic Koffi deposit to.\n\nThanking you for your co-operation.\n\nYours faithfully,\n\nDr Hilary\nfor the management (BOA)", "raw": "<hr>\n\n<span class=\"ysc\">Got this back from the bank................\n</span><br><br>\n\n</span><br><br>\n\n\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\n\n\nFrom: The desk of Dr. Edmund Hilary<br><br>\n\nAttn. Mr. Sam Yosemite<br><br>\n\nSir,<br><br>\n\nWith due respect, you are hereby directed to sumit to this office any \nform of your identification to enable us know whom we are trnasfering \nour late clients Mr Benie Frederic Koffi deposit to.<br><br>\n\nThanking you for your co-operation.<br><br>\n\nYours faithfully,<br><br>\n\nDr Hilary<br>\nfor the management (BOA)\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "My daer,\nI am sorry for the delay in writing, I have been waiting for our church pastor to come back from the crusade they went in another city that was why i have not send to you the bank documents, i will send it accross to you as soon as they are back from the crusade. I kept the bank document their for security purposes.\nPlease dear, The bank director is correct with the name of my late husband. Fredric Benie Koffi is the real name and the name he use in depositing the money in the bank. The bank director is a very nice and sympatic person, he knows us very well and he is willing to assist us transfer this money to your bank account as soon as you take to his instruction which i beg you to follow up his instructions so that this can be done as soon as possible.\nYou can send to him your Cattle Rustling license with your photo on it that is no problemwhat they need is just your identification.\nIwait to hear from you soonest.\nKiss you and my son send greetings to you.\nHave a grate day.\nLinda", "raw": "<hr>\n<span class=\"ysc\">\nAnd from \"Ms. Koffi\".............\n</span><br><br>\n\n\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\nMy daer,<br>\nI am sorry for the delay in writing, I have been waiting for our church pastor to come back from the crusade they went in another city that was why i have not send to you the bank documents, i will send it accross to you as soon as they are back from the crusade. I kept the bank document their for security purposes.\nPlease dear, The bank director is correct with the name of my late husband. <br>Fredric Benie Koffi is the real name and the name he use in depositing the money in the bank. The bank director is a very nice and sympatic person, he knows us very well and he is willing to assist us transfer this money to your bank account as soon as you take to his instruction which i beg you to follow up his instructions so that this can be done as soon as possible.<br>\nYou can send to him your Cattle Rustling license with your photo on it that is no problemwhat they need is just your identification.<br>\nIwait to hear from you soonest.<br>\nKiss you and my son send greetings to you.<br>\nHave a grate day.<br>\nLinda\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "So, yer husbands name WAS Frederic.....well, why didn't ya say so in the first place???\nTimes a-wastin!!! I'll git that license sent to yer bank as soon as I can git my good friend Bugs ta scan it fer me! But it might be a day or so, theys this big cattle drive today, and I gotta go rustle some of em....you tell that Hillary feller that I'll git it to him.\n\nHappy Trails, Ma'am.....\nSam", "raw": "<hr>\n\n<span class=\"ysc\">I sent this back to her............</span><br><br>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\nSo, yer husbands name WAS Frederic.....well, why didn't ya say so in the first place???<br>\nTimes a-wastin!!! I'll git that license sent to yer bank as soon as I can git my good friend Bugs ta scan it fer me! But it might be a day or so, theys this big cattle drive today, and I gotta go rustle some of em....you tell that Hillary feller that I'll git it to him.<br><br>\n\nHappy Trails, Ma'am.....<br>\nSam\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nI am sorry for not have let you know my late husband full name. I thought that i did said it to you but that is not problem. Please try to follow as fast as possible so that we can finish this transaction this week and to start preparing coming over to your country from next week.\nHave a nice day.\nLinda", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\n\nDearest Sam,<br>\nI am sorry for not have let you know my late husband full name. I thought that i did said it to you but that is not problem. Please try to follow as fast as possible so that we can finish this transaction this week and to start preparing coming over to your country from next week.<br>\nHave a nice day.<br>\nLinda\n\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dear Sam,\nI hope this come to you well. I will like to know if you have send to the bank the identification and know how you are doing.\nI wait to hear from you soonest. Regards from my son Francis.\nLinda", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\n\nDear Sam,<br>\nI hope this come to you well. I will like to know if you have send to the bank the identification and know how you are doing.<br>\nI wait to hear from you soonest. Regards from my son Francis.<br>\nLinda\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Awwwright there, Mr. Hillary, I heard back from the widow Linda and she said everthing was just fine, her husbands name WUZ Frederic jest like ya said, so I'm attachin my O-fficial Cattle Rustlin License that ya said would be ok fer my ID. Jest let me know what to do next.\n\nHappy trails to ya,\nSam", "raw": "<hr>\n<span class=\"ysc\">\nWell, I made up the cheesiest \"cattle rustlin license\" you ever saw and sent it to the bank (see attachment). I have no idea who the picture is, just googled \"Yosemite Sam\" and it came up! Oh, by the way, the \"official agent\" that signed the license.....thats Bugs Bunny!\n</span><br><br>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\n\nAwwwright there, Mr. Hillary, I heard back from the widow Linda and she said everthing was just fine, her husbands name WUZ Frederic jest like ya said, so I'm attachin my O-fficial Cattle Rustlin License that ya said would be ok fer my ID. Jest let me know what to do next.<br><br>\n\nHappy trails to ya,<br>\nSam\n\n</span><br><br>\n\n<img src=\"images/yosemite_sam_samslicense.jpg\"><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy there, Ms. Linda,\n\nThank ye fer askin bout me, I'm a-doin fine. I had a big cattle drive yesterday and ended up rustlin four hunnerd and nineteen of them no count varmits!!! I wuz really tired when I got back to camp, but its what I do! I did git my good friend Bugs ta scan my license fer me, and I got it sent to yer bank, to that Hillary feller....its kinda funny, but I swear I've heard that name somewheres before, you reckon he's ever been in Gullywasher Gulch Arizona before? Oh, well, nevermind that, he oughtta havemyIDby now, so you all jest let me know what ye need next.\n\nHappy Trails, Ma'am,\nSam", "raw": "<hr>\n<span class=\"ysc\">Also sent something to \"The Widow Linda\".</span><br><br>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\n\nHowdy there, Ms. Linda,<br><br>\n\nThank ye fer askin bout me, I'm a-doin fine. I had a big cattle drive yesterday and ended up rustlin four hunnerd and nineteen of them no count varmits!!! I wuz really tired when I got back to camp, but its what I do! I did git my good friend Bugs ta scan my license fer me, and I got it sent to yer bank, to that Hillary feller....its kinda funny, but I swear I've heard that name somewheres before, you reckon he's ever been in Gullywasher Gulch Arizona before? Oh, well, nevermind that, he oughtta havemyIDby now, so you all jest let me know what ye need next.<br><br>\n\nHappy Trails, Ma'am,<br>\nSam\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy there Mr, Hillary,\n\nWhat in tarnation is the holdup there? I sent ya my ID this morning, and I ain't heard a dang thang outta ya! The widow Ms. Linda wanted to git this finished up purty soon, so lets git this show on the road!!! What in the Sam Hill you all want me to do next? Lets git goin, I got cattle to rustle!!!\n\nHappy Trails, sir,\nSam Yosemite", "raw": "<hr>\n\n<span class=\"ysc\">A day, and no reply, so...........</span><br><br>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\nHowdy there Mr, Hillary,<br><br>\n\nWhat in tarnation is the holdup there? I sent ya my ID this morning, and I ain't heard a dang thang outta ya! The widow Ms. Linda wanted to git this finished up purty soon, so lets git this show on the road!!! What in the Sam Hill you all want me to do next? Lets git goin, I got cattle to rustle!!!<br><br>\n\nHappy Trails, sir,<br>\nSam Yosemite\n\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "From the desk of: Dr. Edmund Hilary.\n\nAttention: Mr. Samuel Yosemite\n\nSir,\n\nThis is to acknowledge the receipt of your letter and an attached copy \nof your ID card as requested. I have verified it and ascertain that you \nare the actual appointed beneficiary of the fund hence our readiness to \nproceed with the transfer process proper. The financial laws of Cote \nDIvoire with regards to this inheritance fund transfer stipulates that \nthree mandatory federal high court affidavits must be procured in your \nname prior to the transfer of your funds to your account. This will give \nfull legal back up to the transfer and also ensure that it conforms to \nthe laws of this country and your country.\n\nThe three documents are:\n\na) An affidavit of fund ownership.\nb) An affidavit of Truth and claim.\nc) A federal high court mandamus order to the bank to\n affect your transfer.\n\nThese documents will be procured for  you by an attorney resident here \nin Cote DIvoire. However to save you cost of engaging a private \nattorney here, I have instructed the director of our legal services to assist \nyou in procuring the documents. You will however pay for the \nprocurement of the documents which amounts to $ USD 1,250.00. This implies that \nas soon as we receive the money above sum of $USD 1,250 we will be able \nto obtain the documents and subsequently affect your fund transfer to \nyour account. Owing to the expediency of the matter, you will send the \nfees through the Money Gram fund transfer or Western Union\n\nMoney transfer or using the information bellow:\n\nReceiver: Mr. Felix Emeka\nAddress: Immeuble SMGL Ave. Joseph Anoma Abidjan,Ivory Coast.\nTest Question: Color\nAnswer: blue\n\nYou can reach me on my direct line or via e-mail address and \ncommunicate the control number of the fees paid to enable me receive them quickly \nand procure the  documents soonest.\n\nWe anticipate your return message and look forward to serve you well.\n\nYours sincerely,\n\nEdmund Hilary.", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\nFrom the desk of: Dr. Edmund Hilary.<br><br>\n\nAttention: Mr. Samuel Yosemite<br><br>\n\nSir,<br><br>\n\nThis is to acknowledge the receipt of your letter and an attached copy \nof your ID card as requested. I have verified it and ascertain that you \nare the actual appointed beneficiary of the fund hence our readiness to \nproceed with the transfer process proper. The financial laws of Cote \nDIvoire with regards to this inheritance fund transfer stipulates that \nthree mandatory federal high court affidavits must be procured in your \nname prior to the transfer of your funds to your account. This will give \nfull legal back up to the transfer and also ensure that it conforms to \nthe laws of this country and your country.<br><br>\n\nThe three documents are:<br><br>\n\na) An affidavit of fund ownership.<br>\nb) An affidavit of Truth and claim.<br>\nc) A federal high court mandamus order to the bank to<br>\n affect your transfer.<br><br>\n\nThese documents will be procured for  you by an attorney resident here \nin Cote DIvoire. However to save you cost of engaging a private \nattorney here, I have instructed the director of our legal services to assist \nyou in procuring the documents. You will however pay for the \nprocurement of the documents which amounts to $ USD 1,250.00. This implies that \nas soon as we receive the money above sum of $USD 1,250 we will be able \nto obtain the documents and subsequently affect your fund transfer to \nyour account. Owing to the expediency of the matter, you will send the \nfees through the <span class=\"wu\">Money Gram</span> fund transfer or <span class=\"wu\">Western Union</span><br><br>\n\nMoney transfer or using the information bellow:<br><br>\n\nReceiver: Mr. Felix Emeka<br>\nAddress: Immeuble SMGL Ave. Joseph Anoma Abidjan,Ivory Coast.<br>\nTest Question: Color<br>\nAnswer: blue<br><br>\n\nYou can reach me on my direct line or via e-mail address and \ncommunicate the control number of the fees paid to enable me receive them quickly \nand procure the  documents soonest.<br><br>\n\nWe anticipate your return message and look forward to serve you well.<br><br>\n\nYours sincerely,<br><br>\n\nEdmund Hilary.\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy there, Mr. Hillary,\n\nDagnabbit, it looks like you done got into the Widow Linda's saspirilla, cause now you ain't makin a lick of sense!!! Lets see if'n I got this straight..... First, Ms. Lindas got some money stuck in yer bank and can't git it out without me a-helpin her, now you want me to send ya all kinds of crazy-named documents that I ain't never heard of and pay your lawyer feller 1200 smackeroos to file em for me....now did I git that right? Ok, you must be one of them college-educated smartys, so let me spell this out fer ya! First, I live in the desert....all my money is in the bank in Scottsdale...thats purty near a two day ride on my pony. In other words, I ain't got that kinda cash on me, I jest keep enough fer poker games, bout 500 or so. Next, I ain't a-payin some shyster lawyer I don't even know, I don't even like lawyers no way, seems like all they wanna do is take yer money! If'n I need a lawyer, the only one I have any dealins with is Mr. Foghorn Leghorn, outta Flagstaff Arizona!  He's got me outta jail a few times. He's a purty good lawyer, but he DOES git a little chicken at times! You want me to git in touch with him fer ya? He'll be a LOT better that some jackleg I don't know!.....Ok, next, and this don't take no rocket scientist to figure out, Theys a little over 4 million in this here bank account....why doncha just take the 1200 out of that? Thats what anybody with half a degree of intellegence would do. Just keep a runnin tab of all expenses and talley em up at the end......Now, you need me ta figure out anything else fer ya??? Heck fire, maybe I oughtta add MY fees to this! I'll be out rabbit huntin the rest of the weekend, jest let me know what ya need me to do next...\n\nHappy Trails, ya varmit,\nSam Yosemite", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\nHowdy there, Mr. Hillary,\n<br><br>\nDagnabbit, it looks like you done got into the Widow Linda's saspirilla, cause now you ain't makin a lick of sense!!! Lets see if'n I got this straight..... First, Ms. Lindas got some money stuck in yer bank and can't git it out without me a-helpin her, now you want me to send ya all kinds of crazy-named documents that I ain't never heard of and pay your lawyer feller 1200 smackeroos to file em for me....now did I git that right? Ok, you must be one of them college-educated smartys, so let me spell this out fer ya!<br> First, I live in the desert....all my money is in the bank in Scottsdale...thats purty near a two day ride on my pony. In other words, I ain't got that kinda cash on me, I jest keep enough fer poker games, bout 500 or so.<br> Next, I ain't a-payin some shyster lawyer I don't even know, I don't even like lawyers no way, seems like all they wanna do is take yer money! If'n I need a lawyer, the only one I have any dealins with is Mr. Foghorn Leghorn, outta Flagstaff Arizona!  He's got me outta jail a few times. He's a purty good lawyer, but he DOES git a little chicken at times! You want me to git in touch with him fer ya? He'll be a LOT better that some jackleg I don't know!.....<br>Ok, next, and this don't take no rocket scientist to figure out, Theys a little over 4 million in this here bank account....why doncha just take the 1200 out of that? Thats what anybody with half a degree of intellegence would do. Just keep a runnin tab of all expenses and talley em up at the end......<br>Now, you need me ta figure out anything else fer ya??? Heck fire, maybe I oughtta add MY fees to this! I'll be out rabbit huntin the rest of the weekend, jest let me know what ya need me to do next...<br><br>\n\nHappy Trails, ya varmit,<br>\nSam Yosemite\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy there, Ms. Linda,\n\nI hate ta bother ya Ma'am, But I reckon I better let ya know bout that Hillary feller agin. It seems that he might be some kinda moron or somethin, he shore don't know much about makin deals....he wants me to pay some lawyer 1200 dollars. Maybe you oughtta let him know how much money is in this here bank account, most people around here wouldn't even worry none bout 1200 smackeroos when theys 4 million in the bank! Do you reckon theys anybody else at that there bank thats got any more sense that that Hillary feller?\nAnyhows, let me know what ye want me ta do next.\n\nHappy Trails to ya, Ma'am,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ysc\">Better let the Widow Linda know whats going on.......</span><br><br>\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\nHowdy there, Ms. Linda,<br><br>\n\nI hate ta bother ya Ma'am, But I reckon I better let ya know bout that Hillary feller agin. It seems that he might be some kinda moron or somethin, he shore don't know much about makin deals....he wants me to pay some lawyer 1200 dollars. Maybe you oughtta let him know how much money is in this here bank account, most people around here wouldn't even worry none bout 1200 smackeroos when theys 4 million in the bank! Do you reckon theys anybody else at that there bank thats got any more sense that that Hillary feller?<br>\nAnyhows, let me know what ye want me ta do next.<br><br>\n\nHappy Trails to ya, Ma'am,<br>\nYosemite Sam\n\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nI receive your mail and understand every thing you have said. And i have contacted Dr Hilary in the bank and he has explained to me that we must pay this fee to get a backing document first before they transfer this money to your account in your country so that we don't get disturb by any country local or international.\nHe said that the money cannot be deducted from the account because the money is still in suspense account and has not been normalised.\nSo dear, i beg you to help us send this money to the bank so that they can get this documents and transfer this money immediately. I will pay you back as soon as the money is transferedand i will reward better. i am begging you sam please help us to send the money to the bank director. He is the director of the bank international remittance and he is making everything to help us transfer os money. And they will use their attached attorney in the bank to get this documents and get our money transfer fast. To get a finacial attorney here is very expensive. Please do this for my sake so that this can be concluded this week.\nI wait to hear from you soonest.\nGod bless you.\nLinda", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\n\n\nDearest Sam,<br>\nI receive your mail and understand every thing you have said. And i have contacted Dr Hilary in the bank and he has explained to me that we must pay this fee to get a backing document first before they transfer this money to your account in your country so that we don't get disturb by any country local or international.<br>\nHe said that the money cannot be deducted from the account because the money is still in suspense account and has not been normalised.<br>\nSo dear, i beg you to help us send this money to the bank so that they can get this documents and transfer this money immediately. I will pay you back as soon as the money is transferedand i will reward better. i am begging you sam please help us to send the money to the bank director. He is the director of the bank international remittance and he is making everything to help us transfer os money. And they will use their attached attorney in the bank to get this documents and get our money transfer fast. To get a finacial attorney here is very expensive. Please do this for my sake so that this can be concluded this week.<br>\nI wait to hear from you soonest.<br>\nGod bless you.<br>\nLinda\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy there, Ms. Linda,\n\nDagnabbit, you people got the dangdest bankin rules I ever heard of!!! But I reckon if'n you say its alright, it must be alright. I reckon I'm a-gonna have to ride into Flagstaff to git some money outta my bank, so I'll be gone 2 or 3 days, if'n I don't run into a sidewinder along the way. Hows about sendin me a picture of this lawyer feller ya'll done got fer me, so I'll know who I'm a-dealin with. I can tell if somebodys any count jest by lookin at em! I don't trust no lawyers much!!!\nWell, alrighty, Ms. Linda, I'll let you know when I git back so you can let me know where ta send the money to.\n\nHappy Trails, Ma'am,\nSam", "raw": "<hr>\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nHowdy there, Ms. Linda,<br><br>\n\nDagnabbit, you people got the dangdest bankin rules I ever heard of!!! But I reckon if'n you say its alright, it must be alright. I reckon I'm a-gonna have to ride into Flagstaff to git some money outta my bank, so I'll be gone 2 or 3 days, if'n I don't run into a sidewinder along the way. Hows about sendin me a picture of this lawyer feller ya'll done got fer me, so I'll know who I'm a-dealin with. I can tell if somebodys any count jest by lookin at em! I don't trust no lawyers much!!!<br>\nWell, alrighty, Ms. Linda, I'll let you know when I git back so you can let me know where ta send the money to.<br><br>\n\nHappy Trails, Ma'am,\nSam\n</span><br><br>\n<span class=\"ysc\">\nWell, lets give 'ol Sam a few days to ride to Flagstaff and see what happens! To be continued?\n</span>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "From the desk of Dr Edmund Hilar\n\nAttn., Mr Samuel Yosemite.\n\nSir,\n\nWith respect to your email, I am hereby directed to let you you that \nLate Mr Koffi funds have been in suspense account and there is no way the \nlegal backing documents from the ministry of justice here in Abidjan \ncan be deducted from the fund. If your personal lawyer will be able to \ncome to Cote d'Ivoire Abidjan for the process of the legal transfer \ndocuments, He must need the service of a local lawyer.\n\nYou are advice, to send the fee immediately to avoid delay in your \ntransfer of fund. As soon as we receive this fee, our bank attached lawyer \nwill proceeds immediately  to the ministry of justice to process the \ndocuments and we effect your transfer by electronic wire transfer to your \nnorminated bank account in 3 (three) days.\n\nHelp us to serve you better.\n\nThanking you for your co-operation.\n\nDr Edmund Hilary,\nFor the management Bank of Africa Abidjan.\n\n\nAccédez au courrier électronique de La Poste : www.laposte.net ; \n3615 LAPOSTENET (0,34€/mn) ; tél : 08 92 68 13 50 (0,34€/mn)", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\n\nFrom the desk of Dr Edmund Hilar<br><br>\n\nAttn., Mr Samuel Yosemite.<br><br>\n\nSir,<br><br>\n\nWith respect to your email, I am hereby directed to let you you that \nLate Mr Koffi funds have been in suspense account and there is no way the \nlegal backing documents from the ministry of justice here in Abidjan \ncan be deducted from the fund. If your personal lawyer will be able to \ncome to Cote d'Ivoire Abidjan for the process of the legal transfer \ndocuments, He must need the service of a local lawyer.<br><br>\n\nYou are advice, to send the fee immediately to avoid delay in your \ntransfer of fund. As soon as we receive this fee, our bank attached lawyer \nwill proceeds immediately  to the ministry of justice to process the \ndocuments and we effect your transfer by electronic wire transfer to your \nnorminated bank account in 3 (three) days.<br><br>\n\nHelp us to serve you better.<br><br>\n\nThanking you for your co-operation.<br><br>\n\nDr Edmund Hilary,<br>\nFor the management Bank of Africa Abidjan.\n<br><br>\n\nAcc&eacute;dez au courrier &eacute;lectronique de La Poste : www.laposte.net ; <br>\n3615 LAPOSTENET (0,34&euro;/mn) ; t&eacute;l : 08 92 68 13 50 (0,34&euro;/mn)\n<br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nI am happy that you understand me and the laws in banking in my country. I know it is diferent from the banking laws in your country. I will ask from the bank director the lawyers photo so that i can send  it to you. When you have the money, you will send it to the name the bank director gave to you to pay the money through Western union money transfer or Money Gramme transfer.\nAs soon as we pay this fees and the bank gets the legal backing documents, the money will be transfer to your account immediately and it will only take three days to be in your account and you can take some money there to settle or replace from where you get money to send.\nDear Sam, i will reward you betterly and make you happy as you have helping us. I pray for you for a safe journey. Try an see if you could send the money to the bank as soon as possible so that the money can be transfer to your account this week.\nGod bless you my dear. Francis say to you uncle safe journey. Always send to me an mail why you are away. I will like to read always from you. Let me know when you are sending the money  so that i can direct you without making mistake.\nHave a grate journey.\nLinda and Francis", "raw": "<hr>\n<span class=\"ysc\">and this, from Linda.....................\n\n</span><br><br>\n\n\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\nDearest Sam,<br>\nI am happy that you understand me and the laws in banking in my country. I know it is diferent from the banking laws in your country. I will ask from the bank director the lawyers photo so that i can send  it to you. When you have the money, you will send it to the name the bank director gave to you to pay the money through <span class=\"wu\">Western union</span> money transfer or <span class=\"wu\">Money Gramme</span> transfer.\nAs soon as we pay this fees and the bank gets the legal backing documents, the money will be transfer to your account immediately and it will only take three days to be in your account and you can take some money there to settle or replace from where you get money to send.<br>\nDear Sam, i will reward you betterly and make you happy as you have helping us. I pray for you for a safe journey. Try an see if you could send the money to the bank as soon as possible so that the money can be transfer to your account this week.<br>\nGod bless you my dear. Francis say to you uncle safe journey. Always send to me an mail why you are away. I will like to read always from you. Let me know when you are sending the money  so that i can direct you without making mistake.<br>\nHave a grate journey.<br>\nLinda and Francis\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy there Ms. Linda,\n\nI got a sack of money from the bank, but that no count Speedy Gonzales gang was a-waitin on me at the pass, there was a big shootout, and I killed 6 of em, but now they got me hemmed in the ol Canyon Mine.....I was able to sneak out long enough to git this email to ye. But theys a-waitin fer me to come out. Don't you worry none, though, I been through worse than this. 'Ol Speedy will get  tired and go home in a couple of days, heck I can survive by eatin snakes, so I'll be fine. When I git back to Gullywasher Gulch, I'll let ya know and we can git down to business. I jest wanted to let ye know I'm gonna be holed up here fer a couple more days.\n\nHappy trails to ya, Ma'am,\nSam", "raw": "<hr>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nHowdy there Ms. Linda,<br><br>\n\nI got a sack of money from the bank, but that no count Speedy Gonzales gang was a-waitin on me at the pass, there was a big shootout, and I killed 6 of em, but now they got me hemmed in the ol Canyon Mine.....I was able to sneak out long enough to git this email to ye. But theys a-waitin fer me to come out. Don't you worry none, though, I been through worse than this. 'Ol Speedy will get  tired and go home in a couple of days, heck I can survive by eatin snakes, so I'll be fine. When I git back to Gullywasher Gulch, I'll let ya know and we can git down to business. I jest wanted to let ye know I'm gonna be holed up here fer a couple more days.<br><br>\n\nHappy trails to ya, Ma'am,<br>\nSam\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest,\nI have been woundering why i have not hard from you since you left your city. I pray for you dearest for God guideness and protection. Please don't do anything bad to kill or to hurt someone. You are protected by God.\nI wait to hear from you soonest as soon as you have send the money to the bank so that they can get the backing documents for our  transfer and for us to join you soonest. Please, we are desperate in meeting you soonest.\nGod be with you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\nDearest,<br>\nI have been woundering why i have not hard from you since you left your city. I pray for you dearest for God guideness and protection. Please don't do anything bad to kill or to hurt someone. You are protected by God.<br>\nI wait to hear from you soonest as soon as you have send the money to the bank so that they can get the backing documents for our  transfer and for us to join you soonest. Please, we are desperate in meeting you soonest.<br>\nGod be with you.<br>\nLinda and Francis\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy there Ms. Linda,\n\nWell, daggummit, I finally made it back to Gullywasher Gulch. I knew if I waited a couple of days that 'ol no count Speedy Gonzales and the rest of his gang would get tired a-waitin and go home!! He ain't nothin but a sorry rat! I was able to kill 6 of his gang, but I couldn't git another good shot at no more of em. But don't you worry none, I'll git another chance one day, maybe when Ya'al git moved over here I can teach yer little boy Frankie all about killin them no count varmits. I bet He'll like it here in the desert, and I need all the help I can git!\nBut nevermind all that, its time ta git down to business! I rekon I'll git in touch with yer Hillary feller in a day or two and see if'n we can git this here deal going. Since today is sunday, I ain't a-gonna bother him, why I rekon he's in church anyhow, and I don't do no business dealins on sunday nohows.\nOk, Ma'am, whenevers I git in touch with him, I'll let you know what he says. I guess I better git down to the creek and take a bath, seein as how I ain't had one in over a week....them buzzards is a-startin to give me the eye. You take care of yourself, and tell little Frankie that 'ol Yosemite Sam said hi!\n\nHappy Trails, Ma'am,\nSam", "raw": "<hr>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\nHowdy there Ms. Linda,<br><br>\n\nWell, daggummit, I finally made it back to Gullywasher Gulch. I knew if I waited a couple of days that 'ol no count Speedy Gonzales and the rest of his gang would get tired a-waitin and go home!! He ain't nothin but a sorry rat! I was able to kill 6 of his gang, but I couldn't git another good shot at no more of em. But don't you worry none, I'll git another chance one day, maybe when Ya'al git moved over here I can teach yer little boy Frankie all about killin them no count varmits. I bet He'll like it here in the desert, and I need all the help I can git!<br>\nBut nevermind all that, its time ta git down to business! I rekon I'll git in touch with yer Hillary feller in a day or two and see if'n we can git this here deal going. Since today is sunday, I ain't a-gonna bother him, why I rekon he's in church anyhow, and I don't do no business dealins on sunday nohows.\nOk, Ma'am, whenevers I git in touch with him, I'll let you know what he says. I guess I better git down to the creek and take a bath, seein as how I ain't had one in over a week....them buzzards is a-startin to give me the eye. You take care of yourself, and tell little Frankie that 'ol Yosemite Sam said hi!<br><br>\n\nHappy Trails, Ma'am,<br>\nSam\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nI am happy that you came home safely and you were untorched. How are you doing? Hope fine. Francis have been worried about your way about and we have been praying for your protection.\nI hope everything is ok with you? and i will like to know when you are sending the money to the bank? Please dear, follow the bank instruction on how to send the money to them with the name the bank gave to you to send the money through western union or money gramme transfer to avoid mistake. I thank you for everything and will be happy to hear from you soonest. Regards from Francis. He is anxious of meeting you just like i am anxious of leaving this country to come over to  you. We are coming back from the church and we must go home now. Have a grate sunday and God bless you.\nI wait to hear from you soonest.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\nDearest Sam,<br>\nI am happy that you came home safely and you were untorched. How are you doing? Hope fine. Francis have been worried about your way about and we have been praying for your protection.<br>\nI hope everything is ok with you? and i will like to know when you are sending the money to the bank? Please dear, follow the bank instruction on how to send the money to them with the name the bank gave to you to send the money through <span class=\"wu\">western union</span> or <span class=\"wu\">money gramme</span> transfer to avoid mistake. I thank you for everything and will be happy to hear from you soonest. Regards from Francis. He is anxious of meeting you just like i am anxious of leaving this country to come over to  you. We are coming back from the church and we must go home now. Have a grate sunday and God bless you.<br>\nI wait to hear from you soonest.<br>\nLinda and Francis\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr. Hillary,\n\nAlright, ya varmit...I got some money outta my bank account, and it weren't no picnic either! That danged Speedy Gonzales gang was a-waitin on me when I left and headed me off at the pass. I managed to shoot and kill 6 of them no count rascals before they got me hemmed in an old mine shaft.  But I knew if I could stay in there 3 or 4 days, 'ol Speedy would get tired of waitin, and I was right! I had to eat snakes to stay alive, but they weren't that bad....just can't get that danged taste outta my mouth!\nBut nevermind that, I went ahead and got way more money that I need for this, I can always use it playin poker....you ever play poker, ya varmit?\nAlright, whats the next step in this rodeo? And don't try pullin a fast one on me, I ain't nobodys fool. That Speedy Gonzales gang tried pullin one on me and look what happened to them! But theys just a bunch of no-count rats anyway.\nI'm a-waitin fer yer answer.\n\nHappy trails to ya,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ysc\">Well, today is monday, its been a day since I emailed the \"Widow Linda\", so its time to contact the \"bank\"...........\n\n</span><br><br>\n\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\nMr. Hillary,<br><br>\n\nAlright, ya varmit...I got some money outta my bank account, and it weren't no picnic either! That danged Speedy Gonzales gang was a-waitin on me when I left and headed me off at the pass. I managed to shoot and kill 6 of them no count rascals before they got me hemmed in an old mine shaft.  But I knew if I could stay in there 3 or 4 days, 'ol Speedy would get tired of waitin, and I was right! I had to eat snakes to stay alive, but they weren't that bad....just can't get that danged taste outta my mouth!<br>\nBut nevermind that, I went ahead and got way more money that I need for this, I can always use it playin poker....you ever play poker, ya varmit?\nAlright, whats the next step in this rodeo? And don't try pullin a fast one on me, I ain't nobodys fool. That Speedy Gonzales gang tried pullin one on me and look what happened to them! But theys just a bunch of no-count rats anyway.\nI'm a-waitin fer yer answer.<br><br>\n\nHappy trails to ya,<br>\nYosemite Sam\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "From the desk of: Dr. Edmund  Hilary.\n\nAttention: Mr. Samuel Yosemite\n\nSir,\n\nThis is to acknowledge the receipt of your letter. The financial laws \nof Cote DIvoire with regards to this inheritance fund transfer \nstipulates that three mandatory federal high court affidavits must be procured \nin your name prior to the transfer of your funds to your account. This \nwill give full legal back up to the transfer and also ensure that it \nconforms to the laws of this country and your country.\n\nThe three documents are:\n\na) An affidavit of fund ownership.\nb) An affidavit of Truth and claim.\nc) A federal high court mandamus order to the bank to\naffect your transfer.\n\nThese documents will be procured for you by an attorney resident here \nin Cote DIvoire. However to save you cost of engaging a private \nattorney here, I have instructed the director of our legal services to assist \nyou in procuring the documents. You will however pay for the \nprocurement  of the documents which amounts to $ USD 1,250.00. This implies that \nas soon as we receive the money above sum of $USD 1,250 we will be able \nto obtain the documents and subsequently affect your fund transfer to \nyour account.\nOwing to the expediency of the matter, you will send the fees through \ntheMoney Gramme fund transfer or Western Union\n\nMoney transfer or using the information bellow:\n\nReceiver: Mr. Felix Emeka\nAddress: Immeuble SMGL Ave. Joseph Anoma Abidjan,Ivory Coast.\nTest Question: Color\nAnswer: blue\n\nYou can reach me on my direct line or via e-mail address and \ncommunicate the control number of the fees paid to enable me receive them quickly \nand procure the documents soonest.\n\nWe anticipate your return message and look forward to serve you well.\n\nYours sincerely,\n\nEdmund  Hilary.", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\n\n\nFrom the desk of: Dr. Edmund  Hilary.<br><br>\n\nAttention: Mr. Samuel Yosemite<br><br>\n\nSir,<br><br>\n\nThis is to acknowledge the receipt of your letter. The financial laws \nof Cote DIvoire with regards to this inheritance fund transfer \nstipulates that three mandatory federal high court affidavits must be procured \nin your name prior to the transfer of your funds to your account. This \nwill give full legal back up to the transfer and also ensure that it \nconforms to the laws of this country and your country.<br><br>\n\nThe three documents are:<br><br>\n\na) An affidavit of fund ownership.<br>\nb) An affidavit of Truth and claim.<br>\nc) A federal high court mandamus order to the bank to\naffect your transfer.<br><br>\n\nThese documents will be procured for you by an attorney resident here \nin Cote DIvoire. However to save you cost of engaging a private \nattorney here, I have instructed the director of our legal services to assist \nyou in procuring the documents. You will however pay for the \nprocurement  of the documents which amounts to $ USD 1,250.00. This implies that \nas soon as we receive the money above sum of $USD 1,250 we will be able \nto obtain the documents and subsequently affect your fund transfer to \nyour account.<br>\nOwing to the expediency of the matter, you will send the fees through \nthe<span class=\"wu\">Money Gramme</span> fund transfer or <span class=\"wu\">Western Union</span><br><br>\n\nMoney transfer or using the information bellow:<br><br>\n\nReceiver: Mr. Felix Emeka<br>\nAddress: Immeuble SMGL Ave. Joseph Anoma Abidjan,Ivory Coast.<br>\nTest Question: Color<br>\nAnswer: blue<br><br>\n\nYou can reach me on my direct line or via e-mail address and \ncommunicate the control number of the fees paid to enable me receive them quickly \nand procure the documents soonest.<br><br>\n\nWe anticipate your return message and look forward to serve you well.\n<br><br>\nYours sincerely,<br><br>\n\nEdmund  Hilary.\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mr. Hillary............\n\nHold on just a dang minute there, ya dadgum varmit.....you acting like I just fell off the cactus truck or somethin! We got someparticulars ta go over before I go ta sendin you any of my money.\nFirst, I done asked ye one time for some kinda proof that you are who you say you are....some kind of ID. I don't know you from Adams housecat! Heck, you could be Fred Flintstone, as far as I know! So you best cough up some kind of ID before you do anything else!\nNext, I ain't never met you before but you want me to send twelve hunnert and fifty smackers, not to you but to some other varmit named Felix Emeka. Just who in tarnation is Felix Emeka and what does he have ta do with  this??? And he better have some ID too! Dadgummit, 'ol Yosemite Sam ain't no dang fool! You better git that through yer thick skull right now! I done told you I went through a lot just to git this money, and I ain't in a good mood! You'd best not be playin games with me boy! And don't you worry none if I got the money, I went ahead and got more than I need just so I wouldn't have to go back to Flagstaff. So dagnabbit, ya pot likker, git this part done then we'll proceed....and don't give me no lip!\n\nHappy trails to ya,\nSam", "raw": "<hr>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nDear Mr. Hillary............\n<br><br>\nHold on just a dang minute there, ya dadgum varmit.....you acting like I just fell off the cactus truck or somethin! We got someparticulars ta go over before I go ta sendin you any of my money.<br>\nFirst, I done asked ye one time for some kinda proof that you are who you say you are....some kind of ID. I don't know you from Adams housecat! Heck, you could be Fred Flintstone, as far as I know! So you best cough up some kind of ID before you do anything else!<br>\nNext, I ain't never met you before but you want me to send twelve hunnert and fifty smackers, not to you but to some other varmit named Felix Emeka. Just who in tarnation is Felix Emeka and what does he have ta do with  this??? And he better have some ID too! Dadgummit, 'ol Yosemite Sam ain't no dang fool! You better git that through yer thick skull right now! I done told you I went through a lot just to git this money, and I ain't in a good mood! You'd best not be playin games with me boy! And don't you worry none if I got the money, I went ahead and got more than I need just so I wouldn't have to go back to Flagstaff. So dagnabbit, ya pot likker, git this part done then we'll proceed....and don't give me no lip!<br><br>\n\nHappy trails to ya,<br>\nSam\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "From the desk of Dr. Edmund Hilary\n\nAttn. Mr Samuel Yosemite\n\nYOUR FUND TRANSFER\n\nDear Sir,\n\nI am directed to let you know that the management and staff of\nBank of Africa are ready to  serve you better in transfering\nyour fund to your norminated bank account.\n\nYou are adviced, to send the required transfer legal fee to\nenable us effect your transfer immediately.\n\nFind attached my official identification for your security\npurpose.\n\nHelp us to serve you better.\n\nThanks for your co-operation and understandings.\n\nDr. Edmund Hilary\non behalf of the management BOA Abj. C.i.", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\n\n\nFrom the desk of Dr. Edmund Hilary<br><br>\n\nAttn. Mr Samuel Yosemite<br><br>\n\nYOUR FUND TRANSFER<br><br>\n\nDear Sir,<br><br>\n\nI am directed to let you know that the management and staff of\nBank of Africa are ready to  serve you better in transfering\nyour fund to your norminated bank account.<br><br>\n\nYou are adviced, to send the required transfer legal fee to\nenable us effect your transfer immediately.<br><br>\n\nFind attached my official identification for your security\npurpose.<br><br>\n\nHelp us to serve you better.<br><br>\n\nThanks for your co-operation and understandings.<br><br>\n\nDr. Edmund Hilary<br>\non behalf of the management BOA Abj. C.i.\n</span><br><br>\n\n<img src=\"images/yosemite_sam_hilary.jpg\"><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy Mr. Hillary,\n\nThank ye very much for the ID, but ya didn't answer my question about this  here Felix Ekema feller. Just who in tarnation is this cat? I need to know everything thats goin on before I go ta sending my money to a bunch of strangers. Like I said, 'ol Sam didn't just fall off a cactus truck! I might live in the desert and rustle cattle all day, but dang it, I know how ta do business too! Now, I'm a-gonna be gone on a cattle drive fer about two days, but don't you worry none, I'll be back ta finish this up.\n\nHappy trails to ya,\nSam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nHowdy Mr. Hillary,<br><br>\n\nThank ye very much for the ID, but ya didn't answer my question about this  here Felix Ekema feller. Just who in tarnation is this cat? I need to know everything thats goin on before I go ta sending my money to a bunch of strangers. Like I said, 'ol Sam didn't just fall off a cactus truck! I might live in the desert and rustle cattle all day, but dang it, I know how ta do business too! Now, I'm a-gonna be gone on a cattle drive fer about two days, but don't you worry none, I'll be back ta finish this up.<br><br>\n\nHappy trails to ya,<br>\nSam\n\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest,\nI know you are ok from your journey back home. How is your days and life? Hope better.\nI am writing to know how far you have gone with the transfer and what is our next step  to take to come over to your country? I son Francis is anxious of leaving this country fast just like me. We are desperate dearest. Please try to make this fast for us to leave here immediately. Regards from Francis.\nWe are looking forward to hear from you urgently.\nGod bless you.\nLinda", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\nDearest,<br>\nI know you are ok from your journey back home. How is your days and life? Hope better.<br>\nI am writing to know how far you have gone with the transfer and what is our next step  to take to come over to your country? I son Francis is anxious of leaving this country fast just like me. We are desperate dearest. Please try to make this fast for us to leave here immediately. Regards from Francis.<br>\nWe are looking forward to hear from you urgently.<br>\nGod bless you.<br>\nLinda\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy there, Ms. Linda,\n\n'Ol Sam here. Got yer email, thank ye very much. I ain't got many people out here in the desert thats concerned about me, specially women folk, so its nice ta hear from ya.\nAs far as  this here deal goes, that Hillary feller is sorta treatin me like im a moron or somethin, but he's startin to come around and act like he's doin business...I think i'm sorta teachin him how to do things, he must be new to business deals.\nOk, Ma'am, I gotta go, I'm gonna be on a cattle drive fer a couple of days, so I'll a-stay in touch with you and him both when I git back. And don't you worry none, 'ol Sam knows how to take care of hisself! And kiss little Frankie fer me!\n\nHappy trails to ya,\nSam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nHowdy there, Ms. Linda,<br><br>\n\n'Ol Sam here. Got yer email, thank ye very much. I ain't got many people out here in the desert thats concerned about me, specially women folk, so its nice ta hear from ya.<br>\nAs far as  this here deal goes, that Hillary feller is sorta treatin me like im a moron or somethin, but he's startin to come around and act like he's doin business...I think i'm sorta teachin him how to do things, he must be new to business deals.<br>\nOk, Ma'am, I gotta go, I'm gonna be on a cattle drive fer a couple of days, so I'll a-stay in touch with you and him both when I git back. And don't you worry none, 'ol Sam knows how to take care of hisself! And kiss little Frankie fer me!\n<br><br>\nHappy trails to ya,<br>\nSam\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Attn. Mr Sam Yosemite.\n\nSir,\n\nFor your fund to be transfer, Mr Felix Emeka is our receiver officer as \nan accountant in the bank. You can otherwise, send the legal fee in my \nname.\n\nYou have been  asured of guarantee and security of your money.\n\nHelp us to serve you better.\n\nThanks for your co_operation.\n\nDr Edmund Hilary", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\n\n\nAttn. Mr Sam Yosemite.<br><br>\n\nSir,\n<br><br>\nFor your fund to be transfer, Mr Felix Emeka is our receiver officer as \nan accountant in the bank. You can otherwise, send the legal fee in my \nname.<br><br>\n\nYou have been  asured of guarantee and security of your money.\n<br><br>\nHelp us to serve you better.<br><br>\n\nThanks for your co_operation.<br><br>\n\nDr Edmund Hilary\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy, Mr. Hillary,\n\nWell, I'm back from the cattle drive, so now I reckon its time ta git down ta business. The way we do business here in the desert is kind of a mutual transaction. Ya see, since we strangers, I got no way a-knowin if'n you on the level or not....you might be one of them sorry no-count Speedy Gonzales gang of rats, as far as I know! So since you want me to send you twelve hunnert and fifty dollars, its standard practice in these parts for you to put up a  small deposit first....call it a good faith deposit, the regular amount is 10%, which means you need to put up a hunnert and twenty five dollars as a deposit. Now, if'n you feel squeemish bout sendin it straight to me, then let me know and I'll try to git in touch with that Foghorn Leghorn lawyer feller thats been so good to me over the years. Heres yer Western Union information.......\n\nName: Yosemite Sam\nLocation: Gullywasher Gulch\nQuestion: Color\nAnswer: Red\n\nAwright, ya varmit....its yer move. As soon as I git my good faith deposit, I'll send yer money.\n\nHappy Trails to ya,\nSam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nHowdy, Mr. Hillary,<br><br>\n\nWell, I'm back from the cattle drive, so now I reckon its time ta git down ta business. The way we do business here in the desert is kind of a mutual transaction. Ya see, since we strangers, I got no way a-knowin if'n you on the level or not....you might be one of them sorry no-count Speedy Gonzales gang of rats, as far as I know! So since you want me to send you twelve hunnert and fifty dollars, its standard practice in these parts for you to put up a  small deposit first....call it a good faith deposit, the regular amount is 10%, which means you need to put up a hunnert and twenty five dollars as a deposit. Now, if'n you feel squeemish bout sendin it straight to me, then let me know and I'll try to git in touch with that Foghorn Leghorn lawyer feller thats been so good to me over the years. Heres yer <span class=\"wu\">Western Union</span> information.......<br><br>\n\nName: Yosemite Sam<br>\nLocation: Gullywasher Gulch<br>\nQuestion: Color<br>\nAnswer: Red<br><br>\n\nAwright, ya varmit....its yer move. As soon as I git my good faith deposit, I'll send yer money.<br><br>\n\nHappy Trails to ya,<br>\nSam\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy there Ms. Linda,\n\nJust wanted ta let ya know I'm back from the cattle drive, and I'm tryin ta work with yer Hillary feller. Hope you and little Frankie are doin fine. I caught a dang sidewinder that he can have as a pet when Ya'al git here. He'll have fun with it. I reckon I ought ta git in bed, I'll let you know what Hillary says.\n\nHappy Trails to ya, Ma'am,\nSam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nHowdy there Ms. Linda,<br><br>\n\nJust wanted ta let ya know I'm back from the cattle drive, and I'm tryin ta work with yer Hillary feller. Hope you and little Frankie are doin fine. I caught a dang sidewinder that he can have as a pet when Ya'al git here. He'll have fun with it. I reckon I ought ta git in bed, I'll let you know what Hillary says.\n<br><br>\nHappy Trails to ya, Ma'am,<br>\nSam\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy Mr. Hillary,\n\nDagnabbit, ya varmit, whered ya go? I ain't heard from ya in a couple a days, we need ta git this here deal goin. I got a whole sack a  money sittin here waitin fer ya, let me know what yer dadgum holdup is. Times a-wastin.\n\nHappy trails to ya,\nSam", "raw": "<hr>\n\n<span class=\"ysc\">Well, I haven't heard from Hillary or Ms. Linda in a couple of days, so I guess I better try to wake them up......\n\n</span><br><br>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\nHowdy Mr. Hillary,<br><br>\n\nDagnabbit, ya varmit, whered ya go? I ain't heard from ya in a couple a days, we need ta git this here deal goin. I got a whole sack a  money sittin here waitin fer ya, let me know what yer dadgum holdup is. Times a-wastin.\n<br><br>\nHappy trails to ya,<br>\nSam\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, howdy there, Ms. Linda,\nMa'am, have you heard anything from that varmit Mr. Hillary? I thought me and him was a-gittin this deal worked out, but dang it, he done dissapeared on me! I ain't heard nothin from him in a couple of days. I wanted to git this done by today, cause I got an all night poker game down at the Dirty Dollar Saloon, but if you find out anything, I can check my email in the morning. I hope them no-count varmits that was a-chasin you ain't done got to him!\nOk, Ma'am, I shore hope you and little Frankie are doin ok. Talk to ya later, Ma'am.\n\nHappy trails,\nSam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n\nWell, howdy there, Ms. Linda,<br>\nMa'am, have you heard anything from that varmit Mr. Hillary? I thought me and him was a-gittin this deal worked out, but dang it, he done dissapeared on me! I ain't heard nothin from him in a couple of days. I wanted to git this done by today, cause I got an all night poker game down at the Dirty Dollar Saloon, but if you find out anything, I can check my email in the morning. I hope them no-count varmits that was a-chasin you ain't done got to him!<br>\nOk, Ma'am, I shore hope you and little Frankie are doin ok. Talk to ya later, Ma'am.<br><br>\n\nHappy trails,<br>\nSam\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "From the desk of Dr Edmund Hilary\n\nAttn. Mr Samuel Yosemite.\n\nSir,\n\nYou have been requested to follow the bank instruction to save you \nbetter. If you need any good faith deposit, please refer to the inheritor.\n\nWe are here to save you according to the law and regulation of all \nfinancial instituation in this country.\n\nThanking you for your co-operation.\n\nDr Hilary,\non behalf of the management BOA.", "raw": "<hr>\n\n<span class=\"ysc\">another couple of days go by, then...............</span><br><br>\n\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\n\nFrom the desk of Dr Edmund Hilary<br><br>\n\nAttn. Mr Samuel Yosemite.<br><br>\n\nSir,\n<br><br>\nYou have been requested to follow the bank instruction to save you \nbetter. If you need any good faith deposit, please refer to the inheritor.\n<br><br>\nWe are here to save you according to the law and regulation of all \nfinancial instituation in this country.<br><br>\n\nThanking you for your co-operation.<br><br>\n\nDr Hilary,<br>\non behalf of the management BOA.\n\n\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nI hope you are  fine? I cannot understand why you don't want to do this for me and my son fast so that we leave this country. I called the bank director this morning, he said to us angreyly that you are not ready to help us that we must look for another foreign guradian. He said that you requested for his official Identification which he has send to you and now you want some money from him.\nSam, why don't have trust on us and believe in us. I have told you that this is legal inheritance of my son Francis and we will do everything to get this money transfered to your country. Send the legal transfer fee to the bank immediately so that this can be done today and we start to prepare our visa to come and join you soon. Make this to happen to us this week, let our dream come true in the name of Jesus. Amen. Please let us know as soon as you have send the fee to the bank. I have promised you that all you will spend for our sake, i will pay you back immediately the money is transferred to your  country.\nWe are desperate and anxious to hear from ypou soonest.\nRegards from Francis and God bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\nDearest Sam,<br>\nI hope you are  fine? I cannot understand why you don't want to do this for me and my son fast so that we leave this country. I called the bank director this morning, he said to us angreyly that you are not ready to help us that we must look for another foreign guradian. He said that you requested for his official Identification which he has send to you and now you want some money from him.\nSam, why don't have trust on us and believe in us. I have told you that this is legal inheritance of my son Francis and we will do everything to get this money transfered to your country. Send the legal transfer fee to the bank immediately so that this can be done today and we start to prepare our visa to come and join you soon. Make this to happen to us this week, let our dream come true in the name of Jesus. Amen. Please let us know as soon as you have send the fee to the bank. I have promised you that all you will spend for our sake, i will pay you back immediately the money is transferred to your  country.<br>\nWe are desperate and anxious to hear from ypou soonest.<br>\nRegards from Francis and God bless you.<br>\nLinda and Francis\n\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, howdy there, Ms. Linda,\n\nDagnabbit, woman, that dang Hillary bank feller you got is nuttier'n a fruitcake!! It looks like he don't know the first thing about bankin and dealin!!! First off, I didn't ask you fer no deposit, I asked him, that varmit! Thats the way we do business around here. I don't know that sorry rascal from nobody, so I reckon he's likely to run off with not jest my money, but yers too! If'n he puts up a deposit first, he ain't as likely ta run off. You need to see if'n they got anybody at that two-bit bank that knows anything bout business  deals that can git this deal cookin!\nsecond of all, I never said that I don't trust you or little Frankie, but now that ye mention it, heck no, I don't trust ANYBODY when it comes to my money....thats how I got all of it! It takes a dang fool ta jest go sendin money to ANYBODY!!! Now, ya see, if'n he sends a small deposit, I'll send him a sack of money, he can git the deal done, you can git the money outta his sorry bank, pay him his deposit back and all his fees, like he's really worth anything, and then you all will have the money to come over here. That oughtta be simple! Heck, I don't even care bout my cut, like I said, I got a bunch of money anyway. But I WILL trust you to make it over here with whatever cut ya wanna give me.\nNow, whats this about 'ol Hillary a-fussin you out? Why, that sorry, no-count, good fer nothin, no bank dealin, varmit!! He ain't got no business jumpin on you bout this! Why, I oughtta git over there and make mincemeat outta that  worthless pot-likker! I'm a-gonna email his sorry butt and give him a piece of my mind!\nMs. Linda, see if'n you can find somebody at that no-count bank that knows anything. And let me know what ye find out! I'm a-waitin...with a sack full of money.\n\nHappy trails to ya, Ma'am,\nSam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\nWell, howdy there, Ms. Linda,<br><br>\n\nDagnabbit, woman, that dang Hillary bank feller you got is nuttier'n a fruitcake!! It looks like he don't know the first thing about bankin and dealin!!! First off, I didn't ask you fer no deposit, I asked him, that varmit! Thats the way we do business around here. I don't know that sorry rascal from nobody, so I reckon he's likely to run off with not jest my money, but yers too! If'n he puts up a deposit first, he ain't as likely ta run off. You need to see if'n they got anybody at that two-bit bank that knows anything bout business  deals that can git this deal cookin!<br>\nsecond of all, I never said that I don't trust you or little Frankie, but now that ye mention it, heck no, I don't trust ANYBODY when it comes to my money....thats how I got all of it! It takes a dang fool ta jest go sendin money to ANYBODY!!! Now, ya see, if'n he sends a small deposit, I'll send him a sack of money, he can git the deal done, you can git the money outta his sorry bank, pay him his deposit back and all his fees, like he's really worth anything, and then you all will have the money to come over here. That oughtta be simple! Heck, I don't even care bout my cut, like I said, I got a bunch of money anyway. But I WILL trust you to make it over here with whatever cut ya wanna give me.\nNow, whats this about 'ol Hillary a-fussin you out? Why, that sorry, no-count, good fer nothin, no bank dealin, varmit!! He ain't got no business jumpin on you bout this! Why, I oughtta git over there and make mincemeat outta that  worthless pot-likker! I'm a-gonna email his sorry butt and give him a piece of my mind!<br>\nMs. Linda, see if'n you can find somebody at that no-count bank that knows anything. And let me know what ye find out! I'm a-waitin...with a sack full of money.<br><br>\n\nHappy trails to ya, Ma'am,<br>\nSam\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Allllllrightttt, Mr. Hillary,\n\nReach fer the sky, ya sorry no-count varmit! The widow Ms. Linda tells me that you been a-fussin her out over this business deal....is that right? Well, if'n it is, you better say yer prayers, cause 'ol Sam don't take too kindly ta pot-likkers like you a-fussin out women folk!\nShe says  that you mad bout our deal.....looky here pardner, if'n you got a problem, you come ta ME, not to a helpless widow with a orphan kid ta take care of.\nSo, you got a problem puttin up a deposit? If'n I send you a sack full of money, whats ta say you ain't gonna run away with it? Any low-life that'll fuss out a woman, and a widow at that,will also steal yer money. You ain't a-lookin too good ta me as a business partner right now! You jest give me ONE good reason why I oughtta trust you with my twelve hunnert and fifty dollars!!! She also said you mad cause I asked you fer some ID....well, you asked fer mine, so dagnabbit, I asked fer yers! And you an ugly cuss, too!\nAin't ya'al got nobody at that sorry bank that knows anything bout business deals?? If'n ya do, lets git em in on this so we can git it done! You holdin up progress! I got a sack full of money here, and I'm a-waitin ta hear back from ye......and if'n ya wanna fight, we can do that too, ya  no-count varmit!\n\nHappy trails to ya,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ysc\">Mr.Hillary has made Sam mad!!!...............\n</span><br><br>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nAllllllrightttt, Mr. Hillary,<br><br>\n\nReach fer the sky, ya sorry no-count varmit! The widow Ms. Linda tells me that you been a-fussin her out over this business deal....is that right? Well, if'n it is, you better say yer prayers, cause 'ol Sam don't take too kindly ta pot-likkers like you a-fussin out women folk!<br>\nShe says  that you mad bout our deal.....looky here pardner, if'n you got a problem, you come ta ME, not to a helpless widow with a orphan kid ta take care of.<br>\nSo, you got a problem puttin up a deposit? If'n I send you a sack full of money, whats ta say you ain't gonna run away with it? Any low-life that'll fuss out a woman, and a widow at that,will also steal yer money. You ain't a-lookin too good ta me as a business partner right now! You jest give me ONE good reason why I oughtta trust you with my twelve hunnert and fifty dollars!!! She also said you mad cause I asked you fer some ID....well, you asked fer mine, so dagnabbit, I asked fer yers! And you an ugly cuss, too!<br>\nAin't ya'al got nobody at that sorry bank that knows anything bout business deals?? If'n ya do, lets git em in on this so we can git it done! You holdin up progress! I got a sack full of money here, and I'm a-waitin ta hear back from ye......and if'n ya wanna fight, we can do that too, ya  no-count varmit!\n<br><br>\nHappy trails to ya,<br>\nYosemite Sam\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, Howdy there, Ms. Linda,\n\nDagnabbit it, woman, where in tarnation did ya run off to? I just got home from a cattle drive and I ain't got no message from you or that sorry Hillary feller either one! I still got this sack full of money fer makin this deal, and I been a-thinkin, do you suppose if'n I sent YOU the money, you could see if'n this deal gits done right? I just don't trust that Hillary feller, I seen his ugly mug on that picture, and he's got beady eyes....reminds me of that no count rat Speedy  Gonzales. So, if'n you are able to go to the bank, let me know. If'n you can't, see if'n you can find somebody at the bank that I can deal with. I need ta git this done, cause if'n that Gonzales gang finds out I got this bag of money sittin around, they might come after it! Jest let me know soon, ok? Hope you and little Frankie are doin well.\n\nHappy trails, Ma'am.\nYosemite Sam", "raw": "<hr>\n<span class=\"ysc\">Another 3 days go by, and nothing....maybe Sam was too hard on them!........\n\n</span><br><br>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nWell, Howdy there, Ms. Linda,<br><br>\n\nDagnabbit it, woman, where in tarnation did ya run off to? I just got home from a cattle drive and I ain't got no message from you or that sorry Hillary feller either one! I still got this sack full of money fer makin this deal, and I been a-thinkin, do you suppose if'n I sent YOU the money, you could see if'n this deal gits done right? I just don't trust that Hillary feller, I seen his ugly mug on that picture, and he's got beady eyes....reminds me of that no count rat Speedy  Gonzales. So, if'n you are able to go to the bank, let me know. If'n you can't, see if'n you can find somebody at the bank that I can deal with. I need ta git this done, cause if'n that Gonzales gang finds out I got this bag of money sittin around, they might come after it! Jest let me know soon, ok? Hope you and little Frankie are doin well.<br><br>\n\nHappy trails, Ma'am.<br>\nYosemite Sam\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dearest Sam,\nYou know how diffecult and bad condition we are. I have begged you in the name of Jesus to trust in us and send this fee to the bank. I have contacted different people in the bank and they said to me on phone  that they cannot transfer this money with the court affidavite. They said as soon as this is done, our money will be transfer to your norminated bank account. You are delaying everything Sam, we are begging you. My son continue to beg you, uncle please help us. Please sam, we have hope on you and please don't disappoint us. Your money will be given to you back with a better reward Sam. I cannot disappoint you. Have that trust on me Sam. I am getting tired and tired every day please help us out.\nLet me know as soon as you send the money to the bank so that i can follow up with them.\nGod bless you.\nRegards from Francis.\nTill i hear from you.\nLinda and Francis", "raw": "<hr>\n<span class=\"ysc\">Well, dagnabbit, that woke 'em up!...........\n</span><br><br>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nDearest Sam,<br>\nYou know how diffecult and bad condition we are. I have begged you in the name of Jesus to trust in us and send this fee to the bank. I have contacted different people in the bank and they said to me on phone  that they cannot transfer this money with the court affidavite. They said as soon as this is done, our money will be transfer to your norminated bank account. You are delaying everything Sam, we are begging you. My son continue to beg you, uncle please help us. Please sam, we have hope on you and please don't disappoint us. Your money will be given to you back with a better reward Sam. I cannot disappoint you. Have that trust on me Sam. I am getting tired and tired every day please help us out.<br>\nLet me know as soon as you send the money to the bank so that i can follow up with them.<br>\nGod bless you.<br>\nRegards from Francis.<br>\nTill i hear from you.<br>\nLinda and Francis\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Attn. Mr Samuel Yosemite\n\nSir,\n\nWith due respect, i wish to let you know that Bank Of Africa Abidjan \nR.Ci. under the international tranfer law, state that before any transfer \ncould be made with such huge amount of fund to international country \nlike yours, a court affidavite must be procured to effect your transfer \nwithout any hitch.\n\nNo one in the bank cares about your sack of money what we cares is, we \nrespect the law to save you better. Have the trust from me personally \nthat as soon as you send the money for your fund transfer affidavite, \nyour fund will be transferred to your norminated bank account in your \ncountry.\n\nThis is the procedure of transfering fund to many countries. If you \nwant to assist  the little boy Mr Francis koffi with his mother, you better \nact on my instruction to avoid delay.\n\nHelp us to save you better.\n\nThanks for your understandings.\n\nDr. Hilary Edmund\non behalf of the management BOA Abj. C.I.", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\nAttn. Mr Samuel Yosemite<br><br>\n\nSir,<br><br>\n\nWith due respect, i wish to let you know that Bank Of Africa Abidjan \nR.Ci. under the international tranfer law, state that before any transfer \ncould be made with such huge amount of fund to international country \nlike yours, a court affidavite must be procured to effect your transfer \nwithout any hitch.\n<br><br>\nNo one in the bank cares about your sack of money what we cares is, we \nrespect the law to save you better. Have the trust from me personally \nthat as soon as you send the money for your fund transfer affidavite, \nyour fund will be transferred to your norminated bank account in your \ncountry.\n<br><br>\nThis is the procedure of transfering fund to many countries. If you \nwant to assist  the little boy Mr Francis koffi with his mother, you better \nact on my instruction to avoid delay.<br><br>\n\nHelp us to save you better.<br><br>\n\nThanks for your understandings.<br><br>\n\nDr. Hilary Edmund<br>\non behalf of the management BOA Abj. C.I.\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Awwwright, Hillary,\n\nFer somebody that \"don't care about my sack of money\", you shore are itchin ta git yer paws on it! Well, dagnabbit, I reckon I gotta do whatever I can ta help the widow Ms. Linda and her little boy, where is it ya need me ta send this to? If'n you already gave me the address, I reckon I musta lost it, cause I can't find it nowhere. Just tell me again where to send it and I'll git it on the first stagecoach out of town. Twelve hunnert and fifty, right? And just cause Ms. Linda said its ok ta  send it to ya, don't mean I gotta like ya, ya varmit.\n\nDagnabbit,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nAwwwright, Hillary,<br><br>\n\nFer somebody that \"don't care about my sack of money\", you shore are itchin ta git yer paws on it! Well, dagnabbit, I reckon I gotta do whatever I can ta help the widow Ms. Linda and her little boy, where is it ya need me ta send this to? If'n you already gave me the address, I reckon I musta lost it, cause I can't find it nowhere. Just tell me again where to send it and I'll git it on the first stagecoach out of town. Twelve hunnert and fifty, right? And just cause Ms. Linda said its ok ta  send it to ya, don't mean I gotta like ya, ya varmit.\n<br><br>\nDagnabbit,<br>\nYosemite Sam\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy, Ms. Linda,\n\nI reckon if'n you say its ok, I'll go ahead and try ta send money to that sorry, no-count Hillary feller, but jest so you know, I don't like that varmit...don't trust him either, he's got beady eyes, I tell ya!\nAnd whats with all this tryin ta rush me, woman??? Dad gummit, don't nobody rush 'ol Sam, you hear me? Thats why I ain't got no confounded woman hangin around hear, they all start tellin me what to do after awhile! Awwwww, it makes me mad ta think about it! You jest don't start tellin me what I gotta do and we'll git along jest  fine.\nAwright, I guess I gotta wait fer Hillary ta send me an address where ta send this money to....heck, maybe I oughtta jest bring it myself so if'n he trys anything funny I can blow him ta smithereens right on the spot! I'll let ya know what happens. And kiss little Frankie fer me.\n\nHappy Trails, Ma'am.\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nHowdy, Ms. Linda,<br><br>\n\nI reckon if'n you say its ok, I'll go ahead and try ta send money to that sorry, no-count Hillary feller, but jest so you know, I don't like that varmit...don't trust him either, he's got beady eyes, I tell ya!<br>\nAnd whats with all this tryin ta rush me, woman??? Dad gummit, don't nobody rush 'ol Sam, you hear me? Thats why I ain't got no confounded woman hangin around hear, they all start tellin me what to do after awhile! Awwwww, it makes me mad ta think about it! You jest don't start tellin me what I gotta do and we'll git along jest  fine.<br>\nAwright, I guess I gotta wait fer Hillary ta send me an address where ta send this money to....heck, maybe I oughtta jest bring it myself so if'n he trys anything funny I can blow him ta smithereens right on the spot! I'll let ya know what happens. And kiss little Frankie fer me.<br><br>\n\nHappy Trails, Ma'am.<br>\nYosemite Sam\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "From the desk of Dr Edmund Hilary\n\nAttn. Mr Samuel Yosemite\n\nSir,\n\nOwing to the expediency of the matter, you will send the fees USA $ \n1,250 (One Thousand, Two hundred and Fifty Dollars only) through the Money \nGramm fund transfer or Western Union money Transfer.\n\nMoney transfer or using the information bellow:\n\nReceiver: Mr. Felix Emeka OR Dr Edmund Hilary\nAddress:  Immeuble SMGL Ave. Joseph Anoma Abidjan,Ivory Coast.\nTest Question: Color\nAnswer: blue\n\nYou can as well send the fees in my name for trust and gurantee. Reach \nme on my direct line or via e-mail address and communicate the control \nnumber of the fees paid to enable me receive them quickly and procure \nthe documents soonest.\n\nWe anticipate your return message and look forward to serve you well.\n\nYours sincerely,\n\nEdmund Hilary.", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\n\n\nFrom the desk of Dr Edmund Hilary<br><br>\n\nAttn. Mr Samuel Yosemite<br><br>\n\nSir,<br><br>\n\nOwing to the expediency of the matter, you will send the fees USA $ \n1,250 (One Thousand, Two hundred and Fifty Dollars only) through the <span class=\"wu\">Money \nGramm</span> fund transfer or <span class=\"wu\">Western Union</span> money Transfer.\n\nMoney transfer or using the information bellow:<br><br>\n\nReceiver: Mr. Felix Emeka OR Dr Edmund Hilary<br>\nAddress:  Immeuble SMGL Ave. Joseph Anoma Abidjan,Ivory Coast.<br>\nTest Question: Color<br>\nAnswer: blue\n<br><br>\nYou can as well send the fees in my name for trust and gurantee. Reach \nme on my direct line or via e-mail address and communicate the control \nnumber of the fees paid to enable me receive them quickly and procure \nthe documents soonest.<br><br>\n\nWe anticipate your return message and look forward to serve you well.\n<br><br>\nYours sincerely,<br><br>\n\nEdmund Hilary.\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Mr. Hillary,\nAwwwright, ya dadgum varmit.....hold on just a rootin tootin minute! Before I go ta send you any of my money that you said ya didn't care about, we still got this matter of you a-fussin out the widow Ms. Linda.... Now we ain't a-gonna put up with that, so I reckon its up to ME to defend her honor, so whats it gonna be, ya rascal, a duel? Or a  fistfight? Hows about we count ta 10 and DRAW??? Why, I'll blow you away before you can say \"dagnabbit\"! So I'll tell you what, ya no-count varmit....you apoligize to the widow Ms. Linda, and git her to tell me that you apoligized to her, and THEN I'll git this money....that you said you didn't care about....on its way to ya. Sound ok?\n\nI'm a-waitin!!!\nYosemite Sam.......", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\nMr. Hillary,<br>\nAwwwright, ya dadgum varmit.....hold on just a rootin tootin minute! Before I go ta send you any of my money that you said ya didn't care about, we still got this matter of you a-fussin out the widow Ms. Linda.... Now we ain't a-gonna put up with that, so I reckon its up to ME to defend her honor, so whats it gonna be, ya rascal, a duel? Or a  fistfight? Hows about we count ta 10 and DRAW??? Why, I'll blow you away before you can say \"dagnabbit\"! So I'll tell you what, ya no-count varmit....you apoligize to the widow Ms. Linda, and git her to tell me that you apoligized to her, and THEN I'll git this money....that you said you didn't care about....on its way to ya. Sound ok?<br><br>\n\nI'm a-waitin!!!<br>\nYosemite Sam.......\n\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nHow are you today? I hope you were in the church today? How was the service. We are just going home from evening servic and we decide to drop you a line of email. Hope you had a nice weekend all togather?\nDearest Sam, I am not pushing you dearest, i am only begging you to assistme and my lettle son Francis so that this money could be transfer to your account. You are doing this forme and my son sake nobody else. And we don't have the means topay for thislegal fee. We hopeon you Sam and we depandon you. This is our chance tojointo leave this country and join you to have a better life. Please don't mind anything at all.We will pay you back your money as soon as the money is finally transfzer to your account and will reward you as we have promised you from begininng. Please help us tomorrow to send thefee to the bank and leave the rest for me tofollow up. Time is wasting Sam and we are still here. Please help us this week so that we can start processing our visa to join you. The bank are waiting for us to send the fee so that they canhave the backing documents to transfer our money. Don't be  afriad sam, I am here nothing will happen to your money and you will never regrateknowingme after this transfer.\nWe will be happy if by tomorrow to hear from you that you have send the fee to the bank and let us know immediately.\nRegards from Francis.\nTill i hear from you.\nGod bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\nDearest Sam,<br>\nHow are you today? I hope you were in the church today? How was the service. We are just going home from evening servic and we decide to drop you a line of email. Hope you had a nice weekend all togather?<br>\nDearest Sam, I am not pushing you dearest, i am only begging you to assistme and my lettle son Francis so that this money could be transfer to your account. You are doing this forme and my son sake nobody else. And we don't have the means topay for thislegal fee. We hopeon you Sam and we depandon you. This is our chance tojointo leave this country and join you to have a better life. Please don't mind anything at all.We will pay you back your money as soon as the money is finally transfzer to your account and will reward you as we have promised you from begininng. Please help us tomorrow to send thefee to the bank and leave the rest for me tofollow up. Time is wasting Sam and we are still here. Please help us this week so that we can start processing our visa to join you. The bank are waiting for us to send the fee so that they canhave the backing documents to transfer our money. Don't be  afriad sam, I am here nothing will happen to your money and you will never regrateknowingme after this transfer.<br>\nWe will be happy if by tomorrow to hear from you that you have send the fee to the bank and let us know immediately.<br>\nRegards from Francis.<br>\nTill i hear from you.<br>\nGod bless you.<br>\nLinda and Francis\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, howdy there Ma'am...\n\nDagnabbit, I reckon I'm ready ta send this money to that sorry no-count Hillary feller if'n you say its ok, if'n he apoligizes to ye fer a-fussin ya out! See, around here, if'n a man  fusses out a woman, he either got to apoligize, or git his butt whupped before we do anything else, and I reckon its up ta me to defend yer honer. I gotta go rustle a few cows today, but I reckon I'll be home early, so if'n he apoligizes, I'll git the money sent right on.\n\nHappy trails to ya, Ma'am,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nWell, howdy there Ma'am...<br><br>\n\nDagnabbit, I reckon I'm ready ta send this money to that sorry no-count Hillary feller if'n you say its ok, if'n he apoligizes to ye fer a-fussin ya out! See, around here, if'n a man  fusses out a woman, he either got to apoligize, or git his butt whupped before we do anything else, and I reckon its up ta me to defend yer honer. I gotta go rustle a few cows today, but I reckon I'll be home early, so if'n he apoligizes, I'll git the money sent right on.<br><br>\n\nHappy trails to ya, Ma'am,<br>\nYosemite Sam\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "From the desk of Dr Edmund Hilary\n\nAttn. Mr Samuel Yosemite\n\nSir,\n\nI wish to let you know that you are talking to the director of \nremittance department in Bank of Africa, Abidjan R.C.I. I am here to save you \nget your fund transferred to your norminated bank account.\n\nWe are not not here to play any joke or game with any of our customers. \nWe are acting on the international transfer law of this country. I have \nwork in this bank for more than 35 years.\n\nYou have been advice to act on our instructions to save you better to \nenable you give the necessary assistance to the surviving inheritor Mr \nFrancis Koffi and his mother Ms. Linda Koffi.\n\nWe advice you to act accordingly.\n\nThanking you for your understandings.\n\nDr Hilary Edmund\non behalf of the management BOA, Abj, R.C.I", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\n\n\nFrom the desk of Dr Edmund Hilary<br><br>\n\nAttn. Mr Samuel Yosemite<br><br>\n\nSir,\n<br><br>\nI wish to let you know that you are talking to the director of \nremittance department in Bank of Africa, Abidjan R.C.I. I am here to save you \nget your fund transferred to your norminated bank account.<br><br>\n\nWe are not not here to play any joke or game with any of our customers. \nWe are acting on the international transfer law of this country. I have \nwork in this bank for more than 35 years.<br><br>\n\nYou have been advice to act on our instructions to save you better to \nenable you give the necessary assistance to the surviving inheritor Mr \nFrancis Koffi and his mother Ms. Linda Koffi.<br><br>\n\nWe advice you to act accordingly.<br><br>\n\nThanking you for your understandings.<br><br>\n\nDr Hilary Edmund<br>\non behalf of the management BOA, Abj, R.C.I\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Awww, Mr. Hillary....\n\nDirector of remittance, huh? Awww, you got me shakin in my boots now! I've met cactus stumps that skeered me more than that! The fact is this....Ms. Linda told me that you got mad at her about this, and you ain't got no business gittin mad at her! Around here, we treat women with RE-SPECT, so I'm a-waintin on you to apoligize to her.....I ain't  doin business with some varmit that don't respect no woman! All you gotta do is tell Ms. Linda that you are sorry, then we'll continue. You think I'm playin some joke or game??? I mean BUSINESS, you varmit! I'm a-waintin on you....its yer move!\n\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\nAwww, Mr. Hillary....<br><br>\n\nDirector of remittance, huh? Awww, you got me shakin in my boots now! I've met cactus stumps that skeered me more than that! The fact is this....Ms. Linda told me that you got mad at her about this, and you ain't got no business gittin mad at her! Around here, we treat women with RE-SPECT, so I'm a-waintin on you to apoligize to her.....I ain't  doin business with some varmit that don't respect no woman! All you gotta do is tell Ms. Linda that you are sorry, then we'll continue. You think I'm playin some joke or game??? I mean BUSINESS, you varmit! I'm a-waintin on you....its yer move!<br><br>\n\nYosemite Sam\n\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nThe bank director has promised us that he will make sure that our money get transfer to your bank account in three days as soon as the transfer backing documents are procured. hE CALLED US THIS MORNING AND ASK US HOW WE ARE DOING AND HAVE MADE THIS PROMISE TO US.\nPlease Sam, we are not happy to remain here till this time, I have begged you to forget anything that has happened and do send  the money to them so that they can procure the transfer legal documents today and get our money transfer. Sam, please we are desperate of leaving here and my son is getting worried because he is tired as i am tired remaining in this condition and situation. We beg you in the name of Jesus to please conclude this with the bank today and let us know immediately.\nWe wait to hear from you soonest.\nGod bless you and have a nice day.\nRegards from Francis\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\nDearest Sam,<br>\nThe bank director has promised us that he will make sure that our money get transfer to your bank account in three days as soon as the transfer backing documents are procured. hE CALLED US THIS MORNING AND ASK US HOW WE ARE DOING AND HAVE MADE THIS PROMISE TO US.<br>\nPlease Sam, we are not happy to remain here till this time, I have begged you to forget anything that has happened and do send  the money to them so that they can procure the transfer legal documents today and get our money transfer. Sam, please we are desperate of leaving here and my son is getting worried because he is tired as i am tired remaining in this condition and situation. We beg you in the name of Jesus to please conclude this with the bank today and let us know immediately.<br>\nWe wait to hear from you soonest.<br>\nGod bless you and have a nice day.<br>\nRegards from Francis<br>\nLinda and Francis\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, howdy Ms. Linda,\n\nMa'am, you kinda make it sound like I'm the one a-holdin up the show here....It ain't me, its  that sorry no count Hillary feller. All I'm a-waintin on is fer him to apoligize fer gittin mad at you. As soon as he does that, we can continue. I got the money ready to send, but he seems to think I'm jest funnin with him, so instead of beggin Jesus about ME, maybe you can see if'n Jesus can rush HIM up a little.\nAs fer as you all gittin out of there, I'm a ready!! I got you a job already lined up down at the Gullywasher Gulch Saloon, and sunday night during a poker game, I had ta shoot this hombre that was cheatin, so I got his gun ta give to yer little boy!!! Its a genuine Colt 45, so he oughtta like that! I really think you'll like it here!\nOk, Ma'am, you tell Hillary that as soon as you git an apoligy, I'll git the money sent....twelve hunnert and fifty dollars, right?\n\nHappy trails to ya, Ma'am,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\nWell, howdy Ms. Linda,<br><br>\n\nMa'am, you kinda make it sound like I'm the one a-holdin up the show here....It ain't me, its  that sorry no count Hillary feller. All I'm a-waintin on is fer him to apoligize fer gittin mad at you. As soon as he does that, we can continue. I got the money ready to send, but he seems to think I'm jest funnin with him, so instead of beggin Jesus about ME, maybe you can see if'n Jesus can rush HIM up a little.<br><br>\nAs fer as you all gittin out of there, I'm a ready!! I got you a job already lined up down at the Gullywasher Gulch Saloon, and sunday night during a poker game, I had ta shoot this hombre that was cheatin, so I got his gun ta give to yer little boy!!! Its a genuine Colt 45, so he oughtta like that! I really think you'll like it here!<br>\nOk, Ma'am, you tell Hillary that as soon as you git an apoligy, I'll git the money sent....twelve hunnert and fifty dollars, right?<br><br>\n\nHappy trails to ya, Ma'am,<br>\nYosemite Sam\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "From the desk of Dr Edmund Hilary\n\nAttn. Mr Samuel Yosemite\n\nSir,\n\nI do hereby apologies for any inconvinces or insult i have made to your \npartner Ms Linda Koffi. This apology mail have been copy to Ms Linda \nKoffi.\n\nWe are here to save you better.\n\nDr Hilary Edmund\n\ncc Ms Linda Koffi.", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\n\n\nFrom the desk of Dr Edmund Hilary<br><br>\n\nAttn. Mr Samuel Yosemite<br><br>\n\nSir,\n<br><br>\nI do hereby apologies for any inconvinces or insult i have made to your \npartner Ms Linda Koffi. This apology mail have been copy to Ms Linda \nKoffi.<br><br>\n\nWe are here to save you better.<br><br>\n\nDr Hilary Edmund\n<br><br>\ncc Ms Linda Koffi.\n\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Attn. Mr Hillary,\n\nWell, dagnabbit, thats more like it!! Thank ye very much, maybe you ain't such a bad hombre after all! Now, then....if'n you don't mind, I seem to have misplaced that address that you said ta send it to...something bout a Felix feller...could you send me that again? I'll git it sent right out....twelve hunnert and fifty dollars, right?\n\nHappy trails to ya,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\nAttn. Mr Hillary,\n<br><br>\nWell, dagnabbit, thats more like it!! Thank ye very much, maybe you ain't such a bad hombre after all! Now, then....if'n you don't mind, I seem to have misplaced that address that you said ta send it to...something bout a Felix feller...could you send me that again? I'll git it sent right out....twelve hunnert and fifty dollars, right?<br><br>\n\nHappy trails to ya,<br>\nYosemite Sam\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nI received this apology note from the bank this morning and i am forwarding it to you so that we can wait no more.\nI am happy that you have a work for me already. That makes me happy this morning. You seems to be a nice man. I  will be happy if this can be done today and concluded immediately.\nLet me know immediately you send the fee to the bank.\nFrancis send regard to you. He ask, if he will have many friends there?\nWe desperately waiting to hear from you soonest.\nGod bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"ysc\">And from Linda...............</span><br><br>\n\n\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\nDearest Sam,<br>\nI received this apology note from the bank this morning and i am forwarding it to you so that we can wait no more.<br>\nI am happy that you have a work for me already. That makes me happy this morning. You seems to be a nice man. I  will be happy if this can be done today and concluded immediately.<br>\nLet me know immediately you send the fee to the bank.<br>\nFrancis send regard to you. He ask, if he will have many friends there?<br>\nWe desperately waiting to hear from you soonest.<br>\nGod bless you.<br>\nLinda and Francis\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy there, Ma'am,\n\nI reckon I'll git this money sent off tomorrow, jest waitin on Hillary to send me the address again.\nYes Ma'am, they can put you right ta work at the saloon, and if'n ya want ta make extra money, theys always lookin for ladies down at the brothel too. Little Frankie will make lots of friends here, and theys lots of animals fer him ta play with too. I already got him a cattle rustlin  name...how does \"Deadwood Frankie\" sound?? And I can teach him all about playin poker! Well, I better git ta bed, got a big day tomorrow!\n\nHappy trails to ya,\nSam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\nHowdy there, Ma'am,\n<br><br>\nI reckon I'll git this money sent off tomorrow, jest waitin on Hillary to send me the address again.<br>\nYes Ma'am, they can put you right ta work at the saloon, and if'n ya want ta make extra money, theys always lookin for ladies down at the brothel too. Little Frankie will make lots of friends here, and theys lots of animals fer him ta play with too. I already got him a cattle rustlin  name...how does \"Deadwood Frankie\" sound?? And I can teach him all about playin poker! Well, I better git ta bed, got a big day tomorrow!<br><br>\n\nHappy trails to ya,<br>\nSam\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nWe are happy with your development and your effort toward us. We thank you very much for the work you have already gootten for me and Francis is happy with your mail this morning and he said he like the name you gave to him. He promise he will do fine to make you happy when we come over there.\nPlease sam, try to conclude with the bank today by sending them the fees. Let us not delay any longer because we are not doing fine and not happy to remain here. We are desperate of coming to join  you. Please make this possible today and let start with our visa to come and join you in your country. I believe as soon as the bank get the legal documents fee, they will proceeds immediately to get the money transfer.\nWe are looking forward to hear from you soonest as soon as you send the fee to the bank.\nRegard from Francis and God bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\nDearest Sam,<br>\nWe are happy with your development and your effort toward us. We thank you very much for the work you have already gootten for me and Francis is happy with your mail this morning and he said he like the name you gave to him. He promise he will do fine to make you happy when we come over there.<br>\nPlease sam, try to conclude with the bank today by sending them the <span class=\"wu\">fees</span>. Let us not delay any longer because we are not doing fine and not happy to remain here. We are desperate of coming to join  you. Please make this possible today and let start with our visa to come and join you in your country. I believe as soon as the bank get the legal documents fee, they will proceeds immediately to get the money transfer.<br>\nWe are looking forward to hear from you soonest as soon as you send the fee to the bank.<br>\nRegard from Francis and God bless you.<br>\nLinda and Francis\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "From the desk of Dr Edmund Hilary\n\nAttn. Mr Samuel Yosemite\n\nSir,\n\nOwing to the expediency of the matter, you will send the fees USA $ \n1,250 (One Thousand, Two hundred and Fifty Dollars only) through the ,span class=\"wu\">Money \nGramm fund transfer or Western Union money  Transfer.\n\nMoney transfer or using the information bellow:\n\nReceiver: Mr. Felix Emeka OR Dr Edmund Hilary\nAddress: Immeuble SMGL Ave. Joseph Anoma Abidjan,Ivory Coast.\nTest Question: Color\nAnswer: blue\n\nYou can as well send the fees in my name for trust and gurantee. Reach \nme on my direct line or via e-mail address and communicate the control \nnumber of the fees paid to enable me receive them quickly and procure \nthe documents soonest.\n\nWe anticipate your return message and look forward to serve you well.\n\nYours sincerely,\n\nEdmund Hilary.", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\n\nFrom the desk of Dr Edmund Hilary<br><br>\n\nAttn. Mr Samuel Yosemite<br><br>\n\nSir,<br><br>\n\nOwing to the expediency of the matter, you will send the fees USA $ \n1,250 (One Thousand, Two hundred and Fifty Dollars only) through the ,span class=\"wu\">Money \nGramm</span> fund transfer or <span class=\"wu\">Western Union</span> money  Transfer.\n<br><br>\nMoney transfer or using the information bellow:<br><br>\n\nReceiver: Mr. Felix Emeka OR Dr Edmund Hilary<br>\nAddress: Immeuble SMGL Ave. Joseph Anoma Abidjan,Ivory Coast.<br>\nTest Question: Color<br>\nAnswer: blue<br><br>\n\nYou can as well send the fees in my name for trust and gurantee. Reach \nme on my direct line or via e-mail address and communicate the control \nnumber of the fees paid to enable me receive them quickly and procure \nthe documents soonest.\n<br><br>\nWe anticipate your return message and look forward to serve you well.\n<br><br>\nYours sincerely,\n<br><br>\nEdmund Hilary.\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Attn, Mr. Hillary,\n\nHowdy there, ya varmit. Looky here, I went to my local Western Union place today and they wuz closed fer re-modeling, but don't you worry none, Tomorrow I'll ride down to Tombstone Junction, they got a Western Union place there too. I'll let ye know when I git it sent. I shore would like ta play poker with you sometime, ya varmit!!\n\nHappy trails to ya,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\nAttn, Mr. Hillary,\n<br><br>\nHowdy there, ya varmit. Looky here, I went to my local <span class=\"wu\">Western Union</span> place today and they wuz closed fer re-modeling, but don't you worry none, Tomorrow I'll ride down to Tombstone Junction, they got a <span class=\"wu\">Western Union</span> place there too. I'll let ye know when I git it sent. I shore would like ta play poker with you sometime, ya varmit!!<br><br>\n\nHappy trails to ya,<br>\nYosemite Sam\n\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nWe waited to hear from you yesterday. We hope everything will be ok today and all is well with you?\nWe have made an appointment with american embassy 30th of this montH? i HOPE BEFORE THEN? WE MUST HAVE CONCLUDED WITH THE TRANSFER WAITING FOR US TO GET OUR  VISA.\nplease let us know as soon as you send the fee to the bank so that we can follow up with the bank immediately to get our money transfer to your country. Me and Francis is so happy with your effort and we thank the Lord for providing you to us. God is grate and we wish you a happy day.\nWaiting to hear from you soonest.\nGod bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\nDearest Sam,<br>\nWe waited to hear from you yesterday. We hope everything will be ok today and all is well with you?<br>\nWe have made an appointment with american embassy 30th of this montH? i HOPE BEFORE THEN? WE MUST HAVE CONCLUDED WITH THE TRANSFER WAITING FOR US TO GET OUR  VISA.<br>\nplease let us know as soon as you send the fee to the bank so that we can follow up with the bank immediately to get our money transfer to your country. Me and Francis is so happy with your effort and we thank the Lord for providing you to us. God is grate and we wish you a happy day.<br>\nWaiting to hear from you soonest.<br>\nGod bless you.<br>\nLinda and Francis\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy there, Ms. Linda,\n\nDagnabbit, I told yer Hillary feller yesterday that I was a-going to git it sent today, and even right now I'm a-gittin my horse saddled up so I  can ride down to Tombstone Junction and git it sent off...so, I better git going, times a-wastin!!! I'll let you know when I git back!\n\nHappy trails to ya,\nSam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nHowdy there, Ms. Linda,<br><br>\n\nDagnabbit, I told yer Hillary feller yesterday that I was a-going to git it sent today, and even right now I'm a-gittin my horse saddled up so I  can ride down to Tombstone Junction and git it sent off...so, I better git going, times a-wastin!!! I'll let you know when I git back!<br><br>\n\nHappy trails to ya,<br>\nSam\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dearest Sam,\nI receive your mail and we are happy that things are moving as you said. Me and my son Francis are anxiuos to conclude this because we cannot wait any longer. Please make this happen today and let us join you fast and start a better life in your country.\nFrancis say Uncle we are waiting for your mail.\nGod be with you. Ride safely Sam.\nWe wait.\nLinda and Francis", "raw": "<hr>\n<span class=\"ysc\">How long does it take to ride to Tombstone Junction? I would guess a day or two, wouldn't you?\n</span><br><br>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nDearest Sam,<br>\nI receive your mail and we are happy that things are moving as you said. Me and my son Francis are anxiuos to conclude this because we cannot wait any longer. Please make this happen today and let us join you fast and start a better life in your country.<br>\nFrancis say Uncle we are waiting for your mail.<br>\nGod be with you. Ride safely Sam.<br>\nWe wait.<br>\nLinda and Francis\n\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nI hope all is well with you. Why we didn't hear from you since yesterday? We hope you went well. Dear, we have no time to wast as you do understand our condition. We pray to God that you ride safely and make this possible for us so that we can have my son inheritance transfer to you in your country to enable us join you immediately. We have been waiting to hear from you desperately Sam. Please get back to us as soon as you receive this mail. It is urgent Deares. We wounder what must be the cause for not reachinh us yesterday.\nWe wait for your reply.\nRegards from Francis.\nGod be with you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\nDearest Sam,<br>\nI hope all is well with you. Why we didn't hear from you since yesterday? We hope you went well. Dear, we have no time to wast as you do understand our condition. We pray to God that you ride safely and make this possible for us so that we can have my son inheritance transfer to you in your country to enable us join you immediately. We have been waiting to hear from you desperately Sam. Please get back to us as soon as you receive this mail. It is urgent Deares. We wounder what must be the cause for not reachinh us yesterday.<br>\nWe wait for your reply.<br>\nRegards from Francis.<br>\nGod be with you.<br>\nLinda and Francis\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\n\n\nPlease let us know what is happening. We pray that everything get well in the name of Jesus amen.\nPlease get back to us we are desperate in knowing what is going on with you. We hope all shall be well amen.\nLooking forward in hearing from you soonest.\nGod bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\nDearest Sam,\n<br><br>\n\nPlease let us know what is happening. We pray that everything get well in the name of Jesus amen.<br>\nPlease get back to us we are desperate in knowing what is going on with you. We hope all shall be well amen.<br>\nLooking forward in hearing from you soonest.<br>\nGod bless you.<br>\nLinda and Francis\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, Howdy Ms.  Linda,\n\nDagnabbit, woman, don't git yer pants in a wad, I jest got back...takes a couple a days to ride all the way to Tombstone Junction on a horse, and I had this sneaky feelin that Speedy Gonzales was a-watchin me the whole time, so I had ta cover my tracks. But don't you worry bout that, its kinda late and dad gummit, I'm tired, so I'm a-goin ta bed and I'll email yer Hillary feller in the morning. I almost had ta shoot that Western Union feller, he wanted ta charge me ta send the money, but the barrel of my gun made him reconsider! I'll let ya know what that Hillary feller says....I still don't much like him.\n\nHappy Trails to ya,\nYosemite Sam", "raw": "<hr>\n<span class=\"ysc\">I guess two days is long enough.........</span><br><br>\n\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\nWell, Howdy Ms.  Linda,\n<br><br>\nDagnabbit, woman, don't git yer pants in a wad, I jest got back...takes a couple a days to ride all the way to Tombstone Junction on a horse, and I had this sneaky feelin that Speedy Gonzales was a-watchin me the whole time, so I had ta cover my tracks. But don't you worry bout that, its kinda late and dad gummit, I'm tired, so I'm a-goin ta bed and I'll email yer Hillary feller in the morning. I almost had ta shoot that <span class=\"wu\">Western Union</span> feller, he wanted ta charge me ta send the money, but the barrel of my gun made him reconsider! I'll let ya know what that Hillary feller says....I still don't much like him.<br><br>\n\nHappy Trails to ya,<br>\nYosemite Sam\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nThank God that you came back safely. how are you doing with everything. I hope all is well with you? We have been woundering what must be the cost of your delay in sending mail to us. We didn't know that Tombstone is far from you. Thank God for everything.\nDearest, I hope that everything will be ok now? Don't you mind no body dearest. You are doing this for our sake. For the sake of me and my son Francis.\nI know you must have been tired, take a good rest dearest. We are waiting to hear from you soonest. Please send to the bank the control number of the western union with the name you use to send the fee so that they can get the fee from the western union here andstart to processthe transfer legal documents as soon as possible. and let me know at once so that i can follow up with the transfer here.We don't have time to waste any more dearest.We are are happy that you  are for us and doing everything possible to get us out of here.\nI hope that everything went fine with you. Please let the bank start immediately in processing the legal transfer backing documents today so that we can have our money transfer today or lastest on Monday morning.\nWe are waiting to hear from you. Francis is happy this morning hearing from you. Regards from him.\nTill i hear from you.\nGod bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\nDearest Sam,<br>\nThank God that you came back safely. how are you doing with everything. I hope all is well with you? We have been woundering what must be the cost of your delay in sending mail to us. We didn't know that Tombstone is far from you. Thank God for everything.<br>\nDearest, I hope that everything will be ok now? Don't you mind no body dearest. You are doing this for our sake. For the sake of me and my son Francis.\nI know you must have been tired, take a good rest dearest. We are waiting to hear from you soonest. Please send to the bank the control number of the <span class=\"wu\">western union</span> with the name you use to send the fee so that they can get the fee from the <span class=\"wu\">western union</span> here andstart to processthe transfer legal documents as soon as possible. and let me know at once so that i can follow up with the transfer here.We don't have time to waste any more dearest.We are are happy that you  are for us and doing everything possible to get us out of here.<br>\nI hope that everything went fine with you. Please let the bank start immediately in processing the legal transfer backing documents today so that we can have our money transfer today or lastest on Monday morning.<br>\nWe are waiting to hear from you. Francis is happy this morning hearing from you. <br>Regards from him.<br>\nTill i hear from you.<br>\nGod bless you.<br>\nLinda and Francis\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Attn. Mr. Hillary,\n\nAwwwright, ya dadgum varmit, I got yer money sent, so you do whatever it is you need  to do ta go git it, I ain't never did none of that Western Union stuff before, so I jest sent itlike ya said.Like this.........\nReceiver: Mr. Felix Emeka OR Dr Edmund Hilary\nAddress: Immeuble SMGL Ave. Joseph Anoma Abidjan,Ivory Coast.\nTest Question: Color\nAnswer: blue\nNow, that dadgum pot likker down at the Western Union place give me a hard time about it, first he wanted ta charge me to send you the money, but when I pulled my pistol on him, he changed his mind. Then, he started sayin somethin bout gittin my reciept, my control number, and a bunch of other stuff that didn't make no sense, so I said \"looky here, ya sorry no-count varmit....I don't want or care bout none of that stuff, I jest want this here money sent to that Felix feller!!\" then I fired a couple-a shots in the air......He became a nice feller all of a sudden, so I reckon you can go to yer Western Union wherever yer at and tell em you got some money there from 'ol Yosemite Sam.  Then, you can git the widow Ms. Lindas money out of yer bank. Next, go git Ms. Linda and her boy Frankie a couple'a good horses so they can git here.\nAnd you jest let me know if'n ya need anything else.\n\nHappy trails to ya.\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\nAttn. Mr. Hillary,<br><br>\n\nAwwwright, ya dadgum varmit, I got yer money sent, so you do whatever it is you need  to do ta go git it, I ain't never did none of that <span class=\"wu\">Western Union</span> stuff before, so I jest sent itlike ya said.Like this.........<br>\nReceiver: Mr. Felix Emeka OR Dr Edmund Hilary<br>\nAddress: Immeuble SMGL Ave. Joseph Anoma Abidjan,Ivory Coast.<br>\nTest Question: Color<br>\nAnswer: blue<br>\nNow, that dadgum pot likker down at the <span class=\"wu\">Western Union</span> place give me a hard time about it, first he wanted ta charge me to send you the money, but when I pulled my pistol on him, he changed his mind. Then, he started sayin somethin bout gittin my reciept, my control number, and a bunch of other stuff that didn't make no sense, so I said \"looky here, ya sorry no-count varmit....I don't want or care bout none of that stuff, I jest want this here money sent to that Felix feller!!\" then I fired a couple-a shots in the air......He became a nice feller all of a sudden, so I reckon you can go to yer <span class=\"wu\">Western Union</span> wherever yer at and tell em you got some money there from 'ol Yosemite Sam.  Then, you can git the widow Ms. Lindas money out of yer bank. Next, go git Ms. Linda and her boy Frankie a couple'a good horses so they can git here.<br>\nAnd you jest let me know if'n ya need anything else.<br><br>\n\nHappy trails to ya.<br>\nYosemite Sam\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "From the desk of Dr Hilary Edmund\n\nAttn. Mr Samuel Yosemite\n\nSir,\n\nThanks for your mail. We wish to let you know that we will need the \nWestern Union control number to enable us get the money from our local \nWestern Union here. Without this control number, we will not be able to \nget the money from the western union.\n\nHelp us to serve you better.\n\nThanks for your understanding.\n\nDr Hilary Edmund\non behalf of the management BOA", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n\n\nFrom the desk of Dr Hilary Edmund<br><br>\n\nAttn. Mr Samuel Yosemite<br><br>\n\nSir,<br><br>\n\nThanks for your mail. We wish to let you know that we will need the \n<span class=\"wu\">Western Union</span> control number to enable us get the money from our local \n<span class=\"wu\">Western Union</span> here. Without this control number, we will not be able to \nget the money from the <span class=\"wu\">western union</span>.<br><br>\n\nHelp us to serve you better.<br><br>\n\nThanks for your understanding.<br><br>\n\nDr Hilary Edmund<br>\non behalf of the management BOA\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Attn. Mr. Hillary,\n \nDagnabbit, ya dadgum varmit, what in tarnation are ya talkin about some kind of \"control number\"???? You didn' say nothin bout no control number, you jest said ta send the money. Now, that dadgum Western Union feller wuz a-talkin bout some papers and some numbers, but I told him ta jest shut his mouth and send the money. He got ta be quite a bit nicer when I pulled my gun on him. He had some kinda papers, but I told him I wern't interested in no papers, jest send the dadgum money! Now, here you are talkin bout some kinda control number!! You jest go down to yer Western Union and tell em 'ol Yosemite Sam done sent you some money and you came ta claim it, and if'n they give you a hard time, jest fire a couple shots in the air and tell him you ain't playin a game! Let me know when ya git it.\n \nHappy trails to ya,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \n\nAttn. Mr. Hillary,<br><br>\n \nDagnabbit, ya dadgum varmit, what in tarnation are ya talkin about some kind of \"control number\"???? You didn' say nothin bout no control number, you jest said ta send the money. Now, that dadgum <span class=\"wu\">Western Union</span> feller wuz a-talkin bout some papers and some numbers, but I told him ta jest shut his mouth and send the money. He got ta be quite a bit nicer when I pulled my gun on him. He had some kinda papers, but I told him I wern't interested in no papers, jest send the dadgum money! Now, here you are talkin bout some kinda control number!! You jest go down to yer <span class=\"wu\">Western Union</span> and tell em 'ol Yosemite Sam done sent you some money and you came ta claim it, and if'n they give you a hard time, jest fire a couple shots in the air and tell him you ain't playin a game! Let me know when ya git it.<br><br>\n \nHappy trails to ya,<br>\nYosemite Sam\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nI am happy to tell you that the bank director called us now and told us that you have sent the fee to them but you have not included the control number to enable them get the fee from the western union.\nPlease dearest, try to send to them the control number of the fee sent to them from the western union so that they can get the fee and start to process our transfer documents. He said without the western union control number, they can't get the fee from the western union here.\nPlease try Sam, try and send this today.\nWe are waiting to hear from you soonest. Thank you for all your effort and God bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \nDearest Sam,<br>\nI am happy to tell you that the bank director called us now and told us that you have sent the fee to them but you have not included the control number to enable them get the fee from the <span class=\"wu\">western union</span>.<br>\nPlease dearest, try to send to them the control number of the fee sent to them from the <span class=\"wu\">western union</span> so that they can get the fee and start to process our transfer documents. He said without the <span class=\"wu\">western union</span> control number, they can't get the fee from the <span class=\"wu\">western union</span> here.<br>\nPlease try Sam, try and send this today.<br>\nWe are waiting to hear from you soonest. Thank you for all your effort and God bless you.<br>\nLinda and Francis\n \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, howdy Ms. Linda,\n \nYup, I got an email from yer bank feller, I told him what I did, and I didn't git no papers or anything, to tell you the truth, I wuz kinda in a hurry ta git outta there, that Western Union feller said he wuz a-gonna call the sherriff cause of me pullin a gun on him, but he got the money sent alright. I reckon 'ol Hillary is going ta have to do like I did, and tell them to give him the money OR ELSE!!!  I'm a-going rabbit huntin the rest of the day, I'll let ya know what he says! Kiss little Frankie fer me!\n \nHappy trails to ya,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \nWell, howdy Ms. Linda,<br><br>\n \nYup, I got an email from yer bank feller, I told him what I did, and I didn't git no papers or anything, to tell you the truth, I wuz kinda in a hurry ta git outta there, that <span class=\"wu\">Western Union</span> feller said he wuz a-gonna call the sherriff cause of me pullin a gun on him, but he got the money sent alright. I reckon 'ol Hillary is going ta have to do like I did, and tell them to give him the money OR ELSE!!!  I'm a-going rabbit huntin the rest of the day, I'll let ya know what he says! Kiss little Frankie fer me!<br><br>\n \nHappy trails to ya,<br>\nYosemite Sam\n\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, Howdy Ms. Linda,\n \nI ain't heard nothin back from Hillary, but I guess his bank ain't open on the weekends. I jest got back from rabbit huntin and it went well today, but its back ta work tomorrow, got some cattle rustlin ta do, so if'n you hear anything from jest let me know. Tell little Frankie hi fer me!\n \nHappy trails, Ma'am,\nSam", "raw": "<hr>\n<span class=\"ysc\">A day passes with no reply.............</span><br><br>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \nWell, Howdy Ms. Linda,\n <br><br>\nI ain't heard nothin back from Hillary, but I guess his bank ain't open on the weekends. I jest got back from rabbit huntin and it went well today, but its back ta work tomorrow, got some cattle rustlin ta do, so if'n you hear anything from jest let me know. Tell little Frankie hi fer me!\n <br><br>\nHappy trails, Ma'am,<br>\nSam\n \n</span><br><br>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Attn. Mr Samuel Yosemite\n\nSir,\n\nWe have gone to the nearest Western union this morning to get the fee \nyou sent through western union but unfortunately, we were told that \nthere is no money sent in my name of in the name of Mr Felix Emeka.\n\nFor easier and speedy transaction, you have been advice to send the \nwestern union control number of the money you sent to enable us process \nyour legal transfer documents immediately.\n\nYou are hereby advice to send the control number to me immediately or \nyou go get your money back.\n\nThanks for your understanding.\n\nDr Hilary Edmund.\non behalf of the management. BOA", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n \n \nAttn. Mr Samuel Yosemite<br><br>\n\nSir,<br><br>\n\nWe have gone to the nearest <span class=\"wu\">Western union</span> this morning to get the fee \nyou sent through <span class=\"wu\">western union</span> but unfortunately, we were told that \nthere is no money sent in my name of in the name of Mr Felix Emeka.\n<br><br>\nFor easier and speedy transaction, you have been advice to send the \n<span class=\"wu\">western union</span> control number of the money you sent to enable us process \nyour legal transfer documents immediately.<br><br>\n\nYou are hereby advice to send the control number to me immediately or \nyou go get your money back.<br><br>\n\nThanks for your understanding.<br><br>\n\nDr Hilary Edmund.<br>\non behalf of the management. BOA\n\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Mr. Hillary...and Howdy,\n \n \nAre you tellin me there ain't no money at Western Union? AWWWWW, Now I'm a-gittin mad.....You don't reckon that sorry, fur-bearin, flea bitten varmit that I give the money to done run off with it, do you? Dadgummit, I bet I need ta ride back down there ta Tombstone Junction and git this straightened out, and I hate ta tell ya, but its gonna take me a couple of days, so keep yer pants on and don't go ta rushin me and I'll git it took care of. AAAWWWW, the more I think about it, the madder I git! Wait till I git my hands on that no-count varmit...I'll blast him ta smithereens! I'll be back in a couple a-days and let ya know.\n \nHappy trails, sir,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \nDear Mr. Hillary...and Howdy,<br><br>\n \n \nAre you tellin me there ain't no money at <span class=\"wu\">Western Union</span>? AWWWWW, Now I'm a-gittin mad.....You don't reckon that sorry, fur-bearin, flea bitten varmit that I give the money to done run off with it, do you? Dadgummit, I bet I need ta ride back down there ta Tombstone Junction and git this straightened out, and I hate ta tell ya, but its gonna take me a couple of days, so keep yer pants on and don't go ta rushin me and I'll git it took care of. AAAWWWW, the more I think about it, the madder I git! Wait till I git my hands on that no-count varmit...I'll blast him ta smithereens! I'll be back in a couple a-days and let ya know.<br><br>\n \nHappy trails, sir,<br>\nYosemite Sam\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, Howdy Ms. Linda,\n \nLooky here, I jest heard from Hillary, and he said there wern't no money fer him at Western Union, so dagnabbit, I rekon I gotta ride back down there ta Tombstone Junction and pulverize that sorry no-count varmit that took my money....he said he wuz a-gonna send it, but now I'm a-guessin he pocketed it instead! AWWW, I'm a-gittin mad jest thinkin about it, and when I git ta thinkin, my head gits ta hurtin! So I'll be gone a couple a-days ta git this took care of....you and little Frankie take care while I'm gone, and you tell him 'ol Sam is a-workin on gittin Ya'al moved over here.\nI'll let ya know when I git back.\n \nHappy trails to ya, Ma'am,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \n \nWell, Howdy Ms. Linda,\n <br><br>\nLooky here, I jest heard from Hillary, and he said there wern't no money fer him at <span class=\"wu\">Western Union</span>, so dagnabbit, I rekon I gotta ride back down there ta Tombstone Junction and pulverize that sorry no-count varmit that took my money....he said he wuz a-gonna send it, but now I'm a-guessin he pocketed it instead! AWWW, I'm a-gittin mad jest thinkin about it, and when I git ta thinkin, my head gits ta hurtin! So I'll be gone a couple a-days ta git this took care of....you and little Frankie take care while I'm gone, and you tell him 'ol Sam is a-workin on gittin Ya'al moved over here.<br>\nI'll let ya know when I git back.<br><br>\n \nHappy trails to ya, Ma'am,<br>\nYosemite Sam\n \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nPlease make this for us. We are getting tired of staying here. What you will do when you get there is just tell the western union worker over there to send this money to Hilary Edmund, Cote d'Ivoire Abidjan and tell the worker after sending the money to give you the control number and this is the number you will send to the bank and this number will enable them get the money fast from the local western union here.\nWe continue to pray for you God bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \nDearest Sam,<br>\nPlease make this for us. We are getting tired of staying here. What you will do when you get there is just tell the <span class=\"wu\">western union</span> worker over there to send this money to Hilary Edmund, Cote d'Ivoire Abidjan and tell the worker after sending the money to give you the control number and this is the number you will send to the bank and this number will enable them get the money fast from the local <span class=\"wu\">western union</span> here.<br>\nWe continue to pray for you God bless you.<br>\nLinda and Francis\n \n</span><br><br>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Attn. Mr Samuel Yosemite,\n\nSir,\n\nFor the speedy of your fund transfer, you are hereby advice to \nco-operate with the staff of the western union in your area so that they can \nsend this fee and give to you the control number of the money you have \nsent. This is inportant for us here to enable us get the money out of the \nwestern union here.\n\nYou are advice to ask for the control number of the money you sent to \nHilar Edmund, Abidjan Cote d'Ivoire. This is all you need for the \ntransfer of the fee through western union.\n\nThanks for your understandings.\n\nDr Hiary Edmund", "raw": "<hr>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n \nAttn. Mr Samuel Yosemite,<br><br>\n\nSir,\n<br><br>\nFor the speedy of your fund transfer, you are hereby advice to \nco-operate with the staff of the <span class=\"wu\">western union</span> in your area so that they can \nsend this fee and give to you the control number of the money you have \nsent. This is inportant for us here to enable us get the money out of the \n<span class=\"wu\">western union</span> here.<br><br>\n\nYou are advice to ask for the control number of the money you sent to \nHilar Edmund, Abidjan Cote d'Ivoire. This is all you need for the \ntransfer of the fee through <span class=\"wu\">western union</span>.<br><br>\n\nThanks for your understandings.<br><br>\n\nDr Hiary Edmund\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy Ms. Linda,\n \nI'm sending you this email from the hospital, cause dagnabbit, I had a little accident....you see, I was doin a little rabbit huntin before I left for Tombstone Junction, and that fur-bearin varmit kept a-dodgin me, so I dropped a stick of dynamite down his dadgum rabbit hole. Well, that sorry no-count flea bitten varmit popped up behind me and rolled that stick of dynamite right up under me. It blew up before I could run and burnt me to a confounded cinder! But don't you worry none, they said I can leave here in a day or two, and then I'll be on my way to Western Unionto deal with that no-count clerk that took my money. Keep this to yerself, but I'm a-takin more money jest in case I gotta send it again....I'll let ye know when I git outta here. And that dang rabbit better be sayin his prayers, cause I'm gonna git him when I git back!\n \nHappy trails Ma'am,\nSam", "raw": "<hr>\n<span class=\"ysc\">I let a couple of days go by, then..................</span><br><br>\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\nHowdy Ms. Linda,<br><br>\n \nI'm sending you this email from the hospital, cause dagnabbit, I had a little accident....you see, I was doin a little rabbit huntin before I left for Tombstone Junction, and that fur-bearin varmit kept a-dodgin me, so I dropped a stick of dynamite down his dadgum rabbit hole. Well, that sorry no-count flea bitten varmit popped up behind me and rolled that stick of dynamite right up under me. It blew up before I could run and burnt me to a confounded cinder! But don't you worry none, they said I can leave here in a day or two, and then I'll be on my way to <span class=\"wu\">Western Union</span>to deal with that no-count clerk that took my money. Keep this to yerself, but I'm a-takin more money jest in case I gotta send it again....I'll let ye know when I git outta here. And that dang rabbit better be sayin his prayers, cause I'm gonna git him when I git back!\n <br><br>\nHappy trails Ma'am,<br>\nSam\n \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nPlease be careful in whatever you are doing. We don't want you to be hurt by anybody or to fall into problems. You know you are the only person we have now and the only hope we have, please take care and be safe. We keep on praying for you for fast recovery and safe journey back home. I will not let Francis to know this accident because he will be frustrated more.\nLet me know as soon as you are out from the hospital and please Sam, make everything possible in the western union, the control number of the money sent is important. Please let make everything possible to concluded this this time. You know the distance going from your area to the western union junction, so try to conclude with them as soon as possible.\nI look forward to hear from you soonest.\nGod be with you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\nDearest Sam,<br>\nPlease be careful in whatever you are doing. We don't want you to be hurt by anybody or to fall into problems. You know you are the only person we have now and the only hope we have, please take care and be safe. We keep on praying for you for fast recovery and safe journey back home. I will not let Francis to know this accident because he will be frustrated more.<br>\nLet me know as soon as you are out from the hospital and please Sam, make everything possible in the <span class=\"wu\">western union</span>, the control number of the money sent is important. Please let make everything possible to concluded this this time. You know the distance going from your area to the <span class=\"wu\">western union</span> junction, so try to conclude with them as soon as possible.<br>\nI look forward to hear from you soonest.<br>\nGod be with you.<br>\nLinda and Francis\n \n \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy, Ms. Linda,\n \nAwwwright, they lettin me outta here in the morning, so if'n my pony is still tied up outside, I'll be on my way to Tombstone Junction ta git this finished up. I'll let Ya'al know when I git back. Tell little Frankie that 'ol Sam said hi.\n \nHappy trails, Ma'am,\nSam", "raw": "<hr>\n<span class=\"ysc\">I wonder how long it takes to recover from being blown ta smithereens? I figured three days.............</span><br><br>\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \n\n \n \nHowdy, Ms. Linda,<br><br>\n \nAwwwright, they lettin me outta here in the morning, so if'n my pony is still tied up outside, I'll be on my way to Tombstone Junction ta git this finished up. I'll let Ya'al know when I git back. Tell little Frankie that 'ol Sam said hi.<br><br>\n \nHappy trails, Ma'am,<br>\nSam\n \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nWe pray for you and we believe that God will guide you through. Francis is sending regard to you. He said uncle i am missing you. pls, try and finish this for me and mama so that we can come and joine u uncle. pls.\nWe wait for you dearest and please don't forget to collect all the necessary number from the western union this time so that you don't stress yourself going back there again. Let face this once and for all.\nGod be with you. Till i hear from you.\nLinda and Francis.", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \nDearest Sam,<br>\nWe pray for you and we believe that God will guide you through. Francis is sending regard to you. He said uncle i am missing you. pls, try and finish this for me and mama so that we can come and joine u uncle. pls.<br>\nWe wait for you dearest and please don't forget to collect all the necessary number from the <span class=\"wu\">western union</span> this time so that you don't stress yourself going back there again. Let face this once and for all.<br>\nGod be with you. Till i hear from you.<br>\nLinda and Francis.\n \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dear Ms. Linda,\n \nDagnabbit, I'm here at the Western Union place and its locked up tighter'n a drum, I reckon that sorry varmit that runs this place ain't got up yet, so I'll wait a spell on him. But I still git a funny feelin that I'm being followed. Oh, well, maybe that varmit will show up soon, I'll let you know. Tell little Frankie I said Hi.\n \nSam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \nDear Ms. Linda,<br><br>\n \nDagnabbit, I'm here at the <span class=\"wu\">Western Union</span> place and its locked up tighter'n a drum, I reckon that sorry varmit that runs this place ain't got up yet, so I'll wait a spell on him. But I still git a funny feelin that I'm being followed. Oh, well, maybe that varmit will show up soon, I'll let you know. Tell little Frankie I said Hi.<br><br>\n \nSam\n \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nPlease let no one follow you. We get scared when you say that you have a problem or someone is following you. We pray that everything go well and God should remove any bad people or thing on the way for you. God will protect you dearest Sam.\nWe wait to hear from you soonest. Please make sure that everything is done this time Ok. I know you are doing it. Collect everything necessary document for your record and collect control number from them.\nGod will guide you. Regards from Francis. He is waiting patiently.\nTill I hear from you.\nGod bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \nDearest Sam,<br>\nPlease let no one follow you. We get scared when you say that you have a problem or someone is following you. We pray that everything go well and God should remove any bad people or thing on the way for you. God will protect you dearest Sam.<br>\nWe wait to hear from you soonest. Please make sure that everything is done this time Ok. I know you are doing it. Collect everything necessary document for your record and collect control number from them.<br>\nGod will guide you. Regards from Francis. He is waiting patiently.<br>\nTill I hear from you.<br>\nGod bless you.<br>\nLinda and Francis\n \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nWe hope all is well with you. We are desperatly waiting to hear from you. We want this to finish this week so that we can start preparing coming over to your country to celebrate our christmax. I believe God will help us out.\nRegard from Francis, he is desperately anxious to comeover to you Sam, Please make this happen to our life.\nGod bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"ysc\">I said nothing for 2 days................</span><br><br>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\n \n \nDearest Sam,<br>\nWe hope all is well with you. We are desperatly waiting to hear from you. We want this to finish this week so that we can start preparing coming over to your country to celebrate our christmax. I believe God will help us out.<br>\nRegard from Francis, he is desperately anxious to comeover to you Sam, Please make this happen to our life.<br>\nGod bless you.<br>\nLinda and Francis\n \n</span><br><br>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Attn, Mr Sam Yosemite,\n\nSir,\n\nI wish to inform you that we are waiting for your advice to enable us \nconclude our end of the year report.\n\nYou are advice to hasten up with your transfer immediately.\n\nThanking you for your cop-operation.\n\nDr Hilary Edmund", "raw": "<hr>\n<span class=\"ysc\">3 more days pass............</span><br><br>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n \n\n \n \n \nAttn, Mr Sam Yosemite,<br><br>\n\nSir,<br><br>\n\nI wish to inform you that we are waiting for your advice to enable us \nconclude our end of the year report.<br><br>\n\nYou are advice to hasten up with your transfer immediately.<br><br>\n\nThanking you for your cop-operation.<br><br>\n\nDr Hilary Edmund\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy, Ms. Linda,\n \nDagnabbit, sorry I ain't been in touch, but I jest got outta jail this morning. The dadgum sheriff locked me up last saturday, said he was gonna charge me with shootin some varmit at a poker game and hang me, but he couldn't come up with the evydence so he had no choice but ta let me go. He wouldn't let me use my laptop while I wuz in jail, though, so I couldn't get no message to ye.\nHe caught me when I wuz comin out of the Western Union place and confinscated everthing I had, so he's still got my papers thats got that there number on it. I'm gonna wait till later today when he goes ta lunch and go back in there ta git my stuff....kinda funny, huh? I ain't never heard of anybody tryin ta break INTO the jail!!!\nAnyway, I gotta try to lay low so nobody sees me, I'll let yer Hillery feller know when I git that number...if'n I don't git caught again, dagnabbit, I'd hate ta have ta break outta the same jail twice in the same day! Tell yer little Frankie I said hi!\n \nHappy trails to ya,\nYosemite Sam", "raw": "<hr>\n<span class=\"ysc\">I guess a week should be enough............</span><br><br>\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \n \n\n \n \nHowdy, Ms. Linda,<br><br>\n \nDagnabbit, sorry I ain't been in touch, but I jest got outta jail this morning. The dadgum sheriff locked me up last saturday, said he was gonna charge me with shootin some varmit at a poker game and hang me, but he couldn't come up with the evydence so he had no choice but ta let me go. He wouldn't let me use my laptop while I wuz in jail, though, so I couldn't get no message to ye.<br>\nHe caught me when I wuz comin out of the <span class=\"wu\">Western Union</span> place and confinscated everthing I had, so he's still got my papers thats got that there number on it. I'm gonna wait till later today when he goes ta lunch and go back in there ta git my stuff....kinda funny, huh? I ain't never heard of anybody tryin ta break INTO the jail!!!<br>\nAnyway, I gotta try to lay low so nobody sees me, I'll let yer Hillery feller know when I git that number...if'n I don't git caught again, dagnabbit, I'd hate ta have ta break outta the same jail twice in the same day! Tell yer little Frankie I said hi!<br><br>\n \nHappy trails to ya,<br>\nYosemite Sam\n \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nWe have been frustrated and afraid thinking on what has happened to you. I hope you are doing fine. I don't know why you are always having problems with people dear. We are getting frustrated and you know that we want to be in your country and celebrate this christmex with you. Please do everything possible to get this going immediately Sam. We are begging you please. Francis is not feeling fine because of your absent but today he is getting fine after i told him that you wrote to us. Please Sam, we are waiting.\nMay God be with you.\nLinda", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \nDearest Sam,<br>\nWe have been frustrated and afraid thinking on what has happened to you. I hope you are doing fine. I don't know why you are always having problems with people dear. We are getting frustrated and you know that we want to be in your country and celebrate this christmex with you. Please do everything possible to get this going immediately Sam. We are begging you please. Francis is not feeling fine because of your absent but today he is getting fine after i told him that you wrote to us. Please Sam, we are waiting.<br>\nMay God be with you.<br>\nLinda\n \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy, Ms. Linda,\n \nDagnabbit, now I'm startin to remember why I don't want no dadgum woman hangin around....always rushin me and tellin me what to do! You listen here, woman, in my line of work, I gotta be careful and take my time.\nAnyhows, I had ta wait all night fer that dang sheriff ta leave, but I broke into his office and found the papers he confinscated from me...I got the number yer bank feller wanted, so I'll send it to him. Oh, by the way, when the sheriff locked me up, he was a-askin all about what this was all about.....wanted yer name and everthing. I told him it wern't none of his dadgum business, but he's still kinda curious. Don't you worry bout that none, though.....it ain't gonna take much more fer me ta jest shoot him anyhow! Tell little Frankie that Sam said hi!\n \nHappy trails, Ma'am,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \n \nHowdy, Ms. Linda,<br><br>\n \nDagnabbit, now I'm startin to remember why I don't want no dadgum woman hangin around....always rushin me and tellin me what to do! You listen here, woman, in my line of work, I gotta be careful and take my time.<br>\nAnyhows, I had ta wait all night fer that dang sheriff ta leave, but I broke into his office and found the papers he confinscated from me...I got the number yer bank feller wanted, so I'll send it to him. Oh, by the way, when the sheriff locked me up, he was a-askin all about what this was all about.....wanted yer name and everthing. I told him it wern't none of his dadgum business, but he's still kinda curious. Don't you worry bout that none, though.....it ain't gonna take much more fer me ta jest shoot him anyhow! Tell little Frankie that Sam said hi!<br><br>\n \nHappy trails, Ma'am,<br>\nYosemite Sam\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy Mr. Hillary,\n \nYosemite Sam here, Dagnabbit, you people are in too big a-hurry, especially that widow lady, she's started tryin to rush me, and dadgummit, I don't like being rushed!\nNevermind that, though, I had a dadgum sheriff give me a hard time, and I been in jail fer a week, but I got yer dadgum number...at least I think this is it, that durn sheriff wrote stuff all over it, said it was some kinda evydence, but don't worry bout that.\nThis here number is  202-406-8000. Does that sound right? I'm a little suspiscious bout something, so if'n that don't work, let me know.\n \nHappy trails to ya,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \n \nHowdy Mr. Hillary,<br><br>\n \nYosemite Sam here, Dagnabbit, you people are in too big a-hurry, especially that widow lady, she's started tryin to rush me, and dadgummit, I don't like being rushed!<br>\nNevermind that, though, I had a dadgum sheriff give me a hard time, and I been in jail fer a week, but I got yer dadgum number...at least I think this is it, that durn sheriff wrote stuff all over it, said it was some kinda evydence, but don't worry bout that.<br>\nThis here number is  202-406-8000. Does that sound right? I'm a little suspiscious bout something, so if'n that don't work, let me know.<br>\n \nHappy trails to ya,<br>\nYosemite Sam\n \n</span><br><br>\n\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "From the desk of Dr Edmund Hilary\n\nAttn. Mr Samuel Yosemite.\n\nSir,\n\nWith the compliment of the season, we write to let you know that the \nWestern union control number you sent to this office for the procurment \nof your fund transfer affidavite was not accepted by western union \noffice here in Abidjan. Reason, Wasn't the correct number.\n\nYou are advice to check and correct the number to enable us procure the \naffidavit from the ministry of justic and effect your transfer \nimmediately. Please inform us correctly with the control number as soon as \npossible.\n\nHelp us to serve you better.\n\nDr Edmund Hilary", "raw": "<hr>\n<span class=\"ysc\">The next day..............</span><br><br>\n<span class=\"eh\">DR. EDMUND HILARY</span><br><br><span class=\"st\">\n \n\nFrom the desk of Dr Edmund Hilary<br><br>\n\nAttn. Mr Samuel Yosemite.<br><br>\n\nSir,\n<br><br>\nWith the compliment of the season, we write to let you know that the \n<span class=\"wu\">Western union</span> control number you sent to this office for the procurment \nof your fund transfer affidavite was not accepted by <span class=\"wu\">western union</span> \noffice here in Abidjan. Reason, Wasn't the correct number.\n<br><br>\nYou are advice to check and correct the number to enable us procure the \naffidavit from the ministry of justic and effect your transfer \nimmediately. Please inform us correctly with the control number as soon as \npossible.<br><br>\n\nHelp us to serve you better.<br><br>\n\nDr Edmund Hilary\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy Mr. Hillary,\n \nDagnabbit, thats just what I wuz afraid of!! That durn sheriff done took the real number and claimed the money hisself! You jest wait till I git my hands on him! 'Ol Sam ain't nobodys Mamby Pamby!! I'll git back over there and make him talk one way or another!....I'll let ye know in a day or two how it turns out, and if'n you don't hear back from me, then you can figure that he shot me! But don't you worry bout that, I don't plan on losin!!!\n \nHappy trails to ya,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \nHowdy Mr. Hillary,<br><br>\n \nDagnabbit, thats just what I wuz afraid of!! That durn sheriff done took the real number and claimed the money hisself! You jest wait till I git my hands on him! 'Ol Sam ain't nobodys Mamby Pamby!! I'll git back over there and make him talk one way or another!....I'll let ye know in a day or two how it turns out, and if'n you don't hear back from me, then you can figure that he shot me! But don't you worry bout that, I don't plan on losin!!!<br><br>\n \nHappy trails to ya,<br>\nYosemite Sam\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nWe are getting tired of all this problems. From one problem to another. This makes us frustrating. We are hoping that before this time, we must have finished with the transfer but look at, till now, we have not been able to conclude anything. This is not fear Sam.\nI am not pushing you Sam but if you could understand the situation we are here, you will pity us. Francis is not feeling fine. He get sick. His body is always hot at night.\nPlease Sam, do this for our sake once and for all. Let me know where we are now and what is going on with you and the bank and when they will finally transfer this money to your country. I am begging you Sam to conclude this transfer so that we can comeover to you. We are tired of staying in this condition.\nGod be with you.\nLinda", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \n \nDearest Sam,<br>\nWe are getting tired of all this problems. From one problem to another. This makes us frustrating. We are hoping that before this time, we must have finished with the transfer but look at, till now, we have not been able to conclude anything. This is not fear Sam.<br>\nI am not pushing you Sam but if you could understand the situation we are here, you will pity us. Francis is not feeling fine. He get sick. His body is always hot at night.<br>\nPlease Sam, do this for our sake once and for all. Let me know where we are now and what is going on with you and the bank and when they will finally transfer this money to your country. I am begging you Sam to conclude this transfer so that we can comeover to you. We are tired of staying in this condition.<br>\nGod be with you.<br>\nLinda\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy, Ms. Linda,,,\n \nDagnabbit, ya confounded woman! You tellin me about how tough you got it? Now, lets see if'n I got this right.....I done had ta make 4 trips through the desert on my pony, slept in a dang cave fer 3 days, been shot at several times, ate snakes fer dinner, spent a week locked up in the dang jailhouse, and now it looks like the dadgum sheriff done stole my money........and you whinin bout how rough you got it?\nAnd whats with yer dadgum boy? If'n he gits all flustered and lays out on the floor jest cause its hot, what in tarnation is he gonna do when he gits here to the Arizona desert? Heck fire, its 114 degrees in the shade in the daytime!! And thats on a good day! Dagnabbit, I've rustled cattle in 100 degrees with my jacket on! You tell that dang boy that he can't be no sissy here!\nAwwwright, now lets git down ta business.... It looks like the dang sheriff here in Tombstone Junction done claimed the money fer hisself and run off, so I'm a-gonna have to track the sorry varmit down and re-claim it....jest wait till I git my hands on that sorry no-count varmit! I'm gonna fill him full of lead!\nLooky here, if'n I git my money back, how bout I jest bring it to ya? If'n I shoot the sheriff, I might need to git away fer awhile anyway....where in tarnation are ye? Down around Tijuana somewheres?\nI'll git back to ye in a day or two....and tell that Hillary feller whats a-going on too.\nOh, one more thing....you say you getting tired of problems??? Well, dagnabbit, I didn't have no problems till ya'al came along....you must have some kind of curse on ye!\n \nHappy trails to ya, Ma'am,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \nHowdy, Ms. Linda,,,<br><br>\n \nDagnabbit, ya confounded woman! You tellin me about how tough you got it? Now, lets see if'n I got this right.....I done had ta make 4 trips through the desert on my pony, slept in a dang cave fer 3 days, been shot at several times, ate snakes fer dinner, spent a week locked up in the dang jailhouse, and now it looks like the dadgum sheriff done stole my money........and you whinin bout how rough you got it?<br>\nAnd whats with yer dadgum boy? If'n he gits all flustered and lays out on the floor jest cause its hot, what in tarnation is he gonna do when he gits here to the Arizona desert? Heck fire, its 114 degrees in the shade in the daytime!! And thats on a good day! Dagnabbit, I've rustled cattle in 100 degrees with my jacket on! You tell that dang boy that he can't be no sissy here!<br>\nAwwwright, now lets git down ta business.... It looks like the dang sheriff here in Tombstone Junction done claimed the money fer hisself and run off, so I'm a-gonna have to track the sorry varmit down and re-claim it....jest wait till I git my hands on that sorry no-count varmit! I'm gonna fill him full of lead!<br>\nLooky here, if'n I git my money back, how bout I jest bring it to ya? If'n I shoot the sheriff, I might need to git away fer awhile anyway....where in tarnation are ye? Down around Tijuana somewheres?<br>\nI'll git back to ye in a day or two....and tell that Hillary feller whats a-going on too.<br>\nOh, one more thing....you say you getting tired of problems??? Well, dagnabbit, I didn't have no problems till ya'al came along....you must have some kind of curse on ye!<br><br>\n \nHappy trails to ya, Ma'am,<br>\nYosemite Sam\n \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest,\nI do understand all you have said. Please don't make problems or trouble with any one. I like and want to see you happy sam. How are you? Francis is getting better now with the medicine i gave to him.\nI wait to hear from you soonest. Francis said he will coup up any time we are with you. He said he will take care of your work when he comes over to you.\nGod bless you.\n \nLinda", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \n\nDearest,<br>\nI do understand all you have said. Please don't make problems or trouble with any one. I like and want to see you happy sam. How are you? Francis is getting better now with the medicine i gave to him.<br>\nI wait to hear from you soonest. Francis said he will coup up any time we are with you. He said he will take care of your work when he comes over to you.<br>\nGod bless you.<br><br>\n \nLinda\n \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, howdy, Ms. Linda,\n \nDagnabbit, I finally got my money back, but I had ta shoot the sheriff ta do it! I shot the sheriff, but I did not shoot the deputy. All around my hometown, they're trying to track me down, they say they want to bring me in guilty for the killin of a deputy...for the life of a deputy, but I say: I shot the sheriff, but I swear it was in self defense, I shot the sheriff, but I swear it was in self defense........\nBut enough about that, dagnabbit I either gotta lay low fer awhile, or git outta here altogether. I can't go back to Tombstone Junction or they'll hang me, so I reckon I need ta find a way to git over there ta git Ya'al. I'm a-figurin its a lot furthur than I thought it wuz, right? Anyhows, the other choice is ta find another Western Union place, but they ain't too many out here in the desert. I gotta stay hid fer a few days, so if'n you got any bright ideas, I'm all ears! I shot the sheriff, but I did not shoot the deputy!\n \nHappy trails to ya, Ma'am,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \nWell, howdy, Ms. Linda,<br><br>\n \nDagnabbit, I finally got my money back, but I had ta shoot the sheriff ta do it! I shot the sheriff, but I did not shoot the deputy. All around my hometown, they're trying to track me down, they say they want to bring me in guilty for the killin of a deputy...for the life of a deputy, but I say: I shot the sheriff, but I swear it was in self defense, I shot the sheriff, but I swear it was in self defense........<br>\nBut enough about that, dagnabbit I either gotta lay low fer awhile, or git outta here altogether. I can't go back to Tombstone Junction or they'll hang me, so I reckon I need ta find a way to git over there ta git Ya'al. I'm a-figurin its a lot furthur than I thought it wuz, right? Anyhows, the other choice is ta find another <span class=\"wu\">Western Union</span> place, but they ain't too many out here in the desert. I gotta stay hid fer a few days, so if'n you got any bright ideas, I'm all ears! I shot the sheriff, but I did not shoot the deputy!<br><br>\n \nHappy trails to ya, Ma'am,<br>\nYosemite Sam\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "What is all this you are talking Sam? You promise to help me and my son Francis and now i don't know how serious you are helping us. Look at this year is runing off and still we are where we are. Shooting the sheriff or no shooting the sherif, Let us know your mind if really you want to help us out. You can look for money gramme over there or even ask the western union workers to help you send this fee so that we can start with other programme.\nI wait to hear from you soonest.\nHave a nice day and God bless you.\nLinda", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \nWhat is all this you are talking Sam? You promise to help me and my son Francis and now i don't know how serious you are helping us. Look at this year is runing off and still we are where we are. <br>Shooting the sheriff or no shooting the sherif, Let us know your mind if really you want to help us out. You can look for money gramme over there or even ask the <span class=\"wu\">western union</span> workers to help you send this fee so that we can start with other programme.<br>\nI wait to hear from you soonest.<br>\nHave a nice day and God bless you.<br>\nLinda\n \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy, Ms. Linda,\n \nDagnabbit, woman, you been drinkin that saspirilla agin?? You say you don't know if'n I'm serious??? You think I'd just kill a sheriff fer sport??? Dagnabbit, I've shot a lot of varmits in my time, but I ain't never shot a sheriff! Till now!! If'n I git caught, they gonna hang me....I said HANG ME, woman.....you know, they put this dang rope around my neck and drop me from a tree??? Dagnabbit, is THAT serious enough fer ye?\nAnyhow, I'm gonna have to find another Western Union place, they probably got Tombstone Junction staked out.....I figure theys one over in Deadeye, New Mexico, I know they got a telegraph office there. It'll take about 4 days ta git there on my horse, but maybe I can jump the train somewheres along the way. Dagnabbit, now I gotta find a new place to live!! Thats ok, though, cattle rustlin done got a little slow around Gullywasher Gulch anyway.\nOk, Ma'am, I'm off towards New Mexico, I'll check back in with ye in a few days, ok? You take care of that dang boy, we wouldn't want him to break out in a sweat or anything.\n \nHappy trails to ya, Ma'am,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\nHowdy, Ms. Linda,<br><br>\n \nDagnabbit, woman, you been drinkin that saspirilla agin?? You say you don't know if'n I'm serious??? You think I'd just kill a sheriff fer sport??? Dagnabbit, I've shot a lot of varmits in my time, but I ain't never shot a sheriff! Till now!! If'n I git caught, they gonna hang me....I said HANG ME, woman.....you know, they put this dang rope around my neck and drop me from a tree??? Dagnabbit, is THAT serious enough fer ye?\nAnyhow, I'm gonna have to find another <span class=\"wu\">Western Union</span> place, they probably got Tombstone Junction staked out.....I figure theys one over in Deadeye, New Mexico, I know they got a telegraph office there. It'll take about 4 days ta git there on my horse, but maybe I can jump the train somewheres along the way. Dagnabbit, now I gotta find a new place to live!! Thats ok, though, cattle rustlin done got a little slow around Gullywasher Gulch anyway.<br>\nOk, Ma'am, I'm off towards New Mexico, I'll check back in with ye in a few days, ok? You take care of that dang boy, we wouldn't want him to break out in a sweat or anything.<br><br>\n \nHappy trails to ya, Ma'am,<br>\nYosemite Sam\n \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest,\nIs ok, just try to makethis for one time without going back a long way again and again. Send me mail as soon as you are back.\nSafe jouney. Regard from Francis\nGod be with you.\nLinda", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \nDearest,<br>\nIs ok, just try to makethis for one time without going back a long way again and again. Send me mail as soon as you are back.<br>\nSafe jouney. Regard from Francis<br>\nGod be with you.<br>\nLinda\n \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy, Ms. Linda,\n Awww, I hope yer still here, seems like I done got in another pickle. that sorry no count varmit Speedy Gonzales done found me, and now him and his gang got me hemmed in the 'ol Cactus Branch Saloon. I know you needin this deal to git done, so heres what I need you ta do....I managed ta git a phone call off to my good friend in Scottsdale, Mr. Sylvester D. Katt, jest before that dang Speedy Gonzales cut the durn phone line. If you will call Mr. Katt, he is going to git yer information and send the money straight to you. I might be tied up here fer a few days. 'Ol Sylvester says he'll be glad to help, if'n you'll call him, and he owes me a favor anyway. His phone number is 818-954-6000, in the U.S. of A.. Jest tell whoever answers that Yosemite Sam said fer you ta call fer Sylvester D. Katt. Don't you worry none bout me, I can take care of myself, I jest might be busy fer a few days. I'll try ta git back to ya in a day or two. Tell little Frankie ta hold on to his hat, helps a-coming!\n \nHappy trails, Ma'am,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \nHowdy, Ms. Linda,<br>\n Awww, I hope yer still here, seems like I done got in another pickle. that sorry no count varmit Speedy Gonzales done found me, and now him and his gang got me hemmed in the 'ol Cactus Branch Saloon. I know you needin this deal to git done, so heres what I need you ta do....I managed ta git a phone call off to my good friend in Scottsdale, Mr. Sylvester D. Katt, jest before that dang Speedy Gonzales cut the durn phone line. If you will call Mr. Katt, he is going to git yer information and send the money straight to you. I might be tied up here fer a few days. 'Ol Sylvester says he'll be glad to help, if'n you'll call him, and he owes me a favor anyway. His phone number is 818-954-6000, in the U.S. of A.. Jest tell whoever answers that Yosemite Sam said fer you ta call fer Sylvester D. Katt. Don't you worry none bout me, I can take care of myself, I jest might be busy fer a few days. I'll try ta git back to ya in a day or two. Tell little Frankie ta hold on to his hat, helps a-coming!<br>\n \nHappy trails, Ma'am,<br>\nYosemite Sam\n </span><br><br>\n<span class=\"ysc\">(the phone number is a number to Warner Brothers Animation Studios.)</span><br><br>\n\n \n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy, Ms. Linda,\n \nDagnabbit, woman...where in tarnation did ya go? I could use some help here! These Gonzales varmits are tough, but I'm a-wearin em down!. They oughtta be out of bullets in a day or two. Did ya call Mr. Katt like I asked ya to? Dagnabbit, we need ta git this finished up this week. Just remember, call that number I gave ya, and tell em that Yosemite Sam said fer ye ta call Sylvester D. Katt. 'Ol Sylvester will git things movin fer us! Let me know how it goes. Tell little Frankie ta not git ta sweatin!\n \nHappy trails, Ma'am,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \nHowdy, Ms. Linda,<br><br>\n \nDagnabbit, woman...where in tarnation did ya go? I could use some help here! These Gonzales varmits are tough, but I'm a-wearin em down!. They oughtta be out of bullets in a day or two. Did ya call Mr. Katt like I asked ya to? Dagnabbit, we need ta git this finished up this week. Just remember, call that number I gave ya, and tell em that Yosemite Sam said fer ye ta call Sylvester D. Katt. 'Ol Sylvester will git things movin fer us! Let me know how it goes. Tell little Frankie ta not git ta sweatin!\n <br><br>\nHappy trails, Ma'am,<br>\nYosemite Sam\n \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nWhat is really going on with you. If you are not ready to continue in helping us you better let me and my son Francis to know. Every time you come in with different stories. I am feed up with everything. You gave me a number of somebody that i don't instead of you to give to the man my telephone number so that he can call me. Where do I have money to make an international call to america. I said to you that our feeding in the church guest house where we saty is by charity and i must go now and beg for money to call your friend in america. This is serious. The number you even gave me is not going so, you better give him our number to call us 0022505582890 that is my number. You are frustrating me and Francis is not happy with what is going on. We are worried Sam.\nI wait to hear from you urgently.\nLinda", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \nDearest Sam,<br>\nWhat is really going on with you. If you are not ready to continue in helping us you better let me and my son Francis to know. Every time you come in with different stories. I am feed up with everything. You gave me a number of somebody that i don't instead of you to give to the man my telephone number so that he can call me. Where do I have money to make an international call to america. I said to you that our feeding in the church guest house where we saty is by charity and i must go now and beg for money to call your friend in america. This is serious. The number you even gave me is not going so, you better give him our number to call us 0022505582890 that is my number. You are frustrating me and Francis is not happy with what is going on. We are worried Sam.<br>\nI wait to hear from you urgently.<br>\nLinda\n \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy, Ms. Linda,\n \nDagnabbit, I'm a-hopin you're still here, I've had an awful time the last few days. That dang Speedy Gonzales gang has had me holed up in the 'ol Cactus Branch Saloon, and they came a-loaded fer bear this time! I managed ta hold em off again, but dadgummit, one of em got me in the shoulder and I'm a-bleedin pretty good. I'm only about a day away from a Western Union office, but I'm gonna have to go off route a little and try ta find 'ol Doc Holliday so's I can git him ta sew me up and stop the bleedin.\nDid ya ever call Mr. Katt? Yer last email said fer me ta tell him ta call you, but dagnabbit, woman, I ain't had no phone....I told ye that 'ol Speedy cut the phone lines going to the saloon! I reckon you didn't call him noway....Heck, I don't even know what day it is at the moment. I reckon I forgot in all the excitement. Oh, yeah, you said you couldn't afford ta call him....dagnabbit, woman, just reverse the charges! Tell em 'ol Yosemite Sam said its ok! It don't matter now, though...I'll be able ta do it myself in a couple of days.\n Let me know if'n this deal is still on....dagnabbit, with all I been through I'd hate fer it all ta be fer nothing! As soon as I git the Doc ta fix me up, I'll git the money sent fer ya, as long as I hear back from ya. Tell little Frankie I said ta hold on.......you sure he's ready fer a life like this?\n \nHappy Trails to ya,\nYosemite Sam", "raw": "<hr>\n<span class=\"ysc\">I gave them 4 days with no reply, then....................</span><br><br>\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n \n \nHowdy, Ms. Linda,\n <br><br>\nDagnabbit, I'm a-hopin you're still here, I've had an awful time the last few days. That dang Speedy Gonzales gang has had me holed up in the 'ol Cactus Branch Saloon, and they came a-loaded fer bear this time! I managed ta hold em off again, but dadgummit, one of em got me in the shoulder and I'm a-bleedin pretty good. I'm only about a day away from a <span class=\"wu\">Western Union</span> office, but I'm gonna have to go off route a little and try ta find 'ol Doc Holliday so's I can git him ta sew me up and stop the bleedin.<br>\nDid ya ever call Mr. Katt? Yer last email said fer me ta tell him ta call you, but dagnabbit, woman, I ain't had no phone....I told ye that 'ol Speedy cut the phone lines going to the saloon! I reckon you didn't call him noway....Heck, I don't even know what day it is at the moment. I reckon I forgot in all the excitement. Oh, yeah, you said you couldn't afford ta call him....dagnabbit, woman, just reverse the charges! Tell em 'ol Yosemite Sam said its ok! It don't matter now, though...I'll be able ta do it myself in a couple of days.<br>\n Let me know if'n this deal is still on....dagnabbit, with all I been through I'd hate fer it all ta be fer nothing! As soon as I git the Doc ta fix me up, I'll git the money sent fer ya, as long as I hear back from ya. Tell little Frankie I said ta hold on.......you sure he's ready fer a life like this?<br><br>\n \nHappy Trails to ya,<br>\nYosemite Sam\n \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dagnabbit, woman....I got the dang Doc ta patch me up, so I'm ok....thanks fer being so concerned. I'm beginnin ta think that all ye care about is my money. But anyway, I'm in Lizard Skin, Nevada, and they got a Western Union place here. I need yer dang details fer sendin this money....heck, I might just send the whole dang bag...$5000....jest so I can git rid of the evydence! Let me know wherebouts to send it to so's I can git it done and head up ta Las Vegas ta play some poker! I'm a-waitin!\n \nHappy Trails, Ma'am,\nYosemite Sam", "raw": "<hr>\n<span class=\"ysc\">Uh oh.....two days and no reply!</span><br><br>\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n\n \n \nDagnabbit, woman....I got the dang Doc ta patch me up, so I'm ok....thanks fer being so concerned. I'm beginnin ta think that all ye care about is my money. But anyway, I'm in Lizard Skin, Nevada, and they got a <span class=\"wu\">Western Union</span> place here. I need yer dang details fer sendin this money....heck, I might just send the whole dang bag...$5000....jest so I can git rid of the evydence! Let me know wherebouts to send it to so's I can git it done and head up ta Las Vegas ta play some poker! I'm a-waitin!<br><br>\n \nHappy Trails, Ma'am,<br>\nYosemite Sam\n \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Howdy, Ms. Linda,\n \nDagnabbit, woman, whured ya go? I'm here in Snake Pit Nevada, just outside of Las Vegas, and I done got me a place ta stay here. Heck fire, its a better place than I USED ta live! Theys plenty of cattle ta rustle, and plenty of poker ta play! And theres a Western Unionoffice nearby, so whenever you decide ta git off yer butt and git this show on the road, I'm a-waitin! Just do me a favor...if'n anybody asks ye if'n ya know whure I'm at, jest tell em ya never heard of me!\n \nHappy trails to ya, Ma'am,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \n \nHowdy, Ms. Linda,<br><br>\n \nDagnabbit, woman, whured ya go? I'm here in Snake Pit Nevada, just outside of Las Vegas, and I done got me a place ta stay here. Heck fire, its a better place than I USED ta live! Theys plenty of cattle ta rustle, and plenty of poker ta play! And theres a <span class=\"wu\">Western Union</span>office nearby, so whenever you decide ta git off yer butt and git this show on the road, I'm a-waitin! Just do me a favor...if'n anybody asks ye if'n ya know whure I'm at, jest tell em ya never heard of me!<br><br>\n \nHappy trails to ya, Ma'am,<br>\nYosemite Sam\n \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dear Sam,\nYou are making me to loss confidence in you. You put fear in me why? I told you all what we have gone through in life since I lost my husband and you are making me to be afraid of you. Why you said i am interested in your money? What will happen when this transfer is concluded and the money transfer to your account? You mean you are not going to run away with our money. No, I will die and what about my son Francis, please don't let him to suffer. I have been very sick that is why you have not haerd from me.\nHow are you doing and your hearth? How was your chrismax? Hope fine. I was sick through out chrismax holiday but I am getting better. I was thinking by now, We must have concluded with the transfer and waiting for our visa but we are still where we are Sam, Why?\nIf everything is ok with you, the bank sent to you the information to send the transfer legal affidavite but if you can not see it in your in box, You can send the fee in my name LINDA KOFFI, Address Abidjan Cote d'Ivoire. And send to me the western union control number so that I can take the fee to the bank to pay them and follow up immediately.\nI am waiting to hear from you soonest.\nRegard from Francis and wish you a happy new year in advance.\nGod bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \n \nDear Sam,<br>\nYou are making me to loss confidence in you. You put fear in me why? I told you all what we have gone through in life since I lost my husband and you are making me to be afraid of you. Why you said i am interested in your money? What will happen when this transfer is concluded and the money transfer to your account? You mean you are not going to run away with our money. No, I will die and what about my son Francis, please don't let him to suffer. I have been very sick that is why you have not haerd from me.<br>\nHow are you doing and your hearth? How was your chrismax? Hope fine. I was sick through out chrismax holiday but I am getting better. I was thinking by now, We must have concluded with the transfer and waiting for our visa but we are still where we are Sam, Why?<br>\nIf everything is ok with you, the bank sent to you the information to send the transfer legal affidavite but if you can not see it in your in box, You can send the fee in my name LINDA KOFFI, Address Abidjan Cote d'Ivoire. And send to me the <span class=\"wu\">western union</span> control number so that I can take the fee to the bank to pay them and follow up immediately.<br>\nI am waiting to hear from you soonest.<br>\nRegard from Francis and wish you a happy new year in advance.<br>\nGod bless you.<br>\nLinda and Francis\n \n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Well, howdy Ms. Linda,\n \nDagnabbit, woman, there ya go a-whinin again! Its good ta hear from ya, but dang! You whinin about how tough you got it, you ain't been through HALF of what I have and you ain't gonna hear me whinin and complainin! All I can tell you is GET OVER IT, dadgummit! You jest keep on remindin me why I don't want no dang woman tying me down!\nOk, with that bein said, I'm a-reckonin that you ready ta git this deal going, I'm on a cattle drive at the moment, but I'll be home tonight and I'll git up first thing in the morning and go down to the Western Union place. I'll email ya when I git it sent.\n \nHappy trails, Ma'am,\nYosemite Sam", "raw": "<hr>\n\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \n \nWell, howdy Ms. Linda,<br><br>\n \nDagnabbit, woman, there ya go a-whinin again! Its good ta hear from ya, but dang! You whinin about how tough you got it, you ain't been through HALF of what I have and you ain't gonna hear me whinin and complainin! All I can tell you is GET OVER IT, dadgummit! You jest keep on remindin me why I don't want no dang woman tying me down!<br>\nOk, with that bein said, I'm a-reckonin that you ready ta git this deal going, I'm on a cattle drive at the moment, but I'll be home tonight and I'll git up first thing in the morning and go down to the <span class=\"wu\">Western Union</span> place. I'll email ya when I git it sent.<br><br>\n \nHappy trails, Ma'am,<br>\nYosemite Sam\n\n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nCompliment of the season. How are you doing? Hope fine. Dearest, you know that this is a new year and a new begining please don't contiune to tell me stories. Try to do this once and for all for us to enable us come over to your country. We have not been out from the camp since 31 dec., 2005 because of shooting at the military camp. Every one was afraid of coming out and we don't know what is going to happen in the next days. Please try to finish this for us so that we can leave this country at once. The political problem now is getting worst here and we are looking up to you to nconclude this with the bank so that we could be save out of the reedy people here.\nI wait to hear from you soonest. Regard from Francis and God bless you.\nLinda and Francis", "raw": "<hr>\n<span class=\"ysc\">Well, I went for a week and didn't send anything, then I got this..............</span><br><br>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n\n \n \nDearest Sam,<br>\nCompliment of the season. How are you doing? Hope fine. Dearest, you know that this is a new year and a new begining please don't contiune to tell me stories. Try to do this once and for all for us to enable us come over to your country. We have not been out from the camp since 31 dec., 2005 because of shooting at the military camp. Every one was afraid of coming out and we don't know what is going to happen in the next days. Please try to finish this for us so that we can leave this country at once. The political problem now is getting worst here and we are looking up to you to nconclude this with the bank so that we could be save out of the reedy people here.<br>\nI wait to hear from you soonest. Regard from Francis and God bless you.<br>\nLinda and Francis\n \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Hello listens if you do not want to help us then stops writing to us. Ok", "raw": "<hr>\n<span class=\"ysc\">and then, right after that one, I got this one.............</span><br><br>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \n \nHello listens if you do not want to help us then stops writing to us. Ok\n\n</span><br><br>\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dadgummit, ya confounded woman!!! I jest got back from a MAJOR cattle drive, been on the trail fer a dang week!!! What in tarnation is yer dadgum problem??? Listen, woman, some of us got to WORK fer a livin, I reckon you don't know anything about that, though, do ya??? Well, if ya knew what WORK was, maybe you wouldn't have ta depend on others fer yer dang money!!!\nI reckon you done ruffled my feathers, but nevermind that....I'm done with cattle rustlin fer a week, so if you still want to finish this business transaction, you best let me know....the dang Western Union place ain't but 2 blocks from whure I live now. But with yer dadgum attitude, I'm about ta change MY mind about it! I got the cash here ready ta send....is it still twelve hunnert and fifty dollars? It wont take 5 minutes, jest let me know.\n \nHappy trails, Ma'am\nSam", "raw": "<hr>\n<span class=\"ysc\">She sure is moody, huh? I sent this back................</span><br><br>\n<span class=\"ys\">YOSEMITE SAM</span><br><br><span class=\"ast\">\n \n\nDadgummit, ya confounded woman!!! I jest got back from a MAJOR cattle drive, been on the trail fer a dang week!!! What in tarnation is yer dadgum problem??? Listen, woman, some of us got to WORK fer a livin, I reckon you don't know anything about that, though, do ya??? Well, if ya knew what WORK was, maybe you wouldn't have ta depend on others fer yer dang money!!!<br>\nI reckon you done ruffled my feathers, but nevermind that....I'm done with cattle rustlin fer a week, so if you still want to finish this business transaction, you best let me know....the dang <span class=\"wu\">Western Union</span> place ain't but 2 blocks from whure I live now. But with yer dadgum attitude, I'm about ta change MY mind about it! I got the cash here ready ta send....is it still twelve hunnert and fifty dollars? It wont take 5 minutes, jest let me know.<br><br>\n \nHappy trails, Ma'am<br>\nSam\n \n</span><br><br>\n\n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "scam", "body": "Dearest Sam,\nWhat do you want me to do now? You have the whole information the bank need to work out the transfer and you know that it is the fee that they are waiting to make this transfer done. What is the problem and what do you want me to do? I am confused and every time you contiune telling me one story or the other, if you are not ready to help us you better let me know because I can't contiune repeating the same thing everyday. You know what to do.\nThank you Sam and God bless you.\nLinda", "raw": "<hr>\n<span class=\"lk\">LINDA KOFFI</span><br><br><span class=\"st\">\n \nDearest Sam,<br>\nWhat do you want me to do now? You have the whole information the bank need to work out the transfer and you know that it is the fee that they are waiting to make this transfer done. What is the problem and what do you want me to do? I am confused and every time you contiune telling me one story or the other, if you are not ready to help us you better let me know because I can't contiune repeating the same thing everyday. You know what to do.<br>\nThank you Sam and God bless you.<br>\nLinda\n \n", "comments": []}, {"from_name": "", "to_name": "", "date": "", "subject": "", "author_role": "bait", "body": "Dearest Ms. Koffi,\n \nMy name is Sylvester D. Katt, and I am an attorney and friend of Mr. Sam Yosemite. I found your contact information here on his computer, and he had some documents on him that had your name on them.\nI regret to inform you that Mr. Yosemite was killed in a freak explosion this morning in front of the Snake Pit, Nevada Western Union office. It seems that a local resident, Mr. Wiley Coyote, was in pursuit of a native bird of the desert, the roadrunner, and was using Acme cruise missles, which are illegal. One of the missles wandered off track and struck Mr. Yosemite, blowing him to smithereens. There was nothing left but his mustache and boots....and some fragments of a Western Union form that had your name on it.\nI do not know the exact nature of your relationship with Mr. Yosemite, but if you are named as a heir in his will, I will contact you shortly. He did leave quite a sum of money in a bank account in Flagstaff, Arizona.....somewhere in the range of $5 million U.S. dollars.\nPlease let me know if he had any business deals working with you, as this all needs to be turned in to the estate.\nI offer my condolances for the loss of Mr. Yosemite. You can contact me here on this computer until the first of next week.\n \nSincerely,\nSylvester D. Katt", "raw": "<hr>\n <span class=\"ysc\">It seems that the widow Linda and Sam both are getting bored with this, so after 3 days, I decided to go in another direction with this...............</span><br><br>\n\n\n<span class=\"sk\">SYLVESTER D. KATT</span><br><br><span class=\"ast\">\n \n \nDearest Ms. Koffi,<br><br>\n \nMy name is Sylvester D. Katt, and I am an attorney and friend of Mr. Sam Yosemite. I found your contact information here on his computer, and he had some documents on him that had your name on them.<br>\nI regret to inform you that Mr. Yosemite was killed in a freak explosion this morning in front of the Snake Pit, Nevada <span class=\"wu\">Western Union</span> office. It seems that a local resident, Mr. Wiley Coyote, was in pursuit of a native bird of the desert, the roadrunner, and was using Acme cruise missles, which are illegal. One of the missles wandered off track and struck Mr. Yosemite, blowing him to smithereens. There was nothing left but his mustache and boots....and some fragments of a Western Union form that had your name on it.<br>\nI do not know the exact nature of your relationship with Mr. Yosemite, but if you are named as a heir in his will, I will contact you shortly. He did leave quite a sum of money in a bank account in Flagstaff, Arizona.....somewhere in the range of $5 million U.S. dollars.<br>\nPlease let me know if he had any business deals working with you, as this all needs to be turned in to the estate.<br>\nI offer my condolances for the loss of Mr. Yosemite. You can contact me here on this computer until the first of next week.<br><br>\n \nSincerely,<br>\nSylvester D. Katt\n </span><br><br>\n <span class=\"ysc\">Well, thats about it, I guess. If anything else come in, I'll send it out to ya!</span><br><br>\n \n\n", "comments": []}]}